{
    "selectLanguage": "ভাষা নির্বাচন করুন",
    "title": "GPA থেকে CGPA ক্যালকুলেটর",
    "enter_gpa": "GPA লিখুন",
    "choose_gpa_scale": "GPA স্কেল নির্বাচন করুন",
    "calculate": "গণনা করুন",
    "reset": "রিসেট করুন",
    "calculated_cgpa": "আপনার গণনা করা CGPA",
    "calculation_history": "গণনার ইতিহাস",
    "download": "ডাউনলোড",
    "whatsapp": "হোয়াটসঅ্যাপ",
    "copy_link": "লিঙ্ক কপি করুন",
    "gpa_to_cgpa_calculator": "GPA থেকে CGPA ক্যালকুলেটর",
    "welcome_message": "আরেকটি শিক্ষামূলক ক্যালকুলেটরে আপনাকে স্বাগতম! সংশ্লিষ্ট ক্যালকুলেটরে, আমরা গণনা করি",
    "cgpa_to_percentage_link": "CGPA থেকে শতাংশ",
    "gpa_to_cgpa_description": " (এবং উল্টোটা)। এছাড়াও, আমরা এই গ্রেডিং স্কেল এবং সেসব পরিস্থিতি যেখানে এই রূপান্তর প্রয়োগ করা হয় তা সম্পর্কে নির্দিষ্ট কিছু ধারণা অন্বেষণ করেছি। বেশিরভাগ এশীয় এবং কিছু আফ্রিকান দেশ CGPA বা শতাংশ ব্যবস্থা অনুসরণ করে, যখন পশ্চিমা শিক্ষা ব্যবস্থা GPA ব্যবহার করে",
    "letter_grading_link": "লেটার গ্রেডিং সিস্টেম",
    "institution_migration_message": "যখন আপনি এক প্রতিষ্ঠান থেকে অন্য প্রতিষ্ঠানে স্থানান্তরিত হন, বিশেষ করে যখন উভয় প্রতিষ্ঠান বিভিন্ন গ্রেডিং সিস্টেম অনুসরণ করে, তখন একটি নির্ভরযোগ্য গ্রেড রূপান্তর ক্যালকুলেটরের প্রয়োজন হয়। আপনি Lord Calculator GPA থেকে CGPA ক্যালকুলেটরের উপর নির্ভর করতে পারেন, যা রূপান্তরের জন্য সবচেয়ে সাধারণভাবে গৃহীত আন্তর্জাতিক সূত্র ব্যবহার করে।",
    "guide_message": "এই নির্দেশিকায়, আমরা GPA থেকে CGPA রূপান্তরের জন্য ব্যবহৃত সূত্র, যেখানে এই রূপান্তর প্রয়োজন হতে পারে এমন পরিস্থিতি, বিবেচনার জন্য সতর্কতাগুলি, এবং এই ধরনের রূপান্তর সম্পাদন করার সময় মাথায় রাখার গুরুত্বপূর্ণ পয়েন্টগুলির মধ্য দিয়ে হাঁটব।",
    "Table of Contents": "বিষয়সূচি",
    "GPA to CGPA Calculator": "GPA থেকে CGPA ক্যালকুলেটর",
    "GPA To CGPA Calculation Formula": "GPA থেকে CGPA গণনার সূত্র",
    "How to Use Lord Calculator’s GPA to CGPA Calculator?": "Lord Calculator এর GPA থেকে CGPA ক্যালকুলেটর কীভাবে ব্যবহার করবেন?",
    "How CGPA & GPA Are Different?": "CGPA এবং GPA কিভাবে ভিন্ন?",
    "International Standards and Certifications": "আন্তর্জাতিক মান এবং শংসাপত্র",
    "Most Common GPA to CGPA Conversion Scenarios": "সবচেয়ে সাধারণ GPA থেকে CGPA রূপান্তরের পরিস্থিতি",
    "Summary": "সারসংক্ষেপ",
    "FAQs (Frequently Asked Questions)": "প্রশ্নোত্তর (প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী)",
    "GPA To CGPA Calculation Formulas": "GPA থেকে CGPA গণনার সূত্র",
    "Equivalent CGPA =": "সমমান CGPA =",
    "GPA obtained": "প্রাপ্ত GPA",
    "Max GPA": "সর্বোচ্চ GPA",
    "Max CGPA": "সর্বোচ্চ CGPA",
    "How to Calculate GPA?": "GPA কিভাবে গণনা করবেন?",
    "GPA =": "GPA =",
    "Total Quality Points for all terms.": "সমস্ত মেয়াদের মোট মানের পয়েন্ট।",
    "Total Credit Hours for all terms.": "সমস্ত মেয়াদের মোট ক্রেডিট ঘণ্টা।",
    "quality points": "যেখানে, মানের পয়েন্ট = লেটার গ্রেডের পয়েন্ট মান * ক্রেডিট ঘণ্টার সংখ্যা।",
    "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "Lord Calculator এর GPA থেকে CGPA ক্যালকুলেটর কীভাবে ব্যবহার করবেন?",
    "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "যদিও আমরা আমাদের ক্যালকুলেটর সহজে ব্যবহারযোগ্য করেছি, তবুও এখানে একটি নির্দেশিকা রয়েছে যাতে আপনি গ্রেড গণনার numerator এবং denominator এ হারিয়ে না যান। আপনার GPA কে সমমান CGPA তে রূপান্তর করতে নিম্নলিখিত পদক্ষেপগুলি অনুসরণ করুন:",
    "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "পদক্ষেপ ১: Lord Calculator এ GPA থেকে CGPA ক্যালকুলেটর খুলুন।",
    "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "পদক্ষেপ ২: প্রথম ফিল্ডে, যা 'GPA লিখুন' নামে চিহ্নিত, আপনার প্রাপ্ত GPA সঠিকভাবে লিখুন। সঠিক রূপান্তরের জন্য দশমিক পয়েন্ট অন্তর্ভুক্ত করতে ভুলবেন না।",
    "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "পদক্ষেপ ৩: এখন আপনার GPA স্কেল নির্বাচন করুন। এই স্কেলটি সর্বোচ্চ GPA কী হতে পারে তা নির্দেশ করে।",
    "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "পদক্ষেপ ৪: সমস্ত মান সঠিকভাবে লিখে নিলে, 'গণনা করুন' বোতামে ক্লিক করুন। ব্যাস, কাজ শেষ! এখন আপনার সামনে একটি সমমান CGPA দেখানো হবে, যা CGPA মিটারের মাধ্যমে প্রদর্শিত হবে।",
    "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "এছাড়াও, আপনি আপনার আগের সমস্ত গণনা দেখতে পারেন যাতে তাদের মধ্যে তুলনা করতে পারেন। আপনি রূপান্তরিত CGPA একটি PDF হিসাবে রপ্তানি করে অন্যদের সাথে শেয়ার করতে পারেন।",
    "How-CGPA & GPA Are Different?": "CGPA এবং GPA কিভাবে ভিন্ন?",
    "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "CGPA এবং GPA অনেক দৃষ্টিকোণ থেকে ভিন্ন। [দুটি শব্দের সংজ্ঞা] তাদের মধ্যে মৌলিক পার্থক্য নির্দেশ করে। তবে চলুন দেখি তারা তাদের প্রয়োগ এবং ব্যবহারে কীভাবে ভিন্ন।",
    "Denomination": "উপাধি",
    "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "যেমনটি নাম থেকেই বোঝা যায়, CGPA (সামগ্রিক গ্রেড পয়েন্ট গড়) একটি শিক্ষার্থীর একাডেমিক সেশনের সময়কার সামগ্রিক বা সম্মিলিত পারফরম্যান্সকে উপস্থাপন করে। এটি সাধারণত একাধিক সেমিস্টারের পারফরম্যান্সকে সংক্ষিপ্তভাবে উপস্থাপন করে।",
    "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "অন্যদিকে, GPA (গ্রেড পয়েন্ট গড়) একটি নির্দিষ্ট সেমিস্টার বা নির্দিষ্ট সময়সীমার একাডেমিক পারফরম্যান্সকে উপস্থাপন করে। তাই, একভাবে বলতে গেলে CGPA হল একাধিক সেমিস্টারের GPA স্কোরের গড়।",
    "Usage": "ব্যবহার",
    "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "ডিনোমিনেশনের মতো, উভয় স্কেলের ব্যবহারে পার্থক্য রয়েছে। CGPA একটি শিক্ষার্থীর সামগ্রিক একাডেমিক পারফরম্যান্স হিসাবে বিবেচিত হয়, যেখানে GPA নির্দিষ্ট সেমিস্টার বা সময়ের জন্য বিবেচিত হয়।",
    "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "GPA সাধারণত ব্যবহার করা হয় একটি শিক্ষার্থী সম্প্রতি কেমন করছে তা মূল্যায়ন করতে এবং শক্তিশালী দিক এবং সম্ভাব্য উন্নতির ক্ষেত্রগুলি চিহ্নিত করতে। এই ধরণের গ্রেড স্কেলগুলি নতুন কোর্সের শিক্ষার্থীদের একাডেমিক পারফরম্যান্সে প্রভাব নির্ধারণ করতেও ব্যবহৃত হয়। তবে, চাকরির আবেদন বা উচ্চতর শিক্ষার জন্য আবেদন করার ক্ষেত্রে GPA আদর্শ গ্রেড স্কেল নাও হতে পারে।",
    "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "এমন পরিস্থিতিতে, যখন একজন শিক্ষার্থী উচ্চ শিক্ষার জন্য বা একটি চাকরির জন্য আবেদন করছেন, তখন তাকে তার CGPA পূর্ণ করতে বলা হয়। সুতরাং, CGPA বাহ্যিক সংস্থার সাথে শেয়ার করা হয়, যখন GPA সাধারণত অভ্যন্তরীণ মূল্যায়নের জন্য ব্যবহৃত হয়।",
    "To summarize, take a look at the below-given table:": "সারাংশে, নিচে দেওয়া টেবিলটি দেখুন:",
    "Feature": "বৈশিষ্ট্য",
    "GPA": "GPA",
    "CGPA": "CGPA",
    "Scope": "পরিসীমা",
    "Single Semester / Term": "একক সেমিস্টার / টার্ম",
    "Entire Academic Session": "সম্পূর্ণ একাডেমিক সেশন",
    "Calculation": "গণনা",
    "Grade Points for a semester.": "একটি সেমিস্টারের জন্য গ্রেড পয়েন্টস।",
    "Cumulative Average of All semesters.": "সমস্ত সেমিস্টারের সামগ্রিক গড়।",
    "Purpose": "উদ্দেশ্য",
    "Help to track and monitor the performance of a student.": "একজন শিক্ষার্থীর পারফরম্যান্স ট্র্যাক এবং মনিটর করতে সাহায্য করে।",
    "Determines the overall performance of a student.": "একজন শিক্ষার্থীর সামগ্রিক পারফরম্যান্স নির্ধারণ করে।",
    "International-Standards and Certifications": "আন্তর্জাতিক মান এবং শংসাপত্র",
    "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "যেমন আমরা আগে আলোচনা করেছি, GPA এর মতো গ্রেডিং স্কেলগুলি প্রধানত পশ্চিমা শিক্ষা ব্যবস্থার একটি অংশ। তবে, বিদেশে পড়াশোনা করার পরিকল্পনা করা শিক্ষার্থীদের বিভিন্ন আন্তর্জাতিক মান এবং শংসাপত্র সম্পর্কে সচেতন হওয়া উচিত যা বিভিন্ন শিক্ষাগত কাঠামোর মধ্যে ব্যাপকভাবে স্বীকৃত। এগুলি বোঝার মাধ্যমে শিক্ষার্থীরা বিভিন্ন গ্রেডিং সিস্টেমে নেভিগেট করতে এবং বিদেশে স্কুল বা বিশ্ববিদ্যালয়ে আবেদন করার সময় মসৃণ রূপান্তর নিশ্চিত করতে সাহায্য পেতে পারেন।",
    "1. International Baccalaureate (IB)": "1. আন্তর্জাতিক ব্যাকালোরিয়েট (IB)",
    "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "আন্তর্জাতিক ব্যাকালোরিয়েট (IB) একটি আন্তর্জাতিকভাবে স্বীকৃত শিক্ষা কাঠামো যা ৩ থেকে ১৯ বছর বয়সী শিক্ষার্থীদের জন্য ডিজাইন করা হয়েছে। এর লক্ষ্য হল সমালোচনামূলক চিন্তা, আন্তঃসাংস্কৃতিক বোঝাপড়া এবং বৈশ্বিক সঙ্গতিপূর্ণতা তৈরি করা। IB কাঠামোটি চারটি প্রধান প্রোগ্রামে বিভক্ত:",
    "Primary Years Programme (PYP)": "প্রাথমিক বছরের প্রোগ্রাম (PYP)",
    "For students aged 3 to 12, focusing on developing academic and personal skills.": "৩ থেকে ১২ বছর বয়সী শিক্ষার্থীদের জন্য, একাডেমিক এবং ব্যক্তিগত দক্ষতা উন্নয়নে মনোযোগ দেওয়া।",
    "Middle Years Programme (MYP)": "মধ্যবর্তী বছরের প্রোগ্রাম (MYP)",
    "For students aged 11 to 16, preparing them for further study.": "১১ থেকে ১৬ বছর বয়সী শিক্ষার্থীদের জন্য, তাদের পরবর্তী পড়াশোনার জন্য প্রস্তুত করা।",
    "Diploma Programme (DP)": "ডিপ্লোমা প্রোগ্রাম (DP)",
    "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "১৬ থেকে ১৯ বছর বয়সী শিক্ষার্থীদের জন্য, একটি কড়া প্রোগ্রাম যার গ্রেডিং স্কেল ১-৭।",
    "Career-related Programme (CP)": "ক্যারিয়ার সম্পর্কিত প্রোগ্রাম (CP)",
    "Combines academic study with career-related learning for students aged 16 to 19.": "১৬ থেকে ১৯ বছর বয়সী শিক্ষার্থীদের জন্য একাডেমিক পড়াশোনা এবং ক্যারিয়ার সম্পর্কিত শিক্ষার সংমিশ্রণ।",
    "The IB system is recognized globally for its academic rigor and holistic approach to education.": "আইবির সিস্টেমটি তার একাডেমিক কঠোরতা এবং সমগ্র দৃষ্টিভঙ্গির জন্য বিশ্বব্যাপী স্বীকৃত।",
    "2. Common Core State Standards (CCSS)": "২. কমন কোর স্টেট স্ট্যান্ডার্ডস (সিসিএসএস)",
    "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "কমন কোর স্টেট স্ট্যান্ডার্ডস (সিসিএসএস) যুক্তরাষ্ট্রে তৈরি করা হয়েছিল ইংরেজি ভাষার শিল্প এবং গণিতের K-12 শিক্ষাকে মানক করতে। এই কাঠামোটি প্রধানত যুক্তরাষ্ট্রের স্কুলগুলিতে বাস্তবায়িত হয় এবং একাডেমিক অর্জনের জন্য স্পষ্ট এবং সঙ্গতিপূর্ণ বেঞ্চমার্ক সরবরাহ করার উপর মনোযোগ দেয়। লক্ষ্য হল, ছাত্রদেরকে কলেজ, ক্যারিয়ার এবং বৈশ্বিক প্রতিযোগিতার জন্য প্রস্তুত করা, যেখানে সমালোচনামূলক চিন্তাভাবনা এবং সমস্যার সমাধান দক্ষতাকে গুরুত্ব দেওয়া হয়।",
    "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "৩. বলগোনা প্রক্রিয়া এবং ইউরোপীয় ক্রেডিট ট্রান্সফার এবং অ্যাকুমুলেশন সিস্টেম (ইসিটিএস)",
    "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "বলগোনা প্রক্রিয়া হল ইউরোপীয় দেশগুলির মধ্যে একটি চুক্তি যা উচ্চশিক্ষাকে মানক করতে কাজ করে। এর উদ্দেশ্য হল, ইউরোপে একাডেমিক যোগ্যতা এবং অধ্যয়নের সময়কাল সহজে তুলনীয় এবং সামঞ্জস্যপূর্ণ করা। এই প্রক্রিয়া ছাত্রদের বিভিন্ন দেশের বিশ্ববিদ্যালয়গুলির মধ্যে স্থানান্তরের সুবিধা দেয়, নিশ্চিত করে যে ছাত্রদের যোগ্যতা আন্তর্জাতিকভাবে স্বীকৃত হয়।",
    "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "ইউরোপীয় ক্রেডিট ট্রান্সফার এবং অ্যাকুমুলেশন সিস্টেম (ইসিটিএস) পাঠ্যক্রমের জন্য ক্রেডিট নির্ধারণ করে কাজের পরিমাণের উপর ভিত্তি করে (সাধারণত প্রতি ক্রেডিটে ২৫-৩০ ঘণ্টা অধ্যয়ন)। ইসিটিএস একটি অক্ষর গ্রেডিং সিস্টেম ব্যবহার করে যা A থেকে F পর্যন্ত হয়, যেখানে F ফেইলকে চিহ্নিত করে।",
    "4. Advanced Placement (AP) Program": "৪. অ্যাডভান্সড প্লেসমেন্ট (এপি) প্রোগ্রাম",
    "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "অ্যাডভান্সড প্লেসমেন্ট (এপি) প্রোগ্রাম হল একটি ইউএস-ভিত্তিক উদ্যোগ যা কলেজ বোর্ড দ্বারা অফার করা হয়, যা উচ্চবিদ্যালয়ের শিক্ষার্থীদের কলেজ স্তরের পাঠ্যক্রম এবং পরীক্ষা নিতে সক্ষম করে। এই কোর্সগুলি প্রথম বছরের কলেজ কোর্সের সমমান এবং আন্তর্জাতিকভাবে স্বীকৃত। এপি পরীক্ষার গ্রেডিং স্কেল ১ থেকে ৫ এর মধ্যে থাকে, যার মধ্যে ৩ নম্বরকে পাস হিসেবে গণ্য করা হয়। এপি পৃথিবীজুড়ে বিশ্ববিদ্যালয়গুলির দ্বারা ব্যাপকভাবে গৃহীত, যা শিক্ষার্থীদের উচ্চবিদ্যালয় শেষ করার আগেই কলেজ ক্রেডিট অর্জনের সুযোগ দেয়।",
    "5. International General Certificate of Secondary Education (IGCSE)": "৫. আন্তর্জাতিক সাধারণ মাধ্যমিক শিক্ষা সনদ (আইজিসিএসই)",
    "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "আইজিসিএসই হল একটি বৈশ্বিকভাবে স্বীকৃত যোগ্যতা যা ক্যামব্রিজ অ্যাসেসমেন্ট ইন্টারন্যাশনাল এডুকেশন দ্বারা প্রদান করা হয়। এটি A থেকে G পর্যন্ত একটি গ্রেডিং স্কেল ব্যবহার করে, যেখানে U (অগ্রেডেড) ব্যর্থতাকে চিহ্নিত করে। আইজিসিএসই আন্তর্জাতিক স্কুলগুলির দ্বারা ব্যাপকভাবে ব্যবহৃত হয় এবং এর নমনীয়তার জন্য পরিচিত, যা শিক্ষার্থীদের তাদের একাডেমিক আগ্রহ এবং ক্যারিয়ার লক্ষ্য অনুসারে বিষয় নির্বাচন করার সুযোগ দেয়।",
    "6. Tertiary Education Quality and Standards Agency (TEQSA)": "৬. তৃতীয় শিক্ষা গুণগত মান এবং মানদণ্ড সংস্থা (টিইকএসএ)",
    "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "টিইকএসএ কাঠামোটি মূলত অস্ট্রেলিয়ায় অনুসৃত হয়। এটি উচ্চ শিক্ষা প্রতিষ্ঠানগুলি নিয়ন্ত্রণ করে এবং নিশ্চিত করে যে তারা জাতীয় মানদণ্ড পূরণ করছে। এটি অস্ট্রেলিয়ান কোয়ালিফিকেশন ফ্রেমওয়ার্ক (একিউএফ)-এর সাথে সঙ্গতিপূর্ণ, যা অস্ট্রেলিয়ার প্রতিষ্ঠানগুলির দ্বারা প্রদত্ত যোগ্যতা এবং কোর্স বর্ণনা করে। যদিও টিইকএসএ প্রধানত অস্ট্রেলিয়ায় অনুসৃত হয়, তার স্বীকৃতি বৈশ্বিক, যা নিশ্চিত করে যে অস্ট্রেলিয়ান ডিগ্রিগুলি আন্তর্জাতিকভাবে সম্মানিত এবং ছাত্রদের গতিশীলতা বাড়ায়।",
    "7. Programme for International Student Assessment (PISA)": "৭. আন্তর্জাতিক ছাত্র মূল্যায়ন প্রোগ্রাম (পিআইএসএ)",
    "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "আন্তর্জাতিক ছাত্র মূল্যায়ন প্রোগ্রাম (পিআইএসএ) হল একটি আন্তর্জাতিক জরিপ যা OECD দ্বারা পরিচালিত হয়। অন্যান্য কাঠামোগুলির বিপরীতে, পিআইএসএ একটি গ্রেডিং স্কেল প্রদান করে না, তবে এটি ১৫ বছর বয়সী শিক্ষার্থীদের একাডেমিক কর্মক্ষমতা মূল্যায়ন করে বিশ্বব্যাপী শিক্ষা ব্যবস্থার কার্যকারিতা মূল্যায়ন করে। সংগৃহীত ডেটা নীতিনির্ধারকদের তাদের শিক্ষা ব্যবস্থায় শক্তি এবং দুর্বলতা চিহ্নিত করতে সাহায্য করে এবং মান উন্নত করতে এবং বৈশ্বিকভাবে শিক্ষা কাঠামো সঙ্গতিপূর্ণ করার জন্য তথ্যপূর্ণ সিদ্ধান্ত নিতে সহায়তা করে।",
    "Most-Common GPA to CGPA Conversion Scenarios": "সবচেয়ে সাধারণ GPA থেকে CGPA রূপান্তরের পরিস্থিতি",
    "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "১. U.S. GPA থেকে CGPA রূপান্তর (৪.০ স্কেল)",
    "The formula used is:": "ব্যবহৃত সূত্র হল:",
    "CGPA = GPA × 2.5": "CGPA = GPA × 2.5",
    "Thus, the conversions would look like:": "অতএব, রূপান্তরগুলি এইরকম হবে:",
    "4.0 GPA in CGPA is 10.0": "৪.০ GPA CGPA-তে ১০.০",
    "3.5 GPA in CGPA is 8.75": "৩.৫ GPA CGPA-তে ৮.৭৫",
    "3.0 GPA in CGPA is 7.5": "৩.০ GPA CGPA-তে ৭.৫",
    "2.0 GPA in CGPA is 5.0": "২.০ GPA CGPA-তে ৫.০",
    "2. U.S. GPA to CGPA (Indian) Conversion": "২. U.S. GPA থেকে CGPA (ভারতীয়) রূপান্তর",
    "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "কিছু ভারতীয় প্রতিষ্ঠান GPA (৪.০ স্কেল) থেকে CGPA (১০ স্কেল) রূপান্তরের একটি ভিন্ন সংস্করণ অনুসরণ করে। ব্যবহৃত সূত্র হল:",
    "CGPA = GPA × 2 + 1": "CGPA = GPA × ২ + ১",
    "Thus, the conversion would vary as:": "অতএব, রূপান্তরটি পরিবর্তিত হবে:",
    "4.0 GPA in CGPA is 9.0": "৪.০ GPA CGPA-তে ৯.০",
    "3.5 GPA in CGPA is 8.0": "৩.৫ GPA CGPA-তে ৮.০",
    "3.0 GPA in CGPA is 7.0": "৩.০ GPA CGPA-তে ৭.০",
    "2.0 GPA-in-CGPA is 5.0": "২.০ GPA CGPA-তে ৫.০",
    "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "৩. ভারতীয় শতাংশ থেকে U.S. GPA রূপান্তর (৪.০ স্কেল)",
    "The-formula used is:": "ব্যবহৃত সূত্র হল:",
    "GPA- =": "GPA =",
    "Therefore, the conversions would look like:": "অতএব, কনভার্শনগুলি এইরকম হবে:",
    "90% to GPA is 4.0": "90% থেকে GPA হল 4.0",
    "75% to GPA is 3.5": "75% থেকে GPA হল 3.5",
    "60% to GPA is 3.0": "60% থেকে GPA হল 3.0",
    "50% to GPA is 2.0": "50% থেকে GPA হল 2.0",
    "4. ECTS Grading to GPA/CGPA": "৪. ECTS গ্রেডিং থেকে GPA/CGPA",
    "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "যেহেতু ECTS একটি অক্ষর গ্রেডিং সিস্টেম অনুসরণ করে, তাদের সমতুল্য কনভার্শন এইরকম হবে:",
    "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (শীর্ষ ১০%) → 4.0 GPA / 9.0-10.0 CGPA",
    "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (পরবর্তী ২৫%) → 3.5 GPA / 7.5-8.9 CGPA",
    "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (পরবর্তী ৩০%) → 3.0 GPA / 6.0-7.4 CGPA",
    "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (পরবর্তী ২৫%) → 2.5 GPA / 5.0-5.9 CGPA",
    "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (ন্যূনতম পাস গ্রেড) → 2.0 GPA / 4.0-4.9 CGPA",
    "Please Note:": "দয়া করে লক্ষ্য করুন:",
    "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "এগুলি সাধারণ কনভার্শন কেস স্টাডি এবং এটি সর্বত্র প্রযোজ্য নাও হতে পারে। এই কনভার্শনগুলি ব্যবহার করার আগে সর্বদা নির্দিষ্ট প্রতিষ্ঠানগুলির নির্দেশিকাগুলি অনুসরণ করুন।",
    "Summary-": "সারাংশ",
    "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "এই বিভাগে, আমরা GPA এবং CGPA কনভার্শনগুলি, কিভাবে তারা একে অপর থেকে আলাদা, এবং বিশ্বের চারপাশে অনুসৃত কিছু আন্তর্জাতিক মান এবং ফ্রেমওয়ার্ক আলোচনা করেছি। আমরা সমস্ত প্রধান ফ্রেমওয়ার্কগুলি কভার করার চেষ্টা করেছি, তবে প্রতিটি প্রতিষ্ঠানটির ফর্মুলা এবং কনভার্শন অন্তর্ভুক্ত করা সম্ভব নয়।",
    "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "অতএব, আমরা সর্বদা আপনাকে পরামর্শ দিই যে আপনি আপনার গ্রেড কনভার্ট করার আগে একটি নির্দিষ্ট প্রতিষ্ঠানের অফিসিয়াল ডকুমেন্ট চেক করুন।",
    "FAQs": "প্রশ্নাবলী (প্রায়শই জিজ্ঞাসিত প্রশ্ন)",
    "Q1. How can I convert GPA to CGPA?": "Q1. আমি কীভাবে GPA কে CGPA তে কনভার্ট করতে পারি?",
    "Ans. You can convert GPA to CGPA using the formula;": "উত্তর. আপনি ফর্মুলা ব্যবহার করে GPA কে CGPA তে কনভার্ট করতে পারেন;",
    "-GPA =": "-GPA =",
    "CGPA Obtained": "অর্জিত CGPA",
    "Maximum CGPA": "সর্বোচ্চ CGPA",
    "Max-GPA": "সর্বোচ্চ GPA",
    "Q2. What is Indian CGPA to GPA calculator?": "Q2. ভারতীয় CGPA থেকে GPA ক্যালকুলেটর কী?",
    "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "উত্তর. ভারতীয় CGPA থেকে GPA ক্যালকুলেটরে CGPA এবং শতাংশ থেকে GPA কনভার্সন অন্তর্ভুক্ত রয়েছে। অনুগ্রহ করে নিচের টেবিলটি দেখুন:",
    "Conversion Type": "কনভার্শন প্রকার",
    "Formula": "ফর্মুলা",
    "CGPA to 4-point GPA": "CGPA থেকে ৪-পয়েন্ট GPA",
    "Percentage to 4-point GPA": "শতাংশ থেকে ৪-পয়েন্ট GPA",
    "Percentage to GPA (4.3)": "শতাংশ থেকে GPA (৪.৩)",
    "Percentage to GPA (5.0)": "শতাংশ থেকে GPA (৫.০)",
    "GP-A =": "GPA =",
    "CGPA-Obtained": "অর্জিত CGPA",
    "Maximum-CGPA": "সর্বোচ্চ CGPA",
    "× 2.5": "× ২.৫",
    "Percentage Obtained": "অর্জিত শতাংশ",
    "100": "১০০",
    "× 4": "× ৪",
    "4.3": "৪.৩",
    "× 100": "× ১০০",
    "20": "২০",
    "Q3. How to calculate CGPA from GPA?": "প্রশ্ন ৩। GPA থেকে CGPA কিভাবে গণনা করবেন?",
    "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "উত্তর। GPA থেকে CGPA গণনা করতে, প্রাপ্ত GPA কে সর্বোচ্চ GPA দ্বারা ভাগ করুন এবং তারপর লক্ষ্য CGPA স্কেল দ্বারা গুণ করুন। গাণিতিকভাবে:",
    "CGPA =": "CGPA =",
    "GPA Obtained": "প্রাপ্ত GPA",
    "Maximum GPA": "সর্বোচ্চ GPA",
    "× Target CGPA Scale": "× লক্ষ্য CGPA স্কেল",
    "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "প্রশ্ন ৪। ১০-পয়েন্ট CGPA থেকে ৪ GPA ক্যালকুলেটর সূত্র কি?",
    "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "উত্তর। উপরের প্রশ্ন ২-এ উল্লেখিত হিসাবে, আপনি CGPA কে ২.৫ ফ্যাক্টর দ্বারা ভাগ করতে পারেন এবং আপনি একটি সমমানের GPA পাবেন। একটি সহজীকৃত গণনা নিচে দেওয়া হয়েছে:",
    "G-PA =": "GPA =",
    "Obtained CGPA": "প্রাপ্ত CGPA",
    "10(for 10-point CGPA)": "১০ (১০-পয়েন্ট CGPA এর জন্য)",
    "×": "×",
    "= ": "= ",
    "× 2.5": "× ২.৫",
    "Q5. What is the GPA to CGPA calculator Anna University Formula?": "প্রশ্ন ৫। GPA থেকে CGPA ক্যালকুলেটর আন্না ইউনিভার্সিটি সূত্র কি?",
    "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "উত্তর। GPA থেকে CGPA ক্যালকুলেটর আন্না ইউনিভার্সিটি সূত্রে ক্রেডিট স্কোর অন্তর্ভুক্ত থাকে। সূত্রটি এইভাবে লেখা যেতে পারে:",
    ".GPA =": "GPA =",
    "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "বিষয় ১-এ গ্রেড × অর্জিত ক্রেডিট + বিষয় ২-এ গ্রেড × অর্জিত ক্রেডিট + বিষয় N-এ গ্রেড × অর্জিত ক্রেডিট",
    "Sum of All Credits Earned in Each Subject": "প্রতিটি বিষয়ের সমস্ত অর্জিত ক্রেডিটের যোগফল",
    "Q6. How to calculate CGPA from GPA in Anna University?": "প্রশ্ন ৬। আন্না ইউনিভার্সিটিতে GPA থেকে CGPA কিভাবে গণনা করবেন?",
    "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "উত্তর। আন্না ইউনিভার্সিটির জন্য CGPA থেকে GPA গণনা উপরের এই লেখায় উল্লেখিত সূত্র অনুযায়ী করা হয়:",
    "CGPA- =": "CGPA =",
    "GPA-Obtained": "প্রাপ্ত GPA",
    "Maximum-GPA": "সর্বোচ্চ GPA",
    "×": "×",
    "Target CGPA Scale": "লক্ষ্য CGPA স্কেল",
    "However, you can also go for detailed calculations as described in Q5.": "তবে, আপনি প্রশ্ন ৫-এ বর্ণিত বিস্তারিত গণনাগুলিও ব্যবহার করতে পারেন।",
    "Q7. How SRM GPA to CGPA calculator is different?": "প্রশ্ন ৭। SRM GPA থেকে CGPA ক্যালকুলেটর কিভাবে আলাদা?",
    "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "উত্তর। SRM ইউনিভার্সিটি GPA গণনা করতে একটি নির্দিষ্ট সূত্র ব্যবহার করে যা ক্রেডিট-ভিত্তিক গড় অন্তর্ভুক্ত করে। ক্রেডিট-ভিত্তিক গড় ধারণাটি কিছু বিশেষ বিষয় যেমন মেজর এবং মাইনর বিষয়গুলির জন্য বিশেষ ওজন নির্ধারণ করতে ব্যবহার করা হয়।",
    "Q8. Is the GPA to CGPA calculator for engineering different?": "প্রশ্ন ৮। ইঞ্জিনিয়ারিং-এর জন্য GPA থেকে CGPA ক্যালকুলেটর কি আলাদা?",
    "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "উত্তর। কিছু ইঞ্জিনিয়ারিং কলেজে মূল কোর্সের জন্য elective বা সাধারণ কোর্সের চেয়ে বেশি ক্রেডিট প্রদান করা হয়। অতএব, ঐ মূল বিষয়গুলির ওজন মূল্য অন্যান্য বিষয়গুলির চেয়ে বেশি হতে পারে।",
    "Q9. Is CGPA to GPA calculator online reliable?": "প্রশ্ন ৯। অনলাইন CGPA থেকে GPA ক্যালকুলেটর কি নির্ভরযোগ্য?",
    "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "উত্তর। গাণিতিকভাবে, হ্যাঁ, আমাদের অনলাইন CGPA থেকে GPA ক্যালকুলেটর নির্ভরযোগ্য। তবে, অনেক বিশ্ববিদ্যালয় একটি নির্দিষ্ট রূপান্তর পদ্ধতি ব্যবহার করে। যেহেতু সব পদ্ধতি অন্তর্ভুক্ত করা সম্ভব নয়, তাই প্রথমে অফিসিয়াল নির্দেশিকা যাচাই করা সর্বোত্তম।",
    "Q10. Convert GPA to CGPA out of 4.": "প্রশ্ন ১০। ৪-এর মধ্যে GPA থেকে CGPA কিভাবে রূপান্তর করবেন?",
    "Ans. To convert GPA to CGPA out of 4, use the below formula:": "উত্তর। ৪-এর মধ্যে GPA থেকে CGPA রূপান্তর করতে, নিচের সূত্র ব্যবহার করুন:",
    "CGPA (out of 4) =": "CGPA (৪-এর মধ্যে) =",
    "GPAObtained": "প্রাপ্ত GPA",
    "Maximum GPA on your Scale": "আপনার স্কেলে সর্বোচ্চ GPA",
    "×": "×",
    "4": "৪",
    "Q11. What is 3 GPA to CGPA?": "প্রশ্ন ১১। ৩ GPA থেকে CGPA কিভাবে রূপান্তর করবেন?",
    "Ans. On a 4-point GPA scale, your CGPA is 3. But on a 10-point GPA scale, your CGPA is 1.2.": "উত্তর। ৪-পয়েন্ট GPA স্কেলে, আপনার CGPA হল ৩। তবে ১০-পয়েন্ট GPA স্কেলে, আপনার CGPA হল ১.২।",
    "Q12. What is 3.5 GPA to CGPA?": "প্রশ্ন ১২। ৩.৫ GPA থেকে CGPA কিভাবে রূপান্তর করবেন?",
    "Ans. On a 4-point GPA scale, your CGPA is 3.5.": "উত্তর। ৪-পয়েন্ট GPA স্কেলে, আপনার CGPA হল ৩.৫।",
    "But on a 10-point GPA scale, your CGPA is 1.4.": "কিন্তু ১০-পয়েন্ট GPA স্কেলে, আপনার CGPA হল ১.৪।",
    "On a 7-point GPA scale, your CGPA is 2.": "৭-পয়েন্ট GPA স্কেলে, আপনার CGPA হল ২।",
    "Q13. What is 3.3 GPA to CGPA?": "প্রশ্ন ১৩। ৩.৩ GPA থেকে CGPA কিভাবে রূপান্তর করবেন?",
    "Ans. If GPA is on a 4-point scale → 3.3 CGPA": "উত্তর। যদি GPA ৪-পয়েন্ট স্কেলে হয় → ৩.৩ CGPA",
    "If GPA is on a 10-point scale → 1.32 CGPA": "যদি GPA ১০-পয়েন্ট স্কেলে হয় → ১.৩২ CGPA",
    "If GPA is on a 7-point scale → 1.89 CGPA": "যদি GPA ৭-পয়েন্ট স্কেলে হয় → ১.৮৯ CGPA",
    "Q14. What is a good CGPA?": "প্রশ্ন ১৪। একটি ভালো CGPA কী?",
    "Ans. A CGPA above 8.0 is considered a good CGPA. However, this varies depending on the institution and the course.": "উত্তর। ৮.০ এর উপরে একটি CGPA ভালো CGPA হিসেবে বিবেচিত হয়। তবে, এটি প্রতিষ্ঠান এবং কোর্সের উপর নির্ভর করে পরিবর্তিত হতে পারে।",
    "title": "CGPA থেকে GPA ক্যালকুলেটর",
    "enterCGPA": "CGPA লিখুন",
    "cgpaPlaceholder": "আপনার CGPA লিখুন",
    "chooseGPAScale": "GPA স্কেল নির্বাচন করুন",
    "gpaScale4": "4.0 স্কেল",
    "gpaScale5": "5.0 স্কেল",
    "gpaScale10": "10.0 স্কেল",
    "customGpaScalePlaceholder": "কাস্টম GPA স্কেল লিখুন",
    "cgpaPointScale": "CGPA পয়েন্ট স্কেল",
    "cgpaPointScalePlaceholder": "CGPA পয়েন্ট স্কেল লিখুন",
    "calculateButton": "ক্যালকুলেট করুন",
    "resetButton": "রিসেট করুন",
    "yourGPA": "আপনার হিসাব করা GPA",
    "gpaPlaceholder": "GPA:",
    "downloadButton": "ডাউনলোড",
    "whatsappButton": "WhatsApp",
    "copyLinkButton": "লিঙ্ক কপি করুন",
    "linkCopied": "লিঙ্ক কপি হয়েছে!",
    "calculationHistory": "হিসাবের ইতিহাস",
    "sNo": "ক্র.সং.",
    "cgpa1": "CGPA",
    "gpa1": "GPA",
    "Heading": "CGPA থেকে GPA ক্যালকুলেটর",
    "Paragraph1": "আমরা প্রায়ই এমন পরিস্থিতির মুখোমুখি হই যেখানে আমাদের গ্রেডকে একটি ভিন্ন ফরম্যাটে রূপান্তর করতে হয়। আপনি যদি ছাত্রদের গ্রেড ডাটাবেসের সাথে কাজ করছেন বা আপনার গ্রেডগুলি নির্দিষ্ট প্রয়োজনীয়তা পূরণের জন্য রূপান্তর করতে চান, তবে একটি নির্ভরযোগ্য টুল থাকলে প্রক্রিয়াটি অনেক সহজ হয়ে যায়।",
    "Paragraph2": "লর্ড ক্যালকুলেটরের CGPA থেকে GPA ক্যালকুলেটরটি ডিজাইন করা হয়েছে যাতে আপনি দ্রুত এবং সঠিকভাবে আপনার CGPA গ্রেডগুলিকে GPA ফরম্যাটে রূপান্তর করতে পারেন, যাতে আপনি যা সত্যিই গুরুত্বপূর্ণ—আপনার পারফরম্যান্স—তার উপর মনোযোগ দিতে পারেন!",
    "Paragraph3": "আমাদের ক্যালকুলেটরটি গতি এবং সঠিকতার জন্য অপটিমাইজড, যা আপনার ফলাফলে শূন্য ত্রুটির নিশ্চয়তা দেয়। আপনি কাস্টম গ্রেড স্কেল বিকল্পটি ব্যবহার করেও আপনার গ্রেডগুলি আপনার পছন্দসই যে কোনও লক্ষ্য গ্রেডিং স্কেলে রূপান্তর করতে পারেন।",
    "Paragraph4": "এই গাইডে, আমরা CGPA থেকে GPA রূপান্তরের সম্পর্কে জানার জন্য প্রয়োজনীয় গুরুত্বপূর্ণ বিষয়গুলি কভার করব, যার মধ্যে মৌলিক ধারণা এবং আন্তর্জাতিক মান অন্তর্ভুক্ত রয়েছে।",
    "section2": "CGPA থেকে GPA কনভার্টার ফর্মুলা",
    "formula": {
        "title": "সমমান GPA",
        "numerator": "প্রাপ্ত CGPA",
        "denominator": "সর্বাধিক CGPA",
        "multiplier": " সর্বাধিক GPA"
    },
    "tableOfContents": "বিষয়ের সূচি",
    "toggleButtonExpand": "বিস্তৃত করুন",
    "toggleButtonCollapse": "সঙ্কুচিত করুন",
    "1": "CGPA থেকে GPA ক্যালকুলেটর",
    "2": "CGPA থেকে GPA কনভার্টার ফর্মুলা",
    "3": "CGPA ও GPA এর মধ্যে পার্থক্য এবং কেন রূপান্তরের প্রয়োজন?",
    "4": "CGPA থেকে GPA রূপান্তরের প্রয়োজনীয়তা কেন?",
    "5": "লর্ড ক্যালকুলেটরের CGPA থেকে GPA ক্যালকুলেটরটি কীভাবে আলাদা?",
    "6": "CGPA থেকে GPA ক্যালকুলেটর কীভাবে ব্যবহার করবেন",
    "7": "CGPA থেকে GPA রূপান্তরের পদ্ধতি",
    "8": "বিশ্ববিদ্যালয় ভিত্তিক রূপান্তর",
    "9": "নরমালাইজেশন ফ্যাক্টর",
    "10": "CGPA থেকে GPA বিস্তারিত রূপান্তর টেবিল",
    "11": "CGPA থেকে GPA কনভার্টারের সীমাবদ্ধতা",
    "12": "সঠিক CGPA থেকে GPA গণনা পাওয়ার জন্য টিপস",
    "13": "উপসংহার",
    "14": "CGPA থেকে GPA কনভার্টারের জন্য FAQs",
    "cgpaToGpaNote": "দয়া করে লক্ষ্য করুন যে এই সূত্রটি CGPA থেকে GPA রূপান্তরের জন্য সবচেয়ে সাধারণভাবে ব্যবহৃত হয়। তবে, কিছু প্রতিষ্ঠান ভিন্ন সূত্র অনুসরণ করতে পারে, তাই আপনার প্রতিষ্ঠান বা বোর্ডের দেওয়া অফিসিয়াল নির্দেশিকা চেক করা সর্বদাই ভালো।",
    "section3Title": "CGPA এবং GPA এর মধ্যে পার্থক্য এবং কেন রূপান্তর প্রয়োজন?",
    "section3Content": "রূপান্তর প্রক্রিয়ায় গভীরভাবে প্রবেশ করার আগে, আসুন প্রথমে CGPA এবং GPA এর মধ্যে পার্থক্য বুঝে নিই এবং কেন রূপান্তর প্রয়োজন, যদিও উভয় গ্রেডিং স্কেলই ব্যাপকভাবে স্বীকৃত।",
    "understandingCGPAGPA": "CGPA এবং GPA বোঝা",
    "cgpaDefinition": "CGPA (Cumulative Grade Point Average) একটি ছাত্রের একাডেমিক পারফরম্যান্সের একটি ব্যাপক প্রতিফলন যা নির্দিষ্ট সময়কালে সমস্ত সেমিস্টার এবং বিষয়গুলির উপর ভিত্তি করে। এটি ছাত্রের ধারাবাহিক পারফরম্যান্সের একটি পূর্ণাঙ্গ চিত্র প্রদান করে।",
    "gpaDefinition": "অন্যদিকে, GPA (Grade Point Average) একটি সংক্ষিপ্ত মেট্রিক যা একটি ছাত্রের পারফরম্যান্সকে পৃথক কোর্স বা বিষয়গুলিতে মূল্যায়ন করে, প্রায়শই সেমিস্টার-ভিত্তিক অর্জনগুলির উপর মনোযোগ দেয়। GPA প্রতিষ্ঠানে একক সেমিস্টারে পারফরম্যান্স ট্র্যাক করতে সাহায্য করে।",
    "regionalUsage": "যেখানে CGPA এশীয় দেশগুলিতে বেশি ব্যবহৃত হয়, GPA যুক্তরাষ্ট্র এবং ইউরোপের মতো পশ্চিমা দেশগুলিতে ব্যাপকভাবে ব্যবহৃত হয়। গ্রেডিং সিস্টেমের এই পার্থক্য কারণ CGPA থেকে GPA রূপান্তর প্রায়ই প্রয়োজন হয়, বিশেষ করে আন্তর্জাতিক ছাত্রদের বা একাডেমিক ট্রান্সফারের জন্য।",
    "learnMoreGradingSystems": "যদি আপনি বিভিন্ন গ্রেডিং সিস্টেমে ব্যবহৃত পরিভাষা সম্পর্কে আরও জানতে চান, ",
    "whyNeedConversion": "CGPA থেকে GPA রূপান্তর কেন প্রয়োজন?",
    "conversionReason1": "এই প্রশ্নের সহজ উত্তর হল সুযোগ। যখনই কোনও ছাত্র বিদেশে পড়াশোনা করার বা চাকরির জন্য আবেদন করার পরিকল্পনা করে, তাদের প্রায়শই তাদের গ্রেড একটি নির্দিষ্ট ফর্ম্যাটে প্রয়োজন—যা তাদের নিজস্ব থেকে আলাদা হতে পারে। এমন ক্ষেত্রে, গ্রেড রূপান্তর অপরিহার্য।",
    "conversionReason2": "কল্পনা করুন: আপনি সাবধানে সূত্র প্রয়োগ করেছেন এবং পুরো গাণিতিক সমীকরণটি লিখে ফেলেছেন, তবে একটি ছোট দশমিক পয়েন্টের ত্রুটি বা একটি সামান্য ভুলের কারণে, আপনাকে পুরো প্রক্রিয়াটি পুনরায় করতে হচ্ছে। এখানে অনলাইন সরঞ্জামগুলি অমূল্য হয়ে ওঠে। আপনি তাত্ক্ষণিকভাবে একটি ওয়েবসাইটে গিয়ে আপনার গ্রেড রূপান্তর করতে পারেন—কোনও তৃতীয় পক্ষের অ্যাপ ডাউনলোড করার প্রয়োজন নেই!",
    "conversionReason3": "আরেকটি কারণ যা রূপান্তর প্রয়োজন তা হল গ্রেডিং স্কেলগুলির পার্থক্য। এই গ্রেডিং সিস্টেমগুলি কীভাবে ভিন্ন তা বুঝতে সাহায্য করার জন্য, এখানে CGPA, GPA, এবং অন্যান্য গ্রেডিং সিস্টেমের একটি সংক্ষিপ্ত তুলনা দেওয়া হল:",
    "cgpaScale": "CGPA (10-Point Scale)",
    "usGpaScale": "US GPA (4-Point Scale)",
    "usLetterGrade": "Letter Grade (US)",
    "percentageScale": "Percentage (100%)",
    "ukGrade": "Grade (UK)",
    "ukGrade1": "First-Class (Distinction)",
    "ukGrade2": "First-Class (Upper)",
    "ukGrade3": "First-Class (Upper)",
    "ukGrade4": "Upper Second (2:1)",
    "ukGrade5": "Upper Second (2:1)",
    "ukGrade6": "Lower Second (2:2)",
    "ukGrade7": "Lower Second (2:2)",
    "ukGrade8": "Third-Class",
    "ukGrade9": "Pass",
    "ukGrade10": "Fail",
    "below_5_5": "Below 5.5",
    "below_2_0": "Below 2.0",
    "below": "below 55",
    "section5_title": "Lord Calculator এর CGPA থেকে GPA রূপান্তরকারী কীভাবে আলাদা?",
    "feature_1": "Lord Calculator এর CGPA থেকে GPA রূপান্তরকারী তার উন্নত বৈশিষ্ট্য এবং দ্রুত পারফরম্যান্সের জন্য আলাদা। সর্বশেষ ওয়েব ফ্রেমওয়ার্কের জন্য ধন্যবাদ, আমাদের ক্যালকুলেটর রূপান্তরগুলি অত্যন্ত দ্রুত সম্পন্ন করে—এমনকি দুর্বল নেটওয়ার্কেও।",
    "feature_2": "ব্যবহারকারীর ইন্টারফেসটি সহজ নেভিগেশনের জন্য ডিজাইন করা হয়েছে, নিশ্চিত করে যে আপনি দ্রুত আপনার মানগুলি প্রবেশ করতে পারেন এবং কোনও ঝামেলা ছাড়াই ফলাফল পেতে পারেন। আমরা মেট্রিক রিপ্রেজেন্টেশনও অফার করি, যা রূপান্তরিত গ্রেডগুলি আরও কার্যকরভাবে ভিজুয়ালাইজ করতে সহায়ক।",
    "feature_3": "অতিরিক্তভাবে, আপনি আপনার রূপান্তর ইতিহাস একটি PDF হিসাবে সংরক্ষণ করতে পারেন বা সোশ্যাল মিডিয়ায় শেয়ার করতে পারেন, যা সহজেই আপনার ফলাফল ট্র্যাক করতে এবং অন্যদের সাথে শেয়ার করতে সাহায্য করে।",
    "feature_4": "আমাদের ক্যালকুলেটর কাস্টম সূত্রও সমর্থন করে। উদাহরণস্বরূপ, CGPA থেকে Percentage ক্যালকুলেটরে, আপনি আপনার প্রতিষ্ঠানের নির্দিষ্ট গ্রেডিং স্কেলের সাথে মিলিয়ে একটি কাস্টম মাল্টিপ্লিকেশন ফ্যাক্টর নির্বাচন করতে পারেন।",
    "section6_title": "CGPA থেকে GPA রূপান্তরকারী কীভাবে ব্যবহার করবেন",
    "instruction_1": "আমাদের CGPA থেকে GPA ক্যালকুলেটর ব্যবহার করা কোনও ক্যালকুলাস সমস্যা সমাধানের চেয়েও সহজ! শুধু এই সহজ পদক্ষেপগুলি অনুসরণ করুন:",
    "step_1": "Lord Calculator Educational Calculators CGPA থেকে GPA ক্যালকুলেটরে যান।",
    "step_2": "প্রথম ক্ষেত্রে, আপনার CGPA প্রবেশ করুন। সঠিক সংখ্যা অন্তর্ভুক্ত করতে ভুলবেন না, সহ সেমিস্টার বিভাজক (ডেসিমাল পয়েন্ট)!",
    "step_3": "যে GPA স্কেলে আপনি আপনার গ্রেড রূপান্তর করছেন তা নির্বাচন করুন।",
    "step_4": "যে CGPA স্কেলটি আপনার গ্রেডিং সিস্টেম অনুমোদিত তা প্রবেশ করুন (এটি CGPA স্কেল মান)।",
    "step_5": "সব ক্ষেত্র সঠিকভাবে পূর্ণ করার পরে, Calculate বোতামে ক্লিক করুন, এবং voilà! আপনার GPA রূপান্তর সম্পন্ন হয়েছে।",
    "step_6": "আপনি আপনার ফলাফল বন্ধুদের সাথে শেয়ারও করতে পারেন বা ভবিষ্যতের রেফারেন্সের জন্য PDF হিসেবে সংরক্ষণ করতে পারেন!",
    "section7_title": "CGPA থেকে GPA রূপান্তর করার পদ্ধতি",
    "paragraph_1": "CGPA থেকে GPA রূপান্তর একটি একমাত্র পদ্ধতির বিষয় নয়। বিভিন্ন প্রতিষ্ঠান বিভিন্ন গ্রেডিং সিস্টেম অনুসরণ করে, এবং এমনকি যারা একই স্কেল ব্যবহার করে তারা বিভিন্ন মাল্টিপ্লিকেশন ফ্যাক্টর প্রয়োগ করতে পারে। তাই, আপনার প্রতিষ্ঠানের জন্য সঠিক পদ্ধতি ব্যবহার করা অত্যন্ত গুরুত্বপূর্ণ।",
    "paragraph_2": "আমাদের ক্যালকুলেটরে, আমরা CGPA থেকে GPA রূপান্তরের জন্য সবচেয়ে সাধারণ সূত্রটি ব্যবহার করেছি। তবে, আপনার প্রতিষ্ঠানের নির্দিষ্ট রূপান্তর নির্দেশিকা জন্য অফিসিয়াল ডকুমেন্টগুলি চেক করা সর্বদাই ভালো।",
    "paragraph_3": "বিস্তৃতভাবে ব্যবহৃত CGPA থেকে GPA রূপান্তর সূত্র হল:",
    "formula_title": "Equivalent GPA =",
    "formula_1": "অবতীর্ণ CGPA",
    "formula_2": "সর্বোচ্চ CGPA",
    "formula_3": "× সর্বোচ্চ GPA",
    "example_title": "উদাহরণ:",
    "example_description": "ধরা যাক:",
    "example_list_item_1": "ছাত্রটির CGPA হল ",
    "bold": "৮.৫ (১০ এর মধ্যে)",
    "example_list_item_2": "লক্ষ্য GPA স্কেল হল ",
    "bold1": "৪.০",
    "conversion_description": "রূপান্তরটি এভাবে দেখাবে:",
    "maxcgpa": "সর্বোচ্চ CGPA",
    "maxgpa": "সর্বোচ্চ GPA",
    "university_specific_conversions": "বিশ্ববিদ্যালয় নির্দিষ্ট রূপান্তর",
    "university_specific_paragraph1": "আপনার প্রতিষ্ঠান একটি আলাদা রূপান্তর মানদণ্ড অনুসরণ করতে পারে। এমন পরিস্থিতিতে, আপনাকে আপনার বিশ্ববিদ্যালয়ের নির্দিষ্ট সূত্র অনুসরণ করতে হবে। এই পরিস্থিতি সাধারণত ঘটে যখন একটি বিশেষ প্রতিষ্ঠান পৃথক বিষয়গুলির জন্য ভিন্ন ওজন নির্ধারণ করে। তখন রূপান্তর সূত্রটি উপযুক্তভাবে সামঞ্জস্য করতে হবে।",
    "university_specific_paragraph2": "একটি সাধারণ উদাহরণ হল হার্ভার্ড বিশ্ববিদ্যালয়, যা একটি বিস্তারিত গ্রেড বিতরণ চার্ট চেয়ে রূপান্তরিত GPA এর সাথে গ্রেডিং কঠিনতা হিসাব করতে চায়। এর ফলে, উপরের উদাহরণে আলোচনা করা ৮.৫ CGPA, ৩.৪ এর পরিবর্তে ৩.৭ হতে পারে।",
    "normalization_factor": "সাধারণীকরণ ফ্যাক্টর",
    "normalization_factor_paragraph1": "যখন ছাত্ররা বিদেশে অধ্যয়ন প্রোগ্রামের জন্য আবেদন করেন, তাদের পূর্ববর্তী কর্মক্ষমতা সঠিকভাবে মূল্যায়ন করতে হবে। ন্যায্যতা অর্জনের জন্য, বিশ্ববিদ্যালয়গুলি প্রায়ই একটি সাধারণীকরণ ফ্যাক্টর যোগ করে যাতে সবাই একই স্তরের খেলার মাঠ পায়।",
    "normalization_factor_paragraph2": "যেমন, একটি ছাত্রের পারফরম্যান্স একটি শতাংশের ভিত্তিতে মূল্যায়ন করা হলে এবং অন্য ছাত্রের কর্মক্ষমতা একটি ৫.০ CGPA গ্রেডিং স্কেলে মূল্যায়ন করা হলে। এই ধরনের পার্থক্য দূর করতে, বোর্ডগুলি সর্বাধিক বৈজ্ঞানিক সঠিকতা নিশ্চিত করতে তাদের স্কেল সামঞ্জস্য করে। একটি সাধারণ প্র্যাকটিস হল অনুপাতিক রূপান্তর।",
    "cgpa_to_gpa_table_title": "CGPA থেকে GPA বিস্তারিত রূপান্তর টেবিল",
    "cgpa_to_gpa_table_paragraph": "এখানে আপনি বিভিন্ন GPA স্কেলে আপনার CGPA গ্রেডের সঙ্গতিপূর্ণ মানগুলি খুঁজে পেতে পারেন। আপনি দ্রুত রূপান্তরিত গ্রেডগুলি পেতে পারেন, সেগুলি গণনা করার দরকার নেই।",
    "cgpa_column": "CGPA",
    "us_gpa_column": "US GPA (৪.০ স্কেল)",
    "gpa_4_3_column": "GPA (৪.৩ স্কেল)",
    "gpa_5_0_column": "GPA (৫.০ স্কেল)",
    "gpa_7_0_column": "GPA (৭.০ স্কেল)",
    "below-2_0": "২.০ এর নিচে",
    "below_2_5": "২.৫ এর নিচে",
    "below_3_0": "৩.০ এর নিচে",
    "below_3_5": "৩.৫ এর নিচে",
    "title-": "CGPA থেকে GPA রূপান্তরকারীর সীমাবদ্ধতা",
    "description.": "যদিও অনলাইন গ্রেড রূপান্তর ক্যালকুলেটরগুলি সুবিধাজনক সরঞ্জাম, তবুও এগুলির কিছু সীমাবদ্ধতা রয়েছে। আসুন এই সীমাবদ্ধতাগুলি এবং এমন কিছু বিষয় যা আপনাকে এই ক্যালকুলেটরগুলি ব্যবহার করার সময় মনে রাখতে হবে তা জানাই।",
    "title.": "১. ওজনযুক্ত GPA সিস্টেম",
    "description-": "অনেক বিশ্ববিদ্যালয় ওজনযুক্ত GPA সিস্টেম ব্যবহার করে যেখানে সম্মানিত এবং উন্নত প্লেসমেন্ট কোর্সের জন্য অতিরিক্ত পয়েন্ট দেওয়া হয়। এই ধরনের পরিস্থিতিতে, একটি আরও বিস্তারিত রূপান্তর সূত্র প্রয়োজন যাতে সব বিষয়ের মধ্যে অনুপাতিক রূপান্তর বজায় রাখা যায়।",
    ".title": "২. গ্রেড ক্যাপ",
    "-description": "কিছু প্রতিষ্ঠান একটি গ্রেড ক্যাপ আরোপ করে। উদাহরণস্বরূপ, একটি ১০ CGPA স্কেলে, একটি ছাত্র সর্বোচ্চ CGPA ৯.৫ অর্জন করতে পারে। এই ধরনের ক্ষেত্রে, অনলাইন ক্যালকুলেটরগুলি সঠিক বা প্রযোজ্য নাও হতে পারে, কারণ সেগুলি এই সীমাবদ্ধতাগুলিকে হিসাব করে না।",
    "section3": {
        "title": "৩. সার্বজনীনতার অনুমান",
        "description": "অনলাইন ক্যালকুলেটরগুলি প্রায়ই এমন ফলাফল তৈরি করে যা ব্যবহারকারীরা সার্বজনীকৃতভাবে গ্রহণ করেন। তবে, এটি মনে রাখা গুরুত্বপূর্ণ যে বিভিন্ন প্রতিষ্ঠান তাদের নিজস্ব রূপান্তর মানদণ্ড অনুসরণ করতে পারে। রূপান্তর করার আগে সর্বদা অফিসিয়াল দলিলগুলি বা আপনার একাডেমিক প্রতিষ্ঠানের সাথে পরামর্শ করুন।"
    },
    "keyTakeaways": {
        "title": "মূল বিষয়সমূহ",
        "description": "এগুলি হল CGPA থেকে GPA ক্যালকুলেটর এবং অন্যান্য অনুরূপ সরঞ্জাম ব্যবহার করার সময় সাধারণ সীমাবদ্ধতা। তবে, বিস্তারিত প্রতি নজর দিয়ে, আপনি আরও সঠিক রূপান্তর নিশ্চিত করতে পারেন। মনে রাখবেন, অনলাইন টুলগুলি শুধুমাত্র গণনা প্রক্রিয়ায় সাহায্য করতে ব্যবহৃত হয়—মানব পর্যবেক্ষণ সর্বদা প্রয়োজন।"
    },
    "section12": {
        "title": "সঠিক CGPA থেকে GPA ক্যালকুলেশন পেতে টিপস",
        "description": "অ্যাকাডেমিক কর্মক্ষমতা সঠিকভাবে উপস্থাপন করতে, এই টিপসগুলির বিষয়ে সচেতন থাকুন, এমনকি যদি আপনি অনলাইন CGPA থেকে GPA ক্যালকুলেটর ব্যবহার করেন:",
        "subsection1": {
            "title": "১. লক্ষ্য গ্রেডিং স্কেল বোঝা",
            "description": "এমন সব প্রতিষ্ঠানের ক্ষেত্রে, লক্ষ্য গ্রেডিং স্কেলের উপস্থাপন অফিসিয়াল দলিল থেকে ক্রস-চেক করুন। কিছু প্রতিষ্ঠান ৪.০ স্কেল ব্যবহার করে, অন্যরা ৪.৩ বা ৫.০ স্কেল ব্যবহার করে। CGPA গণনা লক্ষ্য গ্রেডিং স্কেলে অনুযায়ী সামঞ্জস্য করতে হবে।"
        },
        "subsection2": {
            "title": "২. গ্রেডিং কঠোরতা বিবেচনা করা",
            "description": "যদি আপনার প্রতিষ্ঠান কঠোর গ্রেডিং মানদণ্ডের জন্য পরিচিত হয়, তবে এটি আপনার আবেদন ফর্মে উল্লেখ করা উচিত। হার্ভার্ড বিশ্ববিদ্যালয়-এর মতো বিশ্ববিদ্যালয়গুলি সাধারণত এটিকে অ্যাকাডেমিক কর্মক্ষমতা মূল্যায়নে একটি গুরুত্বপূর্ণ উপাদান হিসেবে বিবেচনা করে।"
        }
    },
    "section13": {
        "subsection1": {
            "title": "৩. রূপান্তর সূত্র যাচাই করা",
            "description": "যদি আপনি অফিসিয়াল নথিতে রূপান্তর সূত্র না পান, তবে দয়া করে একাডেমিক পরামর্শদাতাদের সাথে যোগাযোগ করতে দ্বিধা করবেন না। তারা রূপান্তরটি সঠিক কিনা তা নিশ্চিত করতে সাহায্য করতে পারে।"
        },
        "subsection2": {
            "title": "৪. বিষয়ভিত্তিক কর্মক্ষমতার হিসাব রাখা",
            "description": "কিছু প্রতিষ্ঠান প্রধান এবং অপ্রধান বিষয়গুলির মধ্যে পার্থক্য করে, যেখানে প্রধান বিষয়গুলি প্রায়ই অতিরিক্ত পয়েন্ট অর্জন করে। রূপান্তরিত গ্রেড প্রয়োজন এমন আবেদন ফর্ম পূরণ করার সময় এটি মনে রাখবেন।"
        },
        "subsection3": {
            "title": "৫. পরিবর্তনশীল মানদণ্ডের সাথে আপডেট থাকা",
            "description": "বিশ্ববিদ্যালয়গুলি প্রায়ই গ্রেডিং মানদণ্ড এবং রূপান্তর সূত্র আপডেট করে আন্তর্জাতিক মানের সাথে সমন্বয় বাড়ানোর জন্য। সর্বশেষ নির্দেশিকা অনুসরণ করা নিশ্চিত করুন যাতে পুরনো পদ্ধতি এড়ানো যায়।"
        },
        "conclusion": {
            "title": "উপসংহার",
            "description": "বিশ্বব্যাপী শিক্ষাগত গতিশীলতা বৃদ্ধি পাওয়ার সাথে সাথে, এটি গুরুত্বপূর্ণ যে আপনি আলোচিত মৌলিক এবং আন্তর্জাতিক মানগুলি সম্পর্কে ভালোভাবে জানেন। যদিও রূপান্তর প্রক্রিয়া সহজ মনে হতে পারে, তবে অনেক গোপন ফ্যাক্টর রয়েছে। সঠিক রূপান্তরের জন্য পরামর্শগুলি অনুসরণ করলে, আমরা আপনাকে নিশ্চিত করি যে আপনি একটি নির্ভরযোগ্য CGPA থেকে GPA রূপান্তর অর্জন করবেন।"
        }
    },
    "faq": {
        "title": "CGPA থেকে GPA কনভার্টারের জন্য FAQs",
        "q1": "Q: CGPA কে GPA তে কীভাবে কনভার্ট করা হয়?",
        "a1": {
            "label": "A:",
            "text": "CGPA কে GPA তে কনভার্ট করতে, সাধারণত ব্যবহৃত সূত্র হল আপনার অর্জিত CGPA কে বিশ্ববিদ্যালয়ের সর্বাধিক CGPA মান দ্বারা ভাগ করা এবং তা বিশ্ববিদ্যালয়ের সর্বাধিক GPA মান দ্বারা গুণ করা।"
        },
        "q2": "Q: ভারতীয় CGPA থেকে GPA কনভার্টার কী?",
        "a2": {
            "label": "A:",
            "text": "ভারতীয় CGPA থেকে USA GPA তে কনভার্ট করতে, আপনার স্কোর করা CGPA এর সাথে ৪/১০ গুণক ব্যবহার করুন।"
        }
    },
    "faq1": {
        "q1": "Q: CGPA কে GPA তে কীভাবে কনভার্ট করা হয়?",
        "a1": {
            "label": "A:",
            "text": "CGPA কে GPA তে কনভার্ট করার জন্য মানক সূত্র হল:"
        },
        "formula": {
            "gpa": "GPA =",
            "cgpaObtained": "অর্জিত CGPA",
            "maxCgpa": "সর্বাধিক CGPA",
            "maxGpa": "× সর্বাধিক GPA"
        }
    },
    "faq2": {
        "q2": "Q: GPA থেকে CGPA কীভাবে হিসাব করা হয়?",
        "a2": {
            "label": "A:",
            "text": "GPA থেকে CGPA হিসাব করার সূত্র হল:"
        },
        "formula": {
            "cgpa": "CGPA =",
            "gpaObtained": "অর্জিত GPA",
            "maxGpa": "সর্বাধিক GPA",
            "maxCgpa": "× সর্বাধিক CGPA"
        }
    },
    "faq3": {
        "q3": "Q: GPA কে CGPA তে কীভাবে কনভার্ট করা হয়?",
        "a3": {
            "label": "A:",
            "text": "GPA কে CGPA তে কনভার্ট করা হল CGPA থেকে GPA কনভার্ট করার বিপরীত প্রক্রিয়া, যদি আপনি আপনার GPA জানেন এবং আপনার CGPA হিসাব করতে চান, তবে সূত্র হল:"
        },
        "formula": {
            "gpaObtained": "অর্জিত GPA",
            "maxGpa": "সর্বাধিক GPA",
            "maxCgpa": "× সর্বাধিক CGPA"
        }
    },
    "faq4": {
        "q4": "Q: ভারতীয় CGPA থেকে US GPA কীভাবে কনভার্ট করবেন?",
        "a4": {
            "label": "A:",
            "text": "US বিশ্ববিদ্যালয়গুলি ৪.০ GPA স্কেল ব্যবহার করে, যেখানে ভারতীয় বিশ্ববিদ্যালয়গুলি ১০ পয়েন্ট স্কেল ব্যবহার করে। ভারতীয় CGPA থেকে US GPA কনভার্ট করতে, আপনার স্কোর করা CGPA এর সাথে ৪/১০ গুণক ব্যবহার করুন।"
        }
    },
    "faq5": {
        "q5": "Q: ভারতীয় CGPA থেকে জার্মান GPA কীভাবে কনভার্ট করবেন?",
        "a5": {
            "label": "A:",
            "text": "জার্মান প্রতিষ্ঠানগুলি কনভার্ট করার জন্য Modified Bavarian Formula ব্যবহার করে। জার্মান GPA হিসাব করার সূত্র হল:",
            "formula": "1 + 3 × (সর্বাধিক গ্রেড - অর্জিত CGPA) / (সর্বাধিক গ্রেড - ন্যূনতম পাশ গ্রেড)"
        }
    },
    "faq6": {
        "q6": "Q: GPA থেকে CGPA কনভার্টার ANNA বিশ্ববিদ্যালয়ে কীভাবে কাজ করবে?",
        "a6": {
            "label": "A:",
            "text": "GPA থেকে CGPA কনভার্ট করার সূত্র হল:",
            "formula1": "অর্জিত GPA",
            "formula2": "সর্বাধিক GPA",
            "formula3": "× সর্বাধিক CGPA"
        }
    },
    "faq7": {
        "q7": "Q: VIT CGPA থেকে US GPA কীভাবে কনভার্ট করবেন?",
        "a7": {
            "label": "A:",
            "text": "VIT একটি ১০-পয়েন্ট গ্রেডিং স্কেল অনুসরণ করে। এটি US GPA তে কনভার্ট করতে, ২.৫ অথবা ৪/১০ স্কেলিং ব্যবহার করুন আনুমানিক মান হিসাবের জন্য।"
        },
        "q8": "Q: ভারতীয় CGPA থেকে UK GPA কীভাবে কনভার্ট করবেন?",
        "a8": {
            "label": "A:",
            "text": "ভারতীয় CGPA থেকে UK GPA কনভার্ট করতে, নির্দিষ্ট বিশ্ববিদ্যালয়ের নির্দেশিকা অনুসরণ করুন, কারণ UK প্রতিষ্ঠানে ভারতীয় CGPA কে তাদের ক্লাস অনার্স সিস্টেম (প্রথম, দ্বিতীয়, তৃতীয়, ইত্যাদি) এ কনভার্ট করা হয়।"
        }
    },
    "faq8": {
        "q9": "Q: SRM GPA থেকে CGPA কনভার্টার কীভাবে কাজ করে?",
        "a9": {
            "label": "A:",
            "text": "SRM GPA থেকে CGPA হিসাব করার জন্য আপনাকে মোট ক্রেডিট ঘণ্টা এবং অর্জিত মোট গ্রেড পয়েন্ট জানা প্রয়োজন। তবে, আপনি কনভার্ট করার জন্য সাধারণ সূত্রটি ব্যবহার করতে পারেন:",
            "formula": {
                "gpa": "অর্জিত GPA",
                "maxGpa": "সর্বাধিক GPA",
                "maxCgpa": "× সর্বাধিক CGPA"
            }
        }
    },
    "faq9": {
        "q10": "Q: WES CGPA থেকে GPA কনভার্টার কী?",
        "a10": {
            "label": "A:",
            "text": "WES (World Education Services) একাডেমিক ট্রান্সক্রিপ্ট মূল্যায়ন করে, এবং GPA এর জন্য ক্রেডেনশিয়াল যাচাইয়ের জন্য গ্রেডিং স্কেল এবং ব্যক্তিগত কোর্সের মধ্যে মোট স্কোর বিবেচনায় নিয়ে নির্ধারিত হয়।"
        }
    },
    "section1_title": "Percentage থেকে CGPA কনভার্টার",
    "section1_paragraph": "স্বাগতম সহপাঠী ও শিক্ষাবিদগণ! যেমন আপনি জানেন, CGPA এবং Percentage শিক্ষাব্যবস্থায় গুরুত্বপূর্ণ ভূমিকা পালন করে। আমরা প্রায়ই এমন পরিস্থিতিতে পড়ি যেখানে এগুলো একে অপরের সাথে পরিবর্তনযোগ্যভাবে ব্যবহার করতে হয়, তাই Lord Calculator আপনাদের জন্য সবচেয়ে নির্ভরযোগ্য এবং দ্রুত Percentage থেকে CGPA কনভার্টার উপস্থাপন করেছে যা আপনাকে সহজে আপনার Percentage হিসাব করতে সাহায্য করবে! এখানে Percentage থেকে CGPA কনভার্টারের কাজ করার বিস্তারিত গাইড, Percentage থেকে CGPA কনভার্ট করার পদ্ধতি এবং বিভিন্ন Percentage থেকে CGPA সূত্র দেওয়া হয়েছে।",
    "section2_title": "Percentage থেকে CGPA সূত্র",
    "cgpa_title": "CGPA =",
    "percentage_achieved": "অর্জিত Percentage",
    "multiplication_factor": "বিশ্ববিদ্যালয় দ্বারা প্রদত্ত গুণক",
    "table_of_contents": "সুচিপত্র",
    "expand_button_text": "বিস্তারিত দেখুন",
    "collapse_button_text": "সঙ্কুচিত করুন",
    "percentage_to_cgpa_calculator": "Percentage থেকে CGPA কনভার্টার",
    "percentage_to_cgpa_formula": "Percentage থেকে CGPA সূত্র",
    "lord_calculator_percentage_to_cgpa": "Lord Calculator’s Percentage থেকে CGPA কনভার্টার & কেন এটি ব্যবহার করবেন?",
    "how_to_use_lord_calculator": "কীভাবে Lord Calculator’s Percentage থেকে CGPA কনভার্টার ব্যবহার করবেন?",
    "what_is_percentage": "Percentage কী & এটি CGPA থেকে কীভাবে আলাদা?",
    "what_is_cgpa": "CGPA কী & কীভাবে এটি হিসাব করা হয়?",
    "when_to_use_lord_calculator": "কখন Lord Calculator’s Percentage থেকে CGPA কনভার্টার ব্যবহার করবেন?",
    "common_mistakes": "Percentage থেকে CGPA সঠিকভাবে হিসাব করার সময় সাধারণ ভুলগুলি",
    "why_different_grading_scales": "কেন বিভিন্ন প্রতিষ্ঠান ভিন্ন গ্রেডিং স্কেল ও কনভার্সন সূত্র অনুসরণ করে",
    "percentage_to_cgpa_for_boards": "বিভিন্ন বোর্ড এবং বিশ্ববিদ্যালয়ের জন্য Percentage থেকে CGPA কনভার্সন",
    "pros_and_cons_of_calculators": "Percentage থেকে CGPA অনলাইন কনভার্টার ব্যবহারের সুবিধা ও অসুবিধা",
    "frequently_asked_questions": "প্রায়শই জিজ্ঞাসিত প্রশ্ন (FAQs)",
    "cgpa_formula": "CGPA = অর্জিত Percentage / বিশ্ববিদ্যালয় দ্বারা প্রদত্ত গুণক",
    "example_text": "উদাহরণ: ধরুন আপনার ৯২.৪% এর মতো একটি সুন্দর Percentage অর্জিত হয়েছে। এবং, এখন আপনি এটিকে CGPA তে কনভার্ট করতে চান। আপনার বিশ্ববিদ্যালয়ের গ্রেডিং স্কেল হল ১০ গ্রেডিং স্কেল এবং গুণক হল ৯.৫। তাহলে আপনার CGPA হবে:",
    "section3_title": "Lord Calculator’s Percentage থেকে CGPA কনভার্টার & কেন এটি ব্যবহার করবেন?",
    "section3_text1": "আমরা আমাদের কনভার্টারটি সকল গ্রেডিং সিস্টেমের জন্য উপযুক্ত করেছি। আপনার প্রতিষ্ঠান ৪ গ্রেডিং স্কেল, ৫ গ্রেডিং স্কেল, অথবা ১০ গ্রেডিং স্কেল অনুসরণ করুক না কেন, আপনাকে যা করতে হবে তা হল গ্রেডিং স্কেলটি নির্বাচন করা এবং গণনা করতে শুরু করা। তবে মনে রাখবেন, এই ডিফল্ট গ্রেডিং স্কেলগুলির জন্য আমরা মানক গুণক ব্যবহার করেছি। বিভিন্ন গ্রেডিং সিস্টেমের জন্য মানক গুণক নিচে দেওয়া হয়েছে:",
    "multiplication_factors": {
        "4_scale": "৪ গ্রেডিং স্কেলের জন্য গুণক: ২৫",
        "5_scale": "৫ গ্রেডিং স্কেলের জন্য গুণক: ২০",
        "10_scale": "১০ গ্রেডিং স্কেলের জন্য গুণক: ৯.৫"
    },
    "section3_text2": "দয়া করে মনে রাখবেন যে আপনার প্রতিষ্ঠান একটি মানক গ্রেডিং স্কেল অনুসরণ করতে পারে, যেমন ১০ গ্রেডিং স্কেল, তবে একটি ভিন্ন গুণমান ফ্যাক্টর ব্যবহার করে। উদাহরণস্বরূপ: CBSE, ICSE, এবং JNTU (জওহরলাল নেহরু প্রযুক্তি বিশ্ববিদ্যালয়) একটি সাধারণ ১০ গ্রেডিং স্কেল অনুসরণ করে তবে বিভিন্ন গুণমান ফ্যাক্টর ব্যবহার করে। CBSE সমস্ত কনভার্শন হিসাবের জন্য ৯.৫ গুণমান ফ্যাক্টর হিসেবে বিবেচনা করে, ICSE তাদের গুণমান ফ্যাক্টর হিসাবে ৯.৮ ব্যবহার করে, এবং JNTU তাদের CGPA থেকে শতাংশ বা শতাংশ থেকে CGPA কনভার্শন হিসাবের জন্য ১০ গুণমান ফ্যাক্টর ব্যবহার করে।",
    "section4_title": "কিভাবে Lord Calculator এর Percentage to CGPA Calculator ব্যবহার করবেন?",
    "section4_text1": "গ্রেডিং সিস্টেম এবং গ্রেড কনভার্শন সম্পর্কিত গুরুত্বপূর্ণ ধারণাগুলিতে আলোচনা শুরু করার আগে, চলুন আমি আপনাকে Lord Calculator এর Percentage to CGPA ক্যালকুলেটরটি সঠিক ফলাফল পাওয়ার জন্য কিভাবে ব্যবহার করবেন তা দেখিয়ে দিই।",
    "section4_steps": {
        "step1": "Educational Calculators এর অধীনে <span class='font-semibold'>Percentage to CGPA calculator</span> খুলুন।",
        "step2": "প্রথম ফিল্ডে আপনাকে আপনার শতাংশ প্রবেশ করতে বলা হবে। দয়া করে নিশ্চিত করুন যে আপনি সঠিকভাবে আপনার শতাংশটি প্রবেশ করাচ্ছেন, যার মধ্যে দশমিক পয়েন্টও সঠিকভাবে থাকবে যেন সঠিক কনভার্শন হয়।",
        "step3": "এখন আপনার প্রতিষ্ঠান যে গ্রেডিং স্কেল অনুসরণ করে তা নির্বাচন করুন। যদি এটি মানক স্কেল না হয়, যেমন ৪, ৫, বা ১০ গ্রেডিং স্কেল, তবে আপনাকে সরাসরি গুণমান ফ্যাক্টর প্রবেশ করতে হবে।",
        "step4": "দু'টি ক্ষেত্রে, আপনি যদি গ্রেডিং স্কেল প্রবেশ করেন অথবা গুণমান ফ্যাক্টর নির্বাচন করেন, তবে পরবর্তী ফিল্ডে প্রদর্শিত আপনার গুণমান ফ্যাক্টরটি দ্বিগুণ চেক করুন। যেমন পূর্বে উল্লেখ করা হয়েছে, এমন হতে পারে যে আপনার প্রতিষ্ঠান একটি মানক গ্রেডিং স্কেল অনুসরণ করে কিন্তু ভিন্ন গুণমান ফ্যাক্টর ব্যবহার করে। তাই সেক্ষেত্রে, আপনাকে আপনার গুণমান ফ্যাক্টরটি সঠিকভাবে সামঞ্জস্য করতে হবে, নইলে আপনার Percentage to CGPA কনভার্শন সঠিক হবে না।"
    },
    "section4_text2": "আপনার সমস্ত তথ্য পূর্ণ হলে, “calculate” বোতামটিতে ক্লিক করুন। আপনি আপনার শতাংশকে CGPA-তে রূপান্তরিত দেখতে পাবেন।",
    "section5-title": "Percentage কী & এটি CGPA থেকে কীভাবে আলাদা?",
    "section5_percentage_title": "Percentage",
    "section5_percentage_text": "শতাংশ হল পরীক্ষায় অর্জিত গ্রেডের সঠিক প্রতিফলন। এটি ১০০ এর মধ্যে গ্রেডের একটি মানক রূপান্তর।",
    "section5_cgpa_title": "CGPA",
    "section5_cgpa_text": "CGPA হল অর্জিত SGPAs এর সমষ্টিগত গড়, যা একাডেমিক কর্মক্ষমতার জন্য একটি গোলাকার গড় হিসাবে ব্যবহৃত হয়।",
    "section6-title": "CGPA কী & এটি কীভাবে হিসাব করা হয়?",
    "section6_description": "CGPA (Cumulative Grade Point Average) হল একটি শিক্ষার্থীর একাডেমিক কর্মক্ষমতার সামগ্রিক মূল্যায়ন, যা একটি নির্ধারিত একাডেমিক সময়কালের উপর ভিত্তি করে। কিছু বিশ্ববিদ্যালয় এটি সমস্ত সেমিস্টারের গ্রেড পয়েন্টের গড় হিসাব করে, তবে অন্যরা এটি হিসাব করতে ক্রেডিটও অন্তর্ভুক্ত করে।",
    "section6_formula_title": "CGPA হিসাবের সূত্র পদ্ধতি ১",
    "section6_formula_description": "CGPA হিসাব করার একটি পদ্ধতি হল সমস্ত SGPA (Semester Grade Points) এর গড় খুঁজে বের করা। সূত্র হল:",
    "section6_formula_sgpas": "SGPA of sem.1 + SGPA of sem.2 + SGPA of sem.3 +.........+ SGPA of sem. N",
    "section6_formula_divisor": "মোট সেমিস্টারের সংখ্যা",
    "section6_example_title": "উদাহরণ:",
    "section6_example": "রাম ৪টি সেমিস্টারে SGPA মান পেয়েছে যথাক্রমে ৬, ৮.৫, ৭, এবং ৯.৫। তার CGPA হবে:",
    "section_method2_title": "CGPA হিসাবের সূত্র পদ্ধতি ২",
    "section_method2_description": "আরেকটি পদ্ধতি হল SGPA এবং অর্জিত ক্রেডিটের পণ্যের সমষ্টি হিসাব করা এবং পরে মোট ক্রেডিট দ্বারা ভাগ করা। সূত্র হল:",
    "section_method2_formula_sgpa": "(SGPA of sem.1 × Credits Earned in sem.1) + (SGPA of sem.2 × Credits Earned in sem.2) + ...... + (SGPA of sem.N × Credits Earned in sem.N)",
    "section_method2_formula_divisor": "মোট ক্রেডিট",
    "section_method2_example_title": "উদাহরণ:",
    "section_method2_example": "শ্যাম ৭.২, ৬.৫, ৮.৯, এবং ৯.৬ SGPA মান পেয়েছে এবং ক্রেডিটগুলি হল যথাক্রমে ৪, ৩, ৩, এবং ৫। তার CGPA হবে:",
    "section_percentage_formula_title": "Percentage হিসাবের সূত্র",
    "section_percentage_formula_description": "শতাংশ হিসাব করা হয় বিভিন্ন বিষয়/সেমিস্টারে অর্জিত নম্বরের সমষ্টি ভাগ করে মোট নম্বরের সমষ্টি দিয়ে, এবং তারপর ফলাফলটি ১০০ দ্বারা গুণ করা হয়। সূত্র হল:",
    "section_percentage_formula_equation": "Percentage =",
    "section_percentage_formula_numerator": "সমস্ত বিষয়/সেমিস্টারে অর্জিত নম্বরের সমষ্টি",
    "section_percentage_formula_multiplier": "* 100",
    "section_percentage_formula_denominator": "সমস্ত বিষয়/সেমিস্টারের জন্য মোট নম্বরের সমষ্টি",
    "example_percentage_title": "উদাহরণ:",
    "example_percentage_description": "ঘনশ্যাম সেমিস্টার 1 এ 300 এর মধ্যে 295, সেমিস্টার 2 এ 300 এর মধ্যে 265, সেমিস্টার 3 এ 300 এর মধ্যে 273, এবং সেমিস্টার 4 এ 300 এর মধ্যে 264 অর্জন করেছিলেন। তার শতাংশ হবে:",
    "example_percentage_equation": "শতাংশ =",
    "cgpa_to_percentage_note": "CGPA থেকে শতাংশে রূপান্তর পরিবর্তিত হয় কারণ প্রতিটি প্রতিষ্ঠান আলাদা গ্রেডিং সিস্টেম এবং স্কেল ব্যবহার করে। সেমিস্টারের সংখ্যা, গ্রেডিং স্কেল এবং ক্রেডিট সিস্টেমের মতো উপাদানগুলি CGPA কিভাবে গণনা এবং রূপান্তর করা হয় তাতে ভূমিকা রাখে।",
    "calculators_usage_title": "কখন CGPA এবং শতাংশ ক্যালকুলেটরগুলি সাহায্য করতে পারে?",
    "calculators_usage_description": "এই ক্যালকুলেটরগুলি বিশেষভাবে সহায়ক যখন আপনাকে দ্রুত এবং সঠিকভাবে CGPA থেকে শতাংশে অথবা শতাংশ থেকে CGPA রূপান্তর করতে হয়, বিশেষ করে উচ্চ শিক্ষা, চাকরির সুযোগ বা একাডেমিক ডকুমেন্ট প্রস্তুতির সময়।",
    "confusion_about_terms_title": "শব্দ বা সংক্ষিপ্ত শব্দ নিয়ে বিভ্রান্ত?",
    "confusion_about_terms_description": "যদি আপনি উল্লেখিত কোনো শব্দ বা সংক্ষিপ্ত শব্দ নিয়ে সন্দিহান হন,",
    "confusion_about_terms_link_text": "এখানে ক্লিক করুন",
    "percentage_to_cgpa_tool_intro": "লর্ড ক্যালকুলেটর এর শতাংশ থেকে CGPA ক্যালকুলেটর সেই পরিস্থিতিতে সহায়ক যেখানে আপনাকে দ্রুত এবং সঠিকভাবে আপনার গ্রেড রূপান্তর করতে হয়। এটি জটিল দশমিক গণনা থেকে বিভ্রান্তি দূর করতে সাহায্য করে এবং প্রতিবার সঠিক রূপান্তর নিশ্চিত করে। তাহলে, আপনি কখন এই টুলটি ব্যবহার করবেন?",
    "percentage_to_cgpa_tool_usage_title": "লর্ড ক্যালকুলেটর এর শতাংশ থেকে CGPA ক্যালকুলেটর কখন ব্যবহার করবেন?",
    "percentage_to_cgpa_tool_usage_description": "এই টুলটি তখনই উপযুক্ত যখন আপনাকে বিভিন্ন ফরম্যাটে গ্রেড দ্রুত এবং সঠিকভাবে রূপান্তর করতে হয়। আসুন কিছু সাধারণ পরিস্থিতি দেখি:",
    "usage_higher_studies_title": "উচ্চ শিক্ষা জন্য ফর্ম পূরণের সময়",
    "usage_higher_studies_description1": "যখন আপনি উচ্চ শিক্ষার জন্য আবেদন করছেন, বিশেষত আন্তর্জাতিক প্রতিষ্ঠানগুলির জন্য, আপনাকে আপনার গ্রেড আলাদা ফরম্যাটে প্রবেশ করতে হতে পারে। এই ক্যালকুলেটরটি আপনাকে দ্রুত এবং সঠিকভাবে আপনার গ্রেড রূপান্তর করতে সহায়তা করে, যাতে কোনো ভুল না হয় যা আপনার আবেদন বাতিল করতে পারে।",
    "usage_higher_studies_description2": "আপনি যদি SGPA থেকে CGPA, CGPA থেকে শতাংশ, বা CGPA থেকে GPA হিসাব করতে চান, এই ক্যালকুলেটরটি সবকিছু কভার করে, নিশ্চিত করে যে আপনার গ্রেড সঠিক ফরম্যাটে থাকবে কোনো ঝামেলা ছাড়াই।",
    "usage_competitive_exams_title": "প্রতিযোগিতামূলক পরীক্ষার জন্য ফর্ম পূরণের সময়",
    "usage_competitive_exams_description": "অনেক প্রতিযোগিতামূলক পরীক্ষায়, আপনাকে আপনার শতাংশ প্রবেশ করতে বলা হয়। তবে, কিছু ইঞ্জিনিয়ারিং প্রতিষ্ঠান CGPA সিস্টেম পছন্দ করে। এমন ক্ষেত্রে, আমাদের ক্যালকুলেটর আপনাকে দ্রুত এবং সঠিকভাবে CGPA থেকে শতাংশে অথবা শতাংশ থেকে CGPA রূপান্তর করতে সহায়তা করে, পরীক্ষার জন্য ফরম্যাটের প্রয়োজনীয়তা পূরণের জন্য।",
    "usage_comparative_measurement_title": "শিক্ষকদের দ্বারা তুলনামূলক মাপদণ্ড",
    "usage_comparative_measurement_description": "শিক্ষকরা 종종 অনেক ছাত্রের গ্রেড তুলনা এবং সারসংক্ষেপ করতে প্রয়োজন। ম্যানুয়ালি রূপান্তর গণনা করার পরিবর্তে, এই অনলাইন ক্যালকুলেটরটি একটি দ্রুত এবং সঠিক সমাধান প্রদান করে, সময় বাঁচাতে এবং ভুলের সম্ভাবনা দূর করতে।",
    "usage_conclusion": "এই সমস্ত ক্ষেত্রে, লর্ড ক্যালকুলেটর এর শতাংশ থেকে CGPA ক্যালকুলেটর ব্যবহার করে সঠিকতা এবং দক্ষতা নিশ্চিত করে, আপনি উচ্চ শিক্ষার জন্য আবেদন করছেন, পরীক্ষা ফর্ম পূরণ করছেন বা অনেক ছাত্রের গ্রেড তুলনা করছেন।",
    "common_mistakes_title": "শতাংশ থেকে CGPA সঠিকভাবে গণনা করার সময় সাধারণ ভুল",
    "common_mistakes_intro": "যalthough শতাংশ থেকে CGPA রূপান্তরের সূত্রটি খুব সহজ মনে হয়, অনেক ছাত্র এখনও ভুল ফলাফল পেয়ে থাকে। একটি সাধারণ ভুল হলো সঠিক গুণক জানার অভাব। আমরা গুণকটি বিস্তারিতভাবে আলোচনা করব পরবর্তী উপ-শিরোনামে। প্রথমে, আসুন দেখি আপনি শতাংশ থেকে CGPA সঠিকভাবে গণনা করার সময় কোন সাধারণ ভুলগুলি এড়াতে হবে।",
    "mistake_decimal_points": "আমরা প্রায়ই গণনার সময় দশমিক পয়েন্টগুলি খুব তাড়াতাড়ি রাউন্ড আপ করি। এমন রাউন্ড আপ করা সংখ্যাগুলি ফলাফলে সামান্য পরিবর্তন আনতে পারে। এটি ভাল হবে না যতক্ষণ না আপনার গণনার শেষ ধাপে পৌঁছানো না হয়, দশমিক সংখ্যাগুলি রাউন্ড আপ না করার জন্য। তবে, একবার আপনি ফলাফল পেলে, আপনি চাইলে সংখ্যাগুলি রাউন্ড আপ করতে পারেন।",
    "mistake_grading_scale": "আরেকটি সাধারণ ভুল হলো আপনার প্রতিষ্ঠানের সূত্র সম্পর্কে অবহেলা করা। যদি আপনার প্রতিষ্ঠান একটি ভিন্ন গ্রেডিং স্কেল অনুসরণ করে এবং আপনি অন্য একটি গ্রেডিং স্কেল ব্যবহার করে গ্রেড গণনা করেন, তাহলে রূপান্তর কখনও সঠিক হবে না। এছাড়াও, একই গ্রেডিং স্কেল হলেও গুণক পরিবর্তিত হতে পারে! এটি পরামর্শ দেওয়া হচ্ছে যে গুণকটি দ্বিগুণ চেক করুন।",
    "mistake_conversion_formula": "আপনি যদি সঠিক গুণক পেয়ে থাকেন কিন্তু তবুও ভুল রূপান্তর পাচ্ছেন, তবে আপনাকে আপনার প্রতিষ্ঠানের রূপান্তর সূত্র পরীক্ষা করতে হবে। অনেক বিশ্ববিদ্যালয়, যেমন মুম্বই বিশ্ববিদ্যালয়, তাদের নিজস্ব রূপান্তর সূত্র ব্যবহার করে যা সাধারণ রূপান্তর সূত্র থেকে ভিন্ন। উদাহরণস্বরূপ, মুম্বই বিশ্ববিদ্যালয়ের CGPA গণনা সূত্র হল: শতাংশ = (CGPA × 7.25) + 11। তাই, এই ফ্যাক্টরগুলি নিশ্চিত করা দরকার, বিশেষ করে আপনি শতাংশ থেকে CGPA গণনা করছেন।",
    "mistake_other_conversions": "এছাড়াও অন্যান্য pitfalls রয়েছে, তবে সেগুলি SGPA থেকে CGPA এবং GPA থেকে CGPA রূপান্তরের মতো অন্য রূপান্তরের সাথে সম্পর্কিত। আমরা সেগুলিকে তাদের নিজস্ব অংশে আলোচনা করেছি।",
    "grading_scales_title": "কেন বিভিন্ন প্রতিষ্ঠান বিভিন্ন গ্রেডিং স্কেল এবং রূপান্তর সূত্র অনুসরণ করে",
    "grading_scales_intro": "আমরা উদাহরণ সহ বহুবার উল্লেখ করেছি যে বিভিন্ন প্রতিষ্ঠান বিভিন্ন গ্রেডিং স্কেল অনুসরণ করে। কিন্তু কেন এমন হয়? কারণগুলি অনেক হতে পারে! আসুন আমরা একে একে প্রতিটি কারণ দেখি:",
    "reason_historical_cultural": "ঐতিহাসিক ও সাংস্কৃতিক পার্থক্য: বিভিন্ন দেশ তাদের ঐতিহ্যগত গ্রেডিং সিস্টেম অনুসরণ করে আসছে। এর ফলে, আমরা ভৌগলিক অবস্থানের উপর ভিত্তি করে বিভিন্ন গ্রেডিং স্কেল দেখতে পাই। উদাহরণস্বরূপ, আমেরিকান প্রতিষ্ঠানগুলি 4-পয়েন্ট গ্রেডিং স্কেল অনুসরণ করে, তবে ভারতীয় এবং অন্যান্য এশিয়ান প্রতিষ্ঠানগুলি 10-পয়েন্ট গ্রেডিং স্কেল অনুসরণ করে।",
    "reason_assessment_approach": "শিক্ষার্থীদের মূল্যায়ন করার বিভিন্ন পদ্ধতি: যেমন যেমন শিক্ষা আধুনিকীকরণ হচ্ছে, শিক্ষার্থীদের মূল্যায়ন করার পদ্ধতিও পরিবর্তিত হচ্ছে। সম্প্রতি, প্রতিষ্ঠানগুলি সোজা নম্বরের ভিত্তিতে মূল্যায়নের পরিবর্তে বিস্তৃত মূল্যায়নের দিকে মনোযোগ দিচ্ছে। এর ফলে, CGPA এবং GPA সিস্টেমগুলি আরও প্রচলিত হয়ে উঠছে।",
    "reason_international_standards": "আন্তর্জাতিক মানের সাথে মেলে: বিদেশে পড়াশোনা একটি সাধারণ ধারণা হয়ে উঠেছে। অনেক প্রতিষ্ঠান আন্তর্জাতিক মানের সঙ্গে মিলিত হতে চায় যাতে শিক্ষার্থীরা অতিরিক্ত আনুষ্ঠানিকতা এড়াতে পারে। উদাহরণস্বরূপ, ইউরোপের অনেক প্রতিষ্ঠান ECTS (ইউরোপীয় ক্রেডিট ট্রান্সফার এবং একত্রিত সিস্টেম) অনুসরণ করে যা অন্যান্য প্রতিষ্ঠানগুলির সাথে সঙ্গতি বজায় রাখে।",
    "reason_universal_standard": "একটি বিশ্বব্যাপী গ্রেডিং মান অর্জনে অসুবিধা: একটি বিশ্বব্যাপী গ্রেডিং মান অনুসরণ করা যৌক্তিক এবং ন্যায়সঙ্গত মনে হলেও এটি বাস্তবিকভাবে চ্যালেঞ্জিং। যেহেতু প্রতিষ্ঠানগুলি বিভিন্ন গ্রেডিং স্কেল অনুসরণ করে, সুতরাং তাদের সঠিক রূপান্তর সূত্রের প্রয়োজন যাতে বিশ্ববিদ্যালয় এবং স্কুলগুলির মধ্যে ছাত্রদের একাডেমিক পারফরম্যান্সের পক্ষ থেকে একটি নিরপেক্ষ দৃষ্টিভঙ্গি প্রদান করা যায়।",
    "conversion_title": "ভিন্ন বোর্ড এবং বিশ্ববিদ্যালয়ের জন্য শতাংশ থেকে CGPA রূপান্তর",
    "table_heading_institution": "প্রতিষ্ঠান",
    "table_heading_formula": "সূত্র",
    "cbse1": "CBSE (কেন্দ্রীয় মাধ্যমিক শিক্ষা বোর্ড), ভারত",
    "icse1": "ICSE (ইন্ডিয়ান সার্টিফিকেট অফ সেকেন্ডারি এডুকেশন), ভারত",
    "maharashtra1": "মহারাষ্ট্র রাজ্য বোর্ড, ভারত",
    "anna_university1": "আন্না বিশ্ববিদ্যালয়, তামিলনাড়ু, ভারত",
    "jntu1": "জওহরলাল নেহরু প্রযুক্তিগত বিশ্ববিদ্যালয় (JNTU), তেলেঙ্গানা ও অন্ধ্র প্রদেশ, ভারত",
    "vtu1": "বিশ্বেশ্বরাইয়া প্রযুক্তিগত বিশ্ববিদ্যালয় (VTU), কর্ণাটক, ভারত",
    "gtu1": "গুজরাট প্রযুক্তিগত বিশ্ববিদ্যালয় (GTU), গুজরাট, ভারত",
    "mu1": "মুম্বাই বিশ্ববিদ্যালয়, মহারাষ্ট্র, ভারত",
    "mahe1": "মানিপাল অ্যাকাডেমি অফ হায়ার এডুকেশন (MAHE), কর্ণাটক, ভারত",
    "amity1": "অ্যামিটি বিশ্ববিদ্যালয়, ভারত",
    "vit1": "ভেলোর ইনস্টিটিউট অফ টেকনোলজি (VIT), তামিলনাড়ু, ভারত",
    "sppu1": "সাভিত্রিবাই ফুলি পুনে বিশ্ববিদ্যালয় (SPPU), মহারাষ্ট্র, ভারত",
    "iit1": "IITs (ভারতীয় প্রযুক্তি প্রতিষ্ঠান), ভারত",
    "nit1": "NITs (জাতীয় প্রযুক্তি প্রতিষ্ঠান), ভারত",
    "bits_pilani1": "BITS পিলানি (বিরলা ইনস্টিটিউট অফ টেকনোলজি অ্যান্ড সায়েন্স), ভারত",
    "du1": "দিল্লি বিশ্ববিদ্যালয় (DU), ভারত",
    "bhu1": "বানারাস হিন্দু বিশ্ববিদ্যালয় (BHU), ভারত",
    "osmania1": "ওসমানিয়া বিশ্ববিদ্যালয়, তেলেঙ্গানা, ভারত",
    "pu1": "পঞ্জাব বিশ্ববিদ্যালয়, পঞ্জাব, ভারত",
    "srm1": "SRM ইনস্টিটিউট অফ সায়েন্স অ্যান্ড টেকনোলজি (SRMIST), তামিলনাড়ু, ভারত",
    "toronto1": "টরন্টো বিশ্ববিদ্যালয়, কানাডা",
    "ubc1": "ব্রিটিশ কোলাম্বিয়া বিশ্ববিদ্যালয় (UBC), কানাডা",
    "anu1": "অস্ট্রেলিয়ান ন্যাশনাল বিশ্ববিদ্যালয় (ANU), অস্ট্রেলিয়া",
    "sydney1": "সিডনি বিশ্ববিদ্যালয়, অস্ট্রেলিয়া",
    "melbourne1": "মেলবোর্ন বিশ্ববিদ্যালয়, অস্ট্রেলিয়া",
    "uc_system1": "ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় সিস্টেম (UCLA, UC Berkeley, ইত্যাদি), USA",
    "harvard1": "হার্ভার্ড বিশ্ববিদ্যালয়, USA",
    "oxford1": "অক্সফোর্ড বিশ্ববিদ্যালয়, যুক্তরাজ্য",
    "cambridge1": "ক্যামব্রিজ বিশ্ববিদ্যালয়, যুক্তরাজ্য",
    "nus1": "ন্যাশনাল ইউনিভার্সিটি অফ সিঙ্গাপুর (NUS), সিঙ্গাপুর",
    "hku1": "হংকং বিশ্ববিদ্যালয় (HKU), হংকং",
    "tum1": "টেকনিক্যাল ইউনিভার্সিটি অফ মিউনিখ (TUM), জার্মানি",
    "eth_zurich1": "ETH জুরিখ, সুইজারল্যান্ড",
    "tokyo1": "টোকিও বিশ্ববিদ্যালয়, জাপান",
    "cape_town1": "কেপটাউন বিশ্ববিদ্যালয়, দক্ষিণ আফ্রিকা",
    "mcgill1": "ম্যাকগিল বিশ্ববিদ্যালয়, কানাডা",
    "peking1": "পেকিং বিশ্ববিদ্যালয়, চীন",
    "ntu1": "ন্যাশনাল তাইওয়ান বিশ্ববিদ্যালয় (NTU), তাইওয়ান",
    "aut1": "অকল্যান্ড ইউনিভার্সিটি অফ টেকনোলজি (AUT), নিউজিল্যান্ড",
    "cbse": "ফর্মুলা: CGPA = পার্সেন্টেজ / 9.5",
    "icse": "ফর্মুলা: CGPA = পার্সেন্টেজ / 9.8 (স্কুল অনুসারে পরিবর্তন হতে পারে)",
    "maharashtra": "ফর্মুলা: CGPA = পার্সেন্টেজ / 9.5",
    "anna_university": "ফর্মুলা: CGPA = পার্সেন্টেজ / 10",
    "jntu": "ফর্মুলা: CGPA = পার্সেন্টেজ / 10",
    "vtu": "ফর্মুলা: CGPA = পার্সেন্টেজ / 9.1 (বিভাগ অনুসারে পরিবর্তন হতে পারে)",
    "gtu": "ফর্মুলা: CGPA = (পার্সেন্টেজ - 12) / 7.1",
    "mu": "ফর্মুলা: CGPA = (পার্সেন্টেজ - 11) / 7.25",
    "mahe": "ফর্মুলা: CGPA = পার্সেন্টেজ / 10",
    "amity": "ফর্মুলা: CGPA = পার্সেন্টেজ / 9",
    "vit": "ফর্মুলা: CGPA = পার্সেন্টেজ / 9.5 (প্রোগ্রাম অনুসারে পরিবর্তন হতে পারে)",
    "sppu": "ফর্মুলা: CGPA = পার্সেন্টেজ / 6.3",
    "iit": "ফর্মুলা: CGPA = পার্সেন্টেজ / 10 (কিছু IITs নির্দিষ্ট কোর্সের জন্য পৃথক স্কেল ব্যবহার করতে পারে)",
    "nit": "ফর্মুলা: CGPA = পার্সেন্টেজ / 10",
    "bits_pilani": "ফর্মুলা: CGPA = পার্সেন্টেজ / 10",
    "du": "ফর্মুলা: CGPA = পার্সেন্টেজ / 9.5 (DU-এর CGPA হিসাব প্রোগ্রাম অনুযায়ী পরিবর্তন হতে পারে)",
    "bhu": "ফর্মুলা: CGPA = পার্সেন্টেজ / 10",
    "osmania": "ফর্মুলা: CGPA = পার্সেন্টেজ / 10",
    "pu": "ফর্মুলা: CGPA = পার্সেন্টেজ / 9.5",
    "srm": "ফর্মুলা: CGPA = পার্সেন্টেজ / 10",
    "toronto": "গ্রেডিং স্কেল: ৪.০ GPA স্কেল; নোট: কোনও সরাসরি রূপান্তর সূত্র নেই; আবেদনকারীরা GPA সমানতায় টেবিল বা তৃতীয় পক্ষের মূল্যায়ক ব্যবহার করেন।",
    "ubc": "গ্রেডিং স্কেল: ৪.৩৩ GPA স্কেল; নোট: নির্দিষ্ট CGPA রূপান্তর নেই; সমানতার বিস্তারিত জানার জন্য UBC-কে পরামর্শ করুন।",
    "anu": "গ্রেডিং স্কেল: ৭-পয়েন্ট স্কেল; সূত্র (সাধারণ নির্দেশিকা): CGPA = শতাংশ / ৭.১ তাদের স্কেলে সমানতার জন্য।",
    "sydney": "গ্রেডিং স্কেল: ৭-পয়েন্ট GPA সিস্টেম; সূত্র (সাধারণ নির্দেশিকা): CGPA = শতাংশ / ৭.৫ (নির্দিষ্ট রূপান্তরের জন্য শংসাপত্র মূল্যায়ন প্রয়োজন হতে পারে)।",
    "melbourne": "গ্রেডিং স্কেল: ৭-পয়েন্ট GPA স্কেল; নোট: CGPA সমানতার জন্য ভর্তি পরামর্শ করুন; কোনও সরাসরি সূত্র নেই।",
    "uc_system": "গ্রেডিং স্কেল: ৪.০ GPA স্কেল; নোট: কোনও সার্বজনীন CGPA সূত্র নেই; রূপান্তরের জন্য WES বা অনুরূপ মূল্যায়কদের ব্যবহার করুন।",
    "harvard": "গ্রেডিং স্কেল: ৪.০ GPA স্কেল; নোট: CGPA থেকে GPA রূপান্তরের জন্য তৃতীয় পক্ষের পরিষেবা (যেমন, WES) ব্যবহার করা হয়।",
    "oxford": "গ্রেডিং স্কেল: UK হোনার্স ক্লাসিফিকেশন (প্রথম, উপরের দ্বিতীয়, ইত্যাদি); নোট: কোনও সরাসরি CGPA সূত্র নেই; CGPA ৮.৫-১০ (১০-এ) প্রায়ই প্রথম শ্রেণি হিসেবে গণ্য হয়।",
    "cambridge": "গ্রেডিং স্কেল: UK হোনার্স; শতাংশ ক্লাসিফিকেশনগুলিতে মানানসই; CGPA রূপান্তরের জন্য সরাসরি সূত্র নেই।",
    "nus": "গ্রেডিং স্কেল: ৫.০ GPA স্কেল; কোনও সরাসরি রূপান্তর সূত্র নেই; NUS সমানতা টেবিল ব্যবহার করুন।",
    "hku": "গ্রেডিং স্কেল: ৪.৩ GPA স্কেল; কোনও নির্দিষ্ট CGPA রূপান্তর সূত্র নেই।",
    "tum": "গ্রেডিং স্কেল: সুইস ৬-পয়েন্ট স্কেল; নোট: CGPA ৮.৫+ প্রতিযোগিতামূলক; কোনও নির্দিষ্ট রূপান্তর সূত্র নেই।",
    "eth_zurich": "গ্রেডিং স্কেল: সুইস ৬-পয়েন্ট স্কেল; নোট: CGPA ৮.৫+ প্রতিযোগিতামূলক; কোনও নির্দিষ্ট রূপান্তর সূত্র নেই।",
    "tokyo": "গ্রেডিং স্কেল: জাপানি ৪.০ GPA স্কেল; নোট: সাধারণত CGPA ৮.০+ প্রতিযোগিতামূলক আবেদনকারীদের জন্য প্রত্যাশিত।",
    "cape_town": "গ্রেডিং স্কেল: ৪-পয়েন্ট GPA স্কেল এবং শতাংশ সিস্টেম; নোট: দক্ষিণ আফ্রিকার মান অনুসারে CGPA রূপান্তরের প্রয়োজন হতে পারে।",
    "mcgill": "গ্রেডিং স্কেল: ৪.০ GPA স্কেল; নোট: সঠিক রূপান্তরের জন্য WES বা অনুরূপ পরিষেবাগুলি প্রয়োজন হতে পারে।",
    "peking": "গ্রেডিং স্কেল: ৪.০ GPA স্কেল; নোট: অফিসিয়াল CGPA রূপান্তর প্রয়োজন; সাধারণত ৮.০+ CGPA প্রত্যাশিত।",
    "ntu": "গ্রেডিং স্কেল: ৪.৩ GPA স্কেল; নোট: প্রতিযোগিতামূলক আবেদনকারীদের জন্য সাধারণত CGPA ৮.০+ প্রয়োজন।",
    "aut": "গ্রেডিং স্কেল: ৯-পয়েন্ট GPA স্কেল; সূত্র (সাধারণ নির্দেশিকা): CGPA = শতাংশ / ৭.১ নিউজিল্যান্ডের GPA স্কেলের সাথে সামঞ্জস্যপূর্ণ করতে।",
    "title--": "Percentage থেকে CGPA অনলাইন ক্যালকুলেটর ব্যবহারের সুবিধা ও অসুবিধা",
    "pros_title": "Percentage থেকে CGPA ক্যালকুলেটরের সুবিধা",
    "pros_1": "আপনার গ্রেড দ্রুত রূপান্তর করুন। অনলাইন ক্যালকুলেটরে প্রাক-সংজ্ঞায়িত মান এবং সূত্র রয়েছে। তাই আপনাকে সূত্রে সঠিকভাবে মান প্রদান নিয়ে চিন্তা করতে হবে না। সহজেই নির্দিষ্ট ক্ষেত্রে মান প্রবেশ করান এবং আপনি আপনার ফলাফলগুলি সময় এবং প্রচেষ্টা ছাড়াই পেয়ে যাবেন।",
    "pros_2": "অনলাইন ক্যালকুলেটরে ইন্টারেক্টিভ এবং সহজ ইন্টারফেস রয়েছে। অতিরিক্তভাবে, আমাদের গ্রেড মিটার এর মতো দৃশ্যমান উপাদানগুলি আপনার গ্রেডের ভালো দৃশ্যমানতা প্রদান করে।",
    "pros_3": "প্রথাগত ক্যালকুলেটরে, আপনাকে প্রতিটি হিসাব করা ডেটা রেকর্ড করতে হবে যদি আপনি হিসাবিত গ্রেডের ইতিহাস রাখতে চান। এই ধরনের পরিস্থিতি ঘটে যখন একজন শিক্ষক বিভিন্ন বিশ্ববিদ্যালয়ের ছাত্রদের গ্রেডগুলি একটি সর্বজনীন ফর্ম্যাটে ট্র্যাক করতে চান। কিন্তু Lord Calculator-এ, আপনি “ফলাফল” ক্ষেত্রের নিচে একটি সারণী ফর্ম্যাটে সমস্ত হিসাব করা গ্রেডের ইতিহাস দেখতে পারেন। অতিরিক্তভাবে, আপনি এমনকি ইতিহাসটি PDF হিসেবে এক্সপোর্ট করে ভবিষ্যতে যেকোনো উদ্দেশ্যে এটি সংরক্ষণ করতে পারেন।",
    "pros_4": "অনলাইন ক্যালকুলেটরগুলো ত্রুটির সম্ভাবনাও দূর করে, যেমন প্রথাগত ক্যালকুলেটরে সূত্র তৈরি করার সময় বা পেন ও কাগজে ম্যানুয়ালি হিসাব করার সময় ঘটে।",
    "cons_title": "Percentage থেকে CGPA ক্যালকুলেটরের অসুবিধা",
    "cons_1": "বিভিন্ন গুণক: আমরা লক্ষ্য করেছি যে বিভিন্ন বিশ্ববিদ্যালয় একই গ্রেডিং স্কেলে হলেও বিভিন্ন গুণক অনুসরণ করে। সুতরাং, এমন পরিস্থিতিতে অনলাইন ক্যালকুলেটরগুলি সকল বিশ্ববিদ্যালয়ের প্রয়োজন পূরণ করতে পারে না। আপনাকে সঠিক রূপান্তরের জন্য গুণকটি ম্যানুয়ালি পরিবর্তন করতে হবে।",
    "cons_2": "বিভিন্ন রূপান্তর সূত্র: আমরা এছাড়াও দেখেছি যে কিছু বিশ্ববিদ্যালয়, যেমন মুম্বাই বিশ্ববিদ্যালয়, CGPA থেকে শতাংশ রূপান্তরের জন্য পুরোপুরি আলাদা সূত্র ব্যবহার করে। উদাহরণস্বরূপ, মুম্বাই বিশ্ববিদ্যালয়ের CGPA থেকে শতাংশ সূত্র হলো, CGPA = (শতাংশ - ১১) / ৭.২৫। এই ধরনের পরিস্থিতিতে অনলাইন ক্যালকুলেটর স্বয়ংক্রিয়ভাবে বা ম্যানুয়ালি অতিরিক্ত অপারেটর যোগ করতে পারে না। এই ধরনের রূপান্তরের জন্য আপনাকে প্রথাগত পদ্ধতির দিকে ফিরে যেতে হবে।",
    "summary_title": "সংক্ষেপে",
    "summary_1": "এ পর্যন্ত, আমরা পারসেন্টেজ ও সিজিপিএ ধারণা, কিভাবে এগুলোকে পরস্পরের মধ্যে রূপান্তরিত করা যায় এবং কোন পরিস্থিতিতে আপনার গ্রেড পরিবর্তন করতে হবে, এবং বিভিন্ন বিশ্ববিদ্যালয়/বোর্ড কিভাবে বিভিন্ন গ্রেডিং স্কেল এবং রূপান্তর সূত্র ব্যবহার করে তা শিখেছি।",
    "summary_2": "আমরা অন্যান্য সংশ্লিষ্ট ক্যালকুলেটরগুলির তালিকা দিয়েছি, যেমন CGPA থেকে Percentage ক্যালকুলেটর, GPA থেকে CGPA ক্যালকুলেটর, CGPA থেকে GPA ক্যালকুলেটর, এবং SGPA ক্যালকুলেটর। যদি আপনি এই ক্যালকুলেটরগুলির সঙ্গে সম্পর্কিত কোন নির্দিষ্ট ধারণা জানার প্রয়োজন হয়, তাহলে তাদের বর্ণনার মাধ্যমে পড়ুন। আমরা তাদের বর্ণনায় প্রতিটি গুরুত্বপূর্ণ বিশদ আলোচনা করেছি।",
    "faq_title": "প্রায়শই জিজ্ঞাসিত প্রশ্ন (FAQ)",
    "faq_1_question": "Q1. Percentage to CGPA ক্যালকুলেটর কি?",
    "faq_1_answer": "Percentage to CGPA ক্যালকুলেটর আপনাকে আপনার পারসেন্টেজকে CGPA-তে রূপান্তর করতে সহায়তা করে। আপনাকে শুধু আপনার পারসেন্টেজ এবং মাল্টিপ্লিকেশন ফ্যাক্টর প্রবেশ করতে হবে।",
    "faq_2_question": "Q2. Percentage কে CGPA-তে কিভাবে রূপান্তর করব?",
    "faq_2_answer": "আপনার পারসেন্টেজকে CGPA-তে রূপান্তর করতে, আপনি অথবা Lord Calculator এর মতো একটি অনলাইন ক্যালকুলেটর ব্যবহার করতে পারেন অথবা নিচের সূত্র ব্যবহার করে হাতে-হাতে হিসাব করতে পারেন:",
    "faq_2_formula": "CGPA = (Percentage - 50) / 10",
    "faq_3_question": "Q3. Lord Calculator এর Percentage to CGPA ক্যালকুলেটর কিভাবে ব্যবহার করব?",
    "faq_3_answer": "Lord Calculator এর Percentage to CGPA ক্যালকুলেটর ব্যবহার করতে, নিচের পদক্ষেপগুলি অনুসরণ করুন:",
    "faq_3_step_1": "প্রথম ফিল্ডে আপনার পারসেন্টেজ প্রবেশ করুন।",
    "faq_3_step_2": "গ্রেডিং স্কেল নির্বাচন করুন অথবা মাল্টিপ্লিকেশন ফ্যাক্টর ম্যানুয়ালি প্রবেশ করুন।",
    "faq_3_step_3": "সুনিশ্চিত করুন যে আপনি মাল্টিপ্লিকেশন ফ্যাক্টর সঠিকভাবে প্রবেশ করেছেন।",
    "faq_3_step_4": "'Calculate' বোতামে ক্লিক করুন যাতে আপনি ফলস্বরূপ আপনার CGPA দেখতে পারেন।",
    "faq_4_question": "Q4. আন্তর্জাতিক বিশ্ববিদ্যালয়ের জন্য CGPA কিভাবে রূপান্তর করবেন?",
    "faq_4_answer": "বিভিন্ন আন্তর্জাতিক বিশ্ববিদ্যালয় বিভিন্ন রূপান্তর ব্যবস্থা ব্যবহার করে। একটি নির্দিষ্ট বিশ্ববিদ্যালয় সম্পর্কে জানতে,",
    "faq_4_link": "এখানে ক্লিক করুন",
    "faq_5_question": "Q5. গ্রেড হিসাব করার সময় সাধারণ ভুলগুলি কি কি?",
    "faq_5_answer": "সাধারণ ভুলগুলি অন্তর্ভুক্ত:",
    "faq_5_mistake_1": "হিসাবের সময় দশমিক পয়েন্টগুলিকে আগেই রাউন্ড আপ করবেন না।",
    "faq_5_mistake_2": "আপনার প্রতিষ্ঠানের মাল্টিপ্লিকেশন ফ্যাক্টর সঠিকভাবে প্রবেশ করেছেন কিনা তা নিশ্চিত করুন।",
    "faq_5_mistake_3": "যাচাই করুন যে আপনার বিশ্ববিদ্যালয় সাধারণ হিসাব পদ্ধতি অনুসরণ করছে কিনা।",
    "faq_6_question": "Q6. Percentage to CGPA ক্যালকুলেটর কি ইঞ্জিনিয়ারিং-এর জন্য আলাদা?",
    "faq_6_answer": "অনেক ইঞ্জিনিয়ারিং বিশ্ববিদ্যালয় আলাদা রূপান্তর সূত্র ব্যবহার করে। যদিও এটি বিভাগের মধ্যে পরিবর্তন নাও হতে পারে, বিভিন্ন বিশ্ববিদ্যালয় তাদের নিজস্ব রূপান্তর সূত্র অনুসরণ করতে পারে, যা অন্যদের সঙ্গে মেলে না।",
    "faq_7_question": "Q7. Percentage to CGPA ক্যালকুলেটর VTU সূত্র কি?",
    "faq_7_answer": "VTU (Visvesvaraya Technological University) এর Percentage to CGPA ক্যালকুলেটর সূত্র অন্যান্য সূত্র থেকে আলাদা। এটি এরূপভাবে উপস্থাপন করা যেতে পারে:",
    "faq_7_example": "CGPA = (Percentage - 50) / 10 উদাহরণ: যদি আপনি ৮০% পেয়েছেন, তাহলে আপনার সংশ্লিষ্ট CGPA VTU অনুসারে হবে: CGPA = ৮ + ০.৭৫ = ৮.৭৫",
    "faqs": [
        {
            "question": "Q8. Percentage to CGPA ক্যালকুলেটর CBSE সূত্র কি?",
            "answer": "Ans. CBSE-তে Percentage to CGPA রূপান্তরের সূত্র হল:",
            "formula": "CGPA = (Percentage - 50) / 9.5"
        },
        {
            "question": "Q9. ৭০% কে CGPA-তে কিভাবে রূপান্তর করা হয়?",
            "answer": "Ans. রূপান্তর সূত্র হল:",
            "details": [
                "৭০% CGPA-তে = ৭.৩৭ (৯.৫ মাল্টিপ্লিকেশন ফ্যাক্টর অনুযায়ী)",
                "৭০% CGPA-তে = ৩.৫ (৫-গ্রেডিং স্কেল অনুযায়ী)",
                "৭০% CGPA-তে = ২.৮ (৪-গ্রেডিং স্কেল অনুযায়ী)"
            ]
        }
    ],
    "faqa": [
        {
            "question": "Q10. 75% কে CGPA তে কীভাবে রূপান্তরিত হবে?",
            "answer": "উত্তর। Q9-এ দেওয়া সূত্র ব্যবহার করে, 75% কে CGPA তে রূপান্তরিত করার ফলাফল হল:",
            "details": [
                "75% CGPA হিসেবে = 7.89 (9.5 গুণক ব্যবহার করে)",
                "75% CGPA হিসেবে = 3.75 (5-গ্রেড স্কেল অনুযায়ী)",
                "75% CGPA হিসেবে = 3 (4-গ্রেড স্কেল অনুযায়ী)"
            ]
        },
        {
            "question": "Q11. 80% কে CGPA তে কীভাবে রূপান্তরিত হবে?",
            "answer": "উত্তর। Q9-এ দেওয়া সূত্র ব্যবহার করে, 80% কে CGPA তে রূপান্তরিত করার ফলাফল হল:",
            "details": [
                "80% CGPA হিসেবে = 8.42 (9.5 গুণক ব্যবহার করে)",
                "80% CGPA হিসেবে = 4 (5-গ্রেড স্কেল অনুযায়ী)",
                "80% CGPA হিসেবে = 3.2 (4-গ্রেড স্কেল অনুযায়ী)"
            ]
        },
        {
            "question": "Q12. 95.4% কে CGPA তে কীভাবে রূপান্তরিত হবে?",
            "answer": "উত্তর। Q9-এ দেওয়া সূত্র ব্যবহার করে, 95.4% কে CGPA তে রূপান্তরিত করার ফলাফল হল:",
            "details": [
                "95.4% CGPA হিসেবে = 10 (9.5 গ্রেডিং স্কেল অনুযায়ী, লক্ষ্য করুন যে 95% এর উপরে সমস্ত শতাংশকে 10 CGPA হিসেবে গণ্য করা হয়)",
                "95.4% CGPA হিসেবে = 4.77 (5-গ্রেড স্কেল অনুযায়ী)",
                "95.4% CGPA হিসেবে = 3.81 (4-গ্রেড স্কেল অনুযায়ী)"
            ]
        }
    ],
    "note": "দ্রষ্টব্য: রূপান্তর সূত্রগুলি প্রতিষ্ঠান অনুসারে পরিবর্তিত হতে পারে।",
    "--title": "Percentage to CGPA Calculator",
    "enterPercentage": "Percentage প্রবেশ করুন",
    "placeholderPercentage": "আপনার Percentage লিখুন",
    "chooseGradeScale": "গ্রেড স্কেল নির্বাচন করুন",
    "scale4": "4.0 স্কেল",
    "scale5": "5.0 স্কেল",
    "scale10": "10.0 স্কেল",
    "setMultiplicationFactor": "গুণক সেট করুন",
    "placeholderFactor": "একটি গুণক প্রবেশ করুন",
    "-calculateButton": "হিসাব করুন",
    "-resetButton": "রিসেট",
    "errorMessage": "ত্রুটি: অবৈধ ইনপুট",
    "calculatedCGPATitle": "আপনার হিসাবিত CGPA",
    "placeholderCGPA": "Percentage:",
    "-downloadButton": "ডাউনলোড",
    "-whatsappButton": "WhatsApp",
    "-copyLinkButton": "লিঙ্ক কপি করুন",
    "-linkCopied": "লিঙ্ক কপি করা হয়েছে!",
    "historyTitle": "হিসাবের ইতিহাস",
    "tableSNo": "ক্রমিক নং",
    "tablePercentage": "Percentage",
    "tableCGPA": "CGPA",
    "percentageContent": "Percentage বিষয়বস্তু",
    "section1": "CGPA to Percentage Calculator",
    "intro_paragraph": "স্বাগত জানাই প্রিয় শিক্ষার্থী ও শিক্ষাবিদগণ! যেমনটি আপনি জানেন, CGPA এবং Percentage সমগ্র শিক্ষাব্যবস্থায় গুরুত্বপূর্ণ ভূমিকা পালন করে। আমরা প্রায়ই এমন পরিস্থিতিতে পড়ে যাই যেখানে আমাদের এগুলোকে একে অপরের মধ্যে রূপান্তরিত করতে হয়, তাই Lord Calculator আপনাদের জন্য সবচেয়ে নির্ভরযোগ্য এবং দ্রুততম CGPA to Percentage Calculator প্রদান করছে, যা আপনাকে দ্রুত গ্রেড হিসাব করতে সাহায্য করবে! এখানে আমাদের CGPA ক্যালকুলেটরের কার্যপ্রণালী সহ বিস্তারিত গাইড এবং বিভিন্ন বিশ্ববিদ্যালয়ের দ্বারা ব্যবহৃত গ্রেডিং সিস্টেমের ব্যাখ্যা রয়েছে। আমরা বিভিন্ন গ্রেডিং সিস্টেম অনুসারে CGPA to Percentage সূত্রও তালিকাভুক্ত করেছি।",
    "-section2": "CGPA to Percentage রূপান্তর সূত্র",
    "-formula": "Percentage = CGPA × গুণক",
    "-table_of_contents": "সূচীপত্র",
    "cgpa_to_percentage_calculator": "CGPA থেকে শতাংশ ক্যালকুলেটর",
    "cgpa_to_percentage_formula": "CGPA থেকে শতাংশ রূপান্তর সূত্র",
    "lord_calculator_tool": "লর্ড ক্যালকুলেটরের CGPA থেকে শতাংশ ক্যালকুলেটর",
    "how_to_use_tool": "লর্ড ক্যালকুলেটরের CGPA থেকে শতাংশ ক্যালকুলেটর কীভাবে ব্যবহার করবেন",
    "-what_is_cgpa": "CGPA কী এবং এটি কিভাবে গণনা করা হয়?",
    "important_terms": "জরুরি পদার্থের সংজ্ঞা যা আপনাকে জানতে হবে",
    "why_convert_cgpa": "কেন CGPA কে শতাংশে রূপান্তর করা বা শতাংশ থেকে CGPA এ রূপান্তর করা প্রয়োজন?",
    "calculate_percentage": "CGPA থেকে শতাংশ কীভাবে গণনা করবেন",
    "common_pitfalls": "CGPA থেকে শতাংশ রূপান্তরের সময় সাধারণ ভুল",
    "cgpa_in_10_point": "10 গ্রেড পয়েন্ট সিস্টেমে CGPA থেকে শতাংশ",
    "cgpa_in_5_point": "5 গ্রেড স্কেলে CGPA থেকে শতাংশ",
    "cgpa_in_4_point": "4 গ্রেড স্কেলে CGPA থেকে শতাংশ",
    "grading_scale": "গ্রেডিং স্কেল কী এবং বিশ্ববিদ্যালয়গুলি তাদের মানদণ্ড স্কেল কীভাবে নির্বাচন করে?",
    "-multiplication_factor": "মাল্টিপ্লিকেশন ফ্যাক্টর কী এবং এটি কীভাবে কাজ করে?",
    "different_boards": "বিভিন্ন বোর্ড এবং বিশ্ববিদ্যালয়ের জন্য CGPA থেকে শতাংশ রূপান্তর",
    "grading_scale_impacts": "বিভিন্ন গ্রেডিং স্কেলের ছাত্রদের উপর কী প্রভাব পড়ে?",
    "-faqs": "CGPA ক্যালকুলেটর সম্পর্কিত FAQs",
    "lord_calculator_cgpa_calculator": "লর্ড ক্যালকুলেটরের CGPA থেকে শতাংশ ক্যালকুলেটর",
    "cgpa_calculator_description": "আমাদের CGPA ক্যালকুলেটর দুটি প্রধান বিষয় মাথায় রেখে ডিজাইন করা হয়েছে: সহজ ব্যবহার এবং দ্রুত গণনা।",
    "cgpa_calculator_description_expanded": "গ্রেড ক্যালকুলেশন বিভিন্ন উপাদান জড়িত থাকে, আমরা সঠিকভাবে আপনার গ্রেড বা শতাংশ গণনা করার জন্য সমস্ত প্রয়োজনীয় উপাদানগুলি অন্তর্ভুক্ত করেছি। বিভিন্ন বিশ্ববিদ্যালয় বিভিন্ন গ্রেডিং স্কেল এবং মাল্টিপ্লিকেশন ফ্যাক্টর ব্যবহার করে (চিন্তা করবেন না, আমরা এই শব্দগুলি নিচে ব্যাখ্যা করব)। আপনার সুবিধার জন্য, আমরা গ্রেড স্কেল এবং ম্যানুয়াল মাল্টিপ্লিকেশন ফ্যাক্টর উভয়ই অন্তর্ভুক্ত করেছি।",
    "how_to_use_heading": "লর্ড ক্যালকুলেটরের CGPA থেকে শতাংশ ক্যালকুলেটর কীভাবে ব্যবহার করবেন",
    "how_to_use_description": "এটি ব্যবহার করা খুব সহজ। শুধু আমাদের CGPA ক্যালকুলেটরে প্রয়োজনীয় ক্ষেত্রগুলি পূর্ণ করুন, \"ক্যালকুলেট করুন\" ক্লিক করুন এবং voilà! আপনার শতাংশ দেখানো হবে এবং আমাদের গ্রেড মিটারও দেখতে পাবেন। তবে, আমি দ্রুত ব্যাখ্যা করতে চাই, যাতে আপনি সঠিকভাবে আপনার গ্রেড এবং শতাংশ গণনা করতে পারেন, আপনি কী তথ্য প্রদান করবেন।",
    "how_to_use_step1": "প্রথমে যান",
    "how_to_use_step1_link": "https://lordcalculator.com/educational-calculator/cgpa-to-percentage-calculator",
    "how_to_use_step2": "প্রথম ক্ষেত্রটিতে আপনার CGPA লিখুন। এটি সঠিকভাবে লিখতে নিশ্চিত হন, দশমিক পয়েন্ট সহ।",
    "how_to_use_step3": "আপনার বিশ্ববিদ্যালয়ের ব্যবহৃত গ্রেডিং স্কেল নির্বাচন করুন। সাধারণ গ্রেডিং স্কেল ৪, ৫, এবং ১০। অথবা, আপনি ম্যানুয়ালি মাল্টিপ্লিকেশন ফ্যাক্টর প্রবেশ করিয়ে ক্যালকুলেট বাটনে ক্লিক করতে পারেন। একবার সমস্ত মান পূর্ণ হলে, \"ক্যালকুলেট\" ক্লিক করুন এবং আপনার শতাংশ পেয়ে যাবেন। এছাড়াও, আপনি গ্রেড মিটারেও আপনার পারফরম্যান্স দেখতে পারবেন।",
    "tip_heading": "CGPA থেকে শতাংশ গণনা করার টিপস",
    "tip_description1": "বিভিন্ন বিশ্ববিদ্যালয় একই গ্রেডিং স্কেলে ভিন্ন মাল্টিপ্লিকেশন ফ্যাক্টর (যাকে রূপান্তর ফ্যাক্টরও বলা হয়) ব্যবহার করতে পারে। উদাহরণস্বরূপ, বিশ্ববিদ্যালয় একটি ১ পয়েন্ট গ্রেডিং স্কেল ব্যবহার করতে পারে যেখানে স্ট্যান্ডার্ড মাল্টিপ্লিকেশন ফ্যাক্টর ৯.৫, তবে অন্য বিশ্ববিদ্যালয়টি ৯.৭ বা ৯.৮ ফ্যাক্টর ব্যবহার করতে পারে। সুতরাং, এটি নিশ্চিত করার জন্য যে আপনি সঠিক মাল্টিপ্লিকেশন ফ্যাক্টর CGPA থেকে শতাংশ ক্যালকুলেটরে প্রবেশ করছেন, তা যাচাই করা জরুরি।",
    "tip_description2": "যদি আপনি আপনার বিশ্ববিদ্যালয়ের গ্রেড স্কেল বা মাল্টিপ্লিকেশন ফ্যাক্টর সম্পর্কে নিশ্চিত না হন, চিন্তা করবেন না! আমরা",
    "tip_description2_link": "বিভিন্ন বোর্ড এবং বিশ্ববিদ্যালয়ের CGPA থেকে শতাংশ রূপান্তরের তালিকা দিয়েছি",
    "tip_description3": "আপনার বিশ্ববিদ্যালয়ের গ্রেডিং স্কেল বা মাল্টিপ্লিকেশন ফ্যাক্টর সম্পর্কে নিশ্চিত নন? চিন্তা করবেন না! আমরা বিভিন্ন বোর্ড এবং বিশ্ববিদ্যালয়ের CGPA থেকে শতাংশ রূপান্তরের টেবিল এখানে প্রদান করেছি, যা আপনার গণনা আরও সহজ করবে।",
    "what_is_cgpa_heading": "CGPA কী এবং এটি কিভাবে গণনা করা হয়?",
    "cgpa_formula_method_1_title": "CGPA গণনার সূত্র পদ্ধতি ১:",
    "cgpa_formula_method_1_description": "CGPA গণনার একটি পদ্ধতি হল গড় বের করা। তারপর, CGPA গণনা সূত্রটি হবে সমস্ত সেমিস্টারের গ্রেড পয়েন্টের যোগফল, মোট সেমিস্টারের সংখ্যা দ্বারা ভাগ করা। গাণিতিকভাবে, CGPA সূত্রটি এভাবে উপস্থাপিত হতে পারে:",
    "cgpa_formula_method_1_formula": "CGPA =",
    "cgpa_formula_method_1_numerator": "সেমিস্টার ১ এর SGPA + সেমিস্টার ২ এর SGPA + সেমিস্টার ৩ এর SGPA + .........+ সেমিস্টার \"N\" এর SGPA",
    "cgpa_formula_method_1_denominator": "মোট সেমিস্টারের সংখ্যা",
    "cgpa_example_description": "উদাহরণ: রাম, আমাদের বন্ধু, 'আমার সেরা বন্ধু' প্রবন্ধ থেকে, অবশেষে স্কুল থেকে পাশ করে কলেজে ভর্তি হয়েছে। সেখানে তিনি ৪টি সেমিস্টারে SGPA পেয়েছেন: ৬+৮.৫+৭+৯.৫, তাহলে তার CGPA হবে:",
    "cgpa_example_formula_1": "CGPA =",
    "cgpa_example_numerator": "(৬ + ৮.৫ + ৭ + ৯.৫)",
    "cgpa_example_denominator": "৪",
    "cgpa_example_result": "CGPA =",
    "cgpa_example_final_numerator": "৩১",
    "cgpa_example_final_denominator": "৪",
    "cgpa_example_final_result": "= ৭.৭৫",
    "cgpa_formula_method_2_title": "CGPA গণনা সূত্র পদ্ধতি ২:",
    "cgpa_formula_method_2_description": "আরেকটি CGPA সূত্র, যা আরও প্রচলিত, হল SGPA এবং অর্জিত ক্রেডিটের গুণফল সংগ্রহ করা এবং মোট অর্জিত ক্রেডিট দ্বারা ভাগ করা। গাণিতিকভাবে, এই CGPA গণনা সূত্রটি এভাবে প্রকাশ করা যেতে পারে:",
    "cgpa_formula_method_2_formula": "CGPA =",
    "cgpa_formula_method_2_numerator": "(SGPA of sem.1 × Credits Earned in sem.1) + (SGPA of sem.2 × Credits Earned in sem.2) + ...... + (SGPA of sem.\"N\" × Credits Earned in sem.\"N\")",
    "cgpa_formula_method_2_denominator": "মোট অর্জিত ক্রেডিট",
    "cgpa_exampletitle": "উদাহরণ:",
    "cgpa_exampledescription": "শ্যাম, 'My Best Friend' প্রবন্ধের আরেক বন্ধু, আলাদা একটি কলেজে ভর্তি হলেন। সেখানে তিনি ৪টি সেমিস্টারে SGPA অর্জন করেছেন: ৭.২+৬.৫+৮.৯+৯.৬ এবং ক্রেডিট অর্জন করেছেন ৪+৩+৩+৫, তখন তার CGPA হবে:",
    "cgpa_examplecalculation": "CGPA =",
    "cgpa_examplenumerator": "(৭.২×৪ + ৬.৫×৩ + ৮.৯×৩ + ৯.৬×৫)",
    "cgpa_exampledenominator": "(৪ + ৩ + ৩ + ৫)",
    "cgpa_examplefinal_numerator": "২৮.৮ + ১৯.৫ + ২৬.৭ + ৪৮",
    "cgpa_examplefinal_denominator": "১৫",
    "cgpa_examplefinal_result": "CGPA = ৮.২",
    "important_terms_title": "আপনাকে জানার জন্য গুরুত্বপূর্ণ শব্দের সংজ্ঞা",
    "important_terms_description": "একটি সরকারি নথি, ফর্ম, বা এমনকি আপনার সনদে আপনি কিছু শব্দ এবং সংক্ষিপ্ত রূপ বারবার দেখতে পান। চলুন, আমরা সেগুলিকে দ্রুত আলোচনা করি, এর পরেই আলোচনা করব কিভাবে বিভিন্ন বোর্ড/বিশ্ববিদ্যালয় তাদের রূপান্তর সূত্র সেট করে।",
    "grade_points": {
        "title": "গ্রেড পয়েন্টস",
        "description": "গ্রেড পয়েন্টস হলো একটি নির্দিষ্ট লেটার গ্রেডের সাথে সম্পর্কিত গাণিতিক মান। বিভিন্ন বিশ্ববিদ্যালয় তাদের লেটার গ্রেড অনুযায়ী গ্রেড পয়েন্টস এর পরিসীমা সামঞ্জস্য করে। উদাহরণস্বরূপ, একটি বিশ্ববিদ্যালয় A গ্রেডের জন্য ১০ গ্রেড পয়েন্টস ব্যবহার করতে পারে, অন্যটি O (আউটস্ট্যান্ডিং) গ্রেডের জন্য ১০ গ্রেড পয়েন্টস ব্যবহার করতে পারে।"
    },
    "gpa": {
        "title": "GPA",
        "description": "গ্রেড পয়েন্ট অ্যাভারেজ (GPA) হলো একটি সেমিস্টার বা একাডেমিক সেশনে একজন ছাত্রের প্রাপ্ত গ্রেড পয়েন্টসের গড়।"
    },
    "cgpa": {
        "title": "CGPA",
        "description": "CGPA হলো সমস্ত বিষয় বা সেমিস্টারে প্রাপ্ত গ্রেড পয়েন্টসের সম্মিলিত গড়। CGPA স্কেল ০ থেকে ৪, ০ থেকে ৫ বা ০ থেকে ১০ পর্যন্ত পরিবর্তিত হতে পারে। তবে, অন্যান্য ফরম্যাটে CGPA পেতে প্রতিষ্ঠানগুলি ছাত্রদের CGPA কে শতাংশে বা অন্য কোনো ফরম্যাটে রূপান্তর করতে দেয়।"
    },
    "sgpa": {
        "title": "SGPA",
        "description": "SGPA হলো সেমিস্টার গ্রেড পয়েন্ট অ্যাভারেজ। এটি একটি নির্দিষ্ট সেমিস্টারের সমস্ত বিষয়ের গড় গ্রেড পয়েন্টস প্রকাশ করে। ক্রেডিট অর্জন এবং ক্রেডিট ঘণ্টা SGPA গণনায় গুরুত্বপূর্ণ ভূমিকা পালন করে।"
    },
    "letter_grade": {
        "title": "লেটার গ্রেড",
        "description": "এই গ্রেডগুলো হলো সেই লেটার গ্রেড যেগুলি নির্দিষ্ট শতকরা বা CGPA অনুযায়ী বরাদ্দ করা হয়। বিভিন্ন শিক্ষা ব্যবস্থা বিভিন্ন লেটার গ্রেড ফরম্যাট অনুসরণ করে। উদাহরণস্বরূপ, USA সাধারণত A-F লেটার গ্রেডিং ব্যবহার করে, তবে স্কটিশ এবং কিছু ভারতীয় শিক্ষা ব্যবস্থা অন্য উপস্থাপনাও ব্যবহার করে যেমন 'O' আউটস্ট্যান্ডিং, 'S' সুপিরিয়র ইত্যাদি।"
    },
    "credit_hours": {
        "title": "ক্রেডিট ঘণ্টা",
        "description": "ক্রেডিট ঘণ্টা হলো একজন ছাত্র যে ক্লাসে সপ্তাহ/সেমিস্টারে কত ঘণ্টা সময় কাটান। এই ঘণ্টাগুলি বিষয় অনুসারে পরিবর্তিত হতে পারে। প্রাথমিক বিষয়গুলোতে বেশি ক্রেডিট ঘণ্টা থাকতে পারে, কিন্তু ঐচ্ছিক বিষয়গুলোতে কম ক্রেডিট ঘণ্টা থাকতে পারে।"
    },
    "credit_points": {
        "title": "ক্রেডিট পয়েন্টস",
        "description": "ক্রেডিট পয়েন্টস গণনা করা হয় গ্রেড পয়েন্টসের সাথে ক্রেডিট ঘণ্টা গুণফল করে। অর্থাৎ, ক্রেডিট পয়েন্টস = গ্রেড পয়েন্টস × ক্রেডিট ঘণ্টা।"
    },
    "weighted_average": {
        "title": "ওজনযুক্ত গড়",
        "description": "ওজনযুক্ত গড় একজন ছাত্রের সামগ্রিক একাডেমিক পারফরম্যান্সকে প্রতিফলিত করে। এই গড়ে, সকল মূল্যায়নকে তাদের ওজন অনুসারে মান প্রদান করা হয়, এবং পরে সেই মানগুলির সাহায্যে চূড়ান্ত গ্রেড গণনা করা হয়।"
    },
    "normalization": {
        "title": "নরমালাইজেশন",
        "description": "নরমালাইজেশন হলো পরীক্ষা বা বিষয়ের মধ্যে পার্থক্য সমন্বয় করার প্রক্রিয়া। এটি GPA বা CGPA এর তুলনা করার সময় বিভিন্ন বিশ্ববিদ্যালয়ের মধ্যে নরমালাইজেশনের প্রভাব দেখা যেতে পারে।"
    },
    "cumulative_average": {
        "title": "সামগ্রিক গড়",
        "description": "এটি সকল একাডেমিক সেশনের গ্রেড পয়েন্টস বা GPA এর গড়।"
    },
    "whyConvertTitle": "কেন CGPA কে Percentage বা Percentage কে CGPA তে রূপান্তর করা উচিত?",
    "whyConvertExplanation": "এখন আপনি সমস্ত সম্পর্কিত শব্দগুলি জানেন, প্রশ্ন ওঠে: কেন আমাদের CGPA থেকে Percentage বা Percentage থেকে CGPA এর মতো রূপান্তর বা হিসাবের প্রয়োজন? আসলে, কারণগুলি ব্যক্তি থেকে ব্যক্তির মধ্যে পরিবর্তিত হতে পারে।",
    "boardsUniversitiesTitle": "বোর্ড/বিশ্ববিদ্যালয়ের প্রয়োজনীয়তা",
    "boardsUniversitiesText1": "কিছু একাডেমিক ফর্ম এবং পদ্ধতিতে শিক্ষার্থীদের CGPA সহ Percentage জমা দিতে হয়। এমন পরিস্থিতিতে, আপনার হাতে কোন বিকল্প নেই তবে দ্রুত Lord Calculator এর মতো সাইটে যেতে হবে যা এক সেকেন্ডে যেকোনো প্রয়োজনীয় ফরম্যাটে আপনার গ্রেড দিতে পারে। আপনি কয়েকটি ক্লিকে CGPA থেকে Percentage রূপান্তর করতে পারবেন।",
    "boardsUniversitiesText2": "এছাড়াও, যখন আপনি আপনার বোর্ড/বিশ্ববিদ্যালয় পরিবর্তন করবেন, তখন আপনাকে আপনার পূর্ববর্তী গ্রেডগুলি নতুন বোর্ড/বিশ্ববিদ্যালয়ের ফরম্যাট অনুযায়ী পূর্ণ করতে হতে পারে।",
    "boardsUniversitiesText3": "আরেকটি কারণ হল প্রতিযোগিতামূলক পরীক্ষার জন্য ফর্ম পূরণের সময় যেমন GATE, CAT, বা UPSC, প্রার্থীদের গ্রেড একটি বৈশ্বিক ফরম্যাটে যেমন Percentage জমা দিতে হয়। এবং আমরা জানি যে একটি ছোট ভুল আপনার ফর্মের প্রত্যাখ্যানের কারণ হতে পারে। এমন ক্ষেত্রে, একটি বিশ্বাসযোগ্য টুল যা সঠিকভাবে আপনার CGPA রূপান্তর করতে পারে, তা সময় এবং প্রচেষ্টা বাঁচায়।",
    "internationalRelevanceTitle": "আন্তর্জাতিক প্রাসঙ্গিকতা",
    "internationalRelevanceText1": "CGPA ক্যালকুলেটর ব্যবহারের আরেকটি সাধারণ বাস্তব জীবন পরিস্থিতি হল যখন আপনি বিদেশে কোর্সের জন্য আবেদন করছেন। উদাহরণস্বরূপ, যদি আপনি একজন ভারতীয় শিক্ষার্থী হন যিনি বিদেশে পড়াশোনা করতে চান, তবে ভারতের মধ্যে গ্রেডিং সিস্টেম ব্যাপকভাবে পরিবর্তিত হয়। দিল্লি বিশ্ববিদ্যালয়ের গ্রেড গণনা IIT এর থেকে আলাদা। বিভিন্ন বিশ্ববিদ্যালয়/বোর্ড বিভিন্ন গুণমান ফ্যাক্টর ব্যবহার করে। এমন পরিস্থিতিতে, বিদেশী বিশ্ববিদ্যালয়গুলি একটি বৈশ্বিক প্যারামিটার যেমন Percentage সেট করে যাতে আবেদনকারীর একাডেমিক কর্মক্ষমতার একটি সঠিক এবং পক্ষপাতহীন দৃষ্টিভঙ্গি থাকতে পারে। তাই, আপনাকে আপনার গ্রেডগুলি, যেমন Percentage থেকে CGPA বা CGPA থেকে Percentage রূপান্তর করতে হবে, আপনার বিশ্ববিদ্যালয়ের দ্বারা প্রতিষ্ঠিত পদ্ধতি ব্যবহার করে।",
    "internationalRelevanceText2": "এটা CBSE, ICSE, স্টেট বোর্ড এবং মার্কিন যুক্তরাষ্ট্র বা ইউরোপীয় ইউনিয়নের মানদণ্ড অনুসরণকারী স্কুলিং বোর্ডের ক্ষেত্রেও প্রযোজ্য।",
    "howToCalculatePercentageTitle": "CGPA থেকে Percentage কিভাবে হিসাব করবেন",
    "howToCalculatePercentageText1": "এখন আপনি CGPA থেকে Percentage রূপান্তরের গুরুত্ব এবং প্রাসঙ্গিকতা বুঝে ফেলেছেন, চলুন আমরা দেখি আপনি কিভাবে সঠিকভাবে CGPA থেকে Percentage নির্ধারণ করতে পারেন। এই কাজটি করতে দুটি পদ্ধতি রয়েছে: ম্যানুয়াল পদ্ধতি বা একটি অনলাইন CGPA ক্যালকুলেটর ব্যবহার করা। ম্যানুয়াল পদ্ধতিতে একটি সমীকরণ লিখে ধাপে ধাপে হিসাব করা হয়, যখন অনলাইন ক্যালকুলেটরটি কয়েকটি ক্লিকে আপনার গ্রেড রূপান্তর করতে পারে! চিন্তা করবেন না, আমরা উভয় পদ্ধতির আলোচনা করব যাতে আপনি আপনার জন্য সবচেয়ে উপযুক্ত পদ্ধতি নির্বাচন করতে পারেন।",
    "manualMethodTitle": "ম্যানুয়াল পদ্ধতি",
    "manualMethodText1": "CGPA থেকে Percentage (বা তার বিপরীত) রূপান্তর করতে, আপনাকে বোর্ড/বিশ্ববিদ্যালয়ের ব্যবহৃত গ্রেডিং স্কেল, ক্রেডিট স্কোর এবং গুণমান ফ্যাক্টর বোঝা প্রয়োজন। একবার আপনি এই তথ্য জানলে, আপনি নিম্নলিখিত সূত্র প্রয়োগ করতে পারেন:",
    "percentageFormula": "Percentage = CGPA × Multiplication Factor",
    "manualMethodText2": "সূত্র প্রয়োগ করার পর, আপনি এক চতুর্থাংশ কাজ শেষ করেছেন। যদি আপনি গণনার প্রতি আগ্রহী হন বা বৈদিক গণনা সম্পর্কে পরিচিত হন, তবে সঠিক দশমিক পয়েন্ট নিয়ে ভাগ এবং গুণ করা সহজ হওয়া উচিত। তবে, ভুল এড়াতে, একটি ক্যালকুলেটর ব্যবহার করা অত্যন্ত প্রস্তাবিত।",
    "manualMethodText3": "কিন্তু কেন সময় এবং প্রচেষ্টা বাঁচানোর জন্য স্বয়ংক্রিয় পদ্ধতি ব্যবহার করবেন না, বিশেষত যদি আপনি ইতিমধ্যেই একটি ক্যালকুলেটর ব্যবহার করছেন? এটি পুরো প্রক্রিয়াটি দ্রুত এবং সঠিক করে তুলবে।",
    "automaticMethodTitle": "স্বয়ংক্রিয় পদ্ধতি",
    "automaticMethodText1": "স্বয়ংক্রিয় পদ্ধতি সহজ এবং ত্রুটি-মুক্ত। CGPA থেকে Percentage (বা তার বিপরীত) রূপান্তর করতে, শুধু প্রয়োজনীয় মানগুলি CGPA ক্যালকুলেটরের উপযুক্ত ক্ষেত্রে প্রবেশ করান। আপনার গ্রেডিং স্কেল নির্বাচন করুন বা গুণমান ফ্যাক্টর ম্যানুয়ালি প্রবেশ করান, তারপর 'Calculate' বোতামটি টিপুন। তাতেই হয়ে যাবে! আপনার রূপান্তর এক সেকেন্ডের মধ্যে সম্পন্ন হয়ে যাবে।",
    "automaticMethodText2": "যদি আপনি LordCalculator এর CGPA ক্যালকুলেটর ব্যবহার করেন, তাহলে আপনি আপনার রূপান্তর ইতিহাস একটি PDF হিসেবে এক্সপোর্টও করতে পারেন এবং ভবিষ্যতের রেফারেন্সের জন্য সংরক্ষণ করতে পারেন। আমরা একটি কাস্টমাইজড CGPA থেকে Percentage রূপান্তর সার্টিফিকেটও অফার করি।",
    "automaticMethodText3": "স্বয়ংক্রিয় পদ্ধতি ব্যবহার করার মাধ্যমে, আপনি ত্রুটির সম্ভাবনা কমিয়ে দেন, যেমন ম্যানুয়াল গণনায় ভুল মান প্রবেশ করানো। এটি বিশেষত সহায়ক যখন আপনি সাধারণ ক্যালকুলেটর ব্যবহার করছেন, যা মাঝে মাঝে গুণ এবং ভাগে ভুল হতে পারে।",
    "commonPitfallsTitle": "CGPA থেকে Percentage রূপান্তরের সময় সাধারণ ভুল",
    "commonPitfallsIntro": "এখন আপনি জানেন কিভাবে CGPA থেকে Percentage রূপান্তর করবেন, কিছু বিষয় আছে যা আপনি সতর্কতার সাথে বিবেচনা করবেন যাতে সঠিক ফলাফল পাওয়া যায়। নিচে CGPA থেকে Percentage (বা তার বিপরীত) হিসাব করার সময় ছাত্ররা যে সবচেয়ে সাধারণ ভুলগুলো করে, তা তুলে ধরা হলো। এসব সাধারণ ভুল এড়াতে নিশ্চিত হন।",
    "misinterpretingFormula": "সূত্র ভুলভাবে ব্যাখ্যা করা:",
    "misinterpretingFormulaDesc": "কিছু ছাত্ররা ভুলভাবে সূত্রটি ব্যাখ্যা করে, যেমন 9.5 এর বদলে 10 ব্যবহার করা। এটা বোঝা গুরুত্বপূর্ণ যে যদিও বিভিন্ন বিশ্ববিদ্যালয় একই গ্রেডিং স্কেল ব্যবহার করতে পারে, তারা CGPA থেকে Percentage বা Percentage থেকে CGPA রূপান্তরের জন্য আলাদা গুণমান ফ্যাক্টর প্রয়োগ করতে পারে। যেমন, CBSE, ICSE, Jawaharlal Nehru Technological University (JNTU), এবং Savitribai Phule University (SPPU) সবই 10-পয়েন্ট গ্রেডিং স্কেল ব্যবহার করে, তবে প্রতিটি তাদের নিজস্ব গুণমান ফ্যাক্টর ব্যবহার করে। CBSE 9.5 ব্যবহার করে, ICSE 9.8, JNTU 10, এবং SPPU 6.3 ব্যবহার করে। সুতরাং, সঠিক রূপান্তর করতে আপনার বোর্ড বা বিশ্ববিদ্যালয়ের গুণমান ফ্যাক্টর সঠিকভাবে জানা জরুরি।",
    "notKnowingBoardsFormula": "বোর্ডের সূত্র না জানা:",
    "notKnowingBoardsFormulaDesc": "আরেকটি সাধারণ ভুল হল এটি জানা না যে বিভিন্ন বিশ্ববিদ্যালয় বিভিন্ন সূত্র ব্যবহার করে। যেমন পূর্বে উল্লেখ করা হয়েছে, JNTU বা SPPU সরাসরি CGPA থেকে Percentage রূপান্তর করতে গুণমান ফ্যাক্টর প্রয়োগ করে। তবে, Mumbai University বা Gujarat Technological University (GTU) এর মতো বিশ্ববিদ্যালয় একটি ভিন্ন পদ্ধতি ব্যবহার করে। তারা প্রথমে CGPA কে একটি নির্দিষ্ট গুণমান ফ্যাক্টর দ্বারা গুণ করে (Mumbai University এর জন্য 7.25 বা GTU এর জন্য 7.1) এবং তারপর সেই গুণফলের সাথে একটি স্থির মান (Mumbai University এর জন্য 11 বা GTU এর জন্য 12) যোগ করে Percentage নির্ধারণ করে। আমরা এই রূপান্তর ফ্যাক্টরগুলি পরবর্তী অংশে আলোচনা করব।",
    "overRelianceOnCalculators": "অনলাইন CGPA ক্যালকুলেটরগুলির উপর অত্যাধিক নির্ভরতা:",
    "overRelianceOnCalculatorsDesc": "যদিও অনলাইন ক্যালকুলেটরগুলি দ্রুত এবং নির্ভরযোগ্য রূপান্তরের সমাধান সরবরাহ করে, তা সব সময় 100% সঠিক নাও হতে পারে। অনলাইন ক্যালকুলেটরগুলি সব বিশেষ ক্ষেত্রে যেমন Mumbai University বা GTU এর ক্ষেত্রে সব সময় সঠিকভাবে হিসাব নাও করতে পারে। যদিও LordCalculator সব সম্ভাব্য প্যারামিটার অন্তর্ভুক্ত করার চেষ্টা করে, তবে শুধুমাত্র অনলাইন ক্যালকুলেটরগুলির উপর নির্ভর করা সর্বদা সুপারিশ করা হয় না। আপনার মান এবং ব্যবহৃত পদ্ধতিটি পুনরায় যাচাই করা সবসময় একটি ভাল ধারণা।",
    "cgpaToPercentage10GradePoints": "10 গ্রেড পয়েন্ট সিস্টেমে CGPA থেকে Percentage",
    "cgpaToPercentage5GradeScale": "5 গ্রেড স্কেলে CGPA থেকে Percentage",
    "cgpaToPercentage4GradeScale": "4 গ্রেড স্কেলে CGPA থেকে Percentage",
    "gradingScaleAndUniversitiesChoice": "গ্রেডিং স্কেল কী এবং বিশ্ববিদ্যালয়গুলি তাদের স্ট্যান্ডার্ড স্কেল কিভাবে নির্বাচন করে?",
    "gradingScaleDescription": "গ্রেডিং স্কেল হল একটি শিক্ষার্থীর একাডেমিক কর্মক্ষমতার মূল্যায়ন ফ্যাক্টর। এটিকে একটি Percentage এর মতো ভাবুন—এটি একাডেমিক কর্মক্ষমতার একটি সাধারণ ধারণা দেয়। গ্রেডিং স্কেলগুলি শিক্ষার্থীদের অর্জনগুলি সহজভাবে বোঝানোর জন্য শ্রেণীবদ্ধ করে, যেমন A, B, C… আক্ষরিক গ্রেড, GPA, বা Percentage।",
    "commonGradingScales": "কিছু সাধারণ গ্রেডিং স্কেল অন্তর্ভুক্ত:",
    "percentage": "Percentage",
    "usedWorldwide": "বিশ্বব্যাপী ব্যবহৃত, 0 থেকে 100% পর্যন্ত।",
    "gpa-": "GPA (গ্রেড পয়েন্ট গড়)",
    "primarilyInUSA": "প্রধানত USA তে ব্যবহৃত, 0 থেকে 4.0, 5.0, বা 10.0 পর্যন্ত।",
    "cgpa-": "CGPA (সামগ্রিক গ্রেড পয়েন্ট গড়)",
    "usedInIndia": "ভারত, সিঙ্গাপুর, এবং CBSE বোর্ডে ব্যবহৃত; একটি সার্বিক মূল্যায়ন প্রদান করে।",
    "letterGrades": "অক্ষর গ্রেড",
    "usedInUSAndCanada": "USA এবং কানাডায় ব্যবহৃত, Percentage রেঞ্জের উপর ভিত্তি করে।",
    "numericalScale": "সংখ্যাগত স্কেল",
    "usedInRussiaLatinAmerica": "রাশিয়া এবং লাতিন আমেরিকার কিছু অংশে ব্যবহৃত, 1 থেকে 10 বা 1 থেকে 5 এর মধ্যে রেঞ্জ।",
    "gradingScalesIntro": "গ্রেডিং স্কেলগুলি মানকীকৃত মূল্যায়ন যা প্রতীক বা সংখ্যা দিয়ে একাডেমিক পারফরম্যান্স শ্রেণীবদ্ধ করতে ব্যবহৃত হয়, যেমন অক্ষর গ্রেড বা GPA স্কোর। এটি শিক্ষার্থীদের একাডেমিক প্রতিবেদনগুলি সঙ্গতিপূর্ণভাবে তুলনা করতে সাহায্য করে। কিছু সাধারণ গ্রেডিং স্কেল হল:",
    "percentage-": "পার্সেন্টেজ",
    "percentageDescription": "বিশ্বব্যাপী ব্যাপকভাবে ব্যবহৃত, 0 থেকে 100% এর মধ্যে, একাডেমিক পারফরম্যান্সের সঠিক ধারণা প্রদান করে।",
    "-gpa": "GPA",
    "gpaDescription": "যুক্তরাষ্ট্র এবং অন্যান্য দেশে ব্যবহৃত, 0 থেকে 4.0, 5.0, বা 10.0 রেঞ্জ, যা সঞ্চিত পারফরম্যান্স প্রদর্শন করে।",
    "-cgpa": "CGPA",
    "cgpaDescription": "প্রধানত ভারত, সিঙ্গাপুর এবং CBSE বোর্ডে ব্যবহৃত, একটি সামগ্রিক দৃশ্য প্রদান করে যা ক্রেডিট স্কোরের মতো উপাদানগুলি অন্তর্ভুক্ত করে।",
    "-letterGrades": "অক্ষর গ্রেড",
    "letterGradesDescription": "যুক্তরাষ্ট্র এবং কানাডায় প্রচলিত, যেখানে প্রতিটি অক্ষর একটি শতাংশের পরিসীমা প্রদর্শন করে।",
    "-numericalScale": "সংখ্যাত্মক স্কেল",
    "numericalScaleDescription": "রাশিয়া এবং লাতিন আমেরিকায় ব্যবহৃত, যেমন 1-10 বা 1-5 এর স্কেল যা একাডেমিক পারফরম্যান্স মূল্যায়নকে ভেঙে দেয়।",
    "universitiesChooseGradingScales": "বিশ্ববিদ্যালয়গুলি গ্রেডিং স্কেলগুলি নির্বাচন করে যেমন আঞ্চলিক নিয়ম, ঐতিহাসিক তাৎপর্য এবং বৈশ্বিকীকরণ ইত্যাদি বিষয়ের ভিত্তিতে। উদাহরণস্বরূপ, যুক্তরাজ্যের সম্মান সিস্টেম বা যুক্তরাষ্ট্রের GPA সিস্টেম, যা 20 তম শতাব্দীর শুরুর দিকে মানকীকৃত সিস্টেম হিসেবে জনপ্রিয়তা লাভ করে।",
    "modernGradingSystems": "আধুনিক গ্রেডিং সিস্টেমগুলি প্রায়ই সাপেক্ষ অর্জন, দক্ষতা বা ব্যক্তিগত উন্নতির মতো উপাদানগুলি অন্তর্ভুক্ত করে। উদাহরণস্বরূপ ডুয়াল গ্রেডিং সিস্টেম, বোলোগনা প্রক্রিয়া, এবং আন্তর্জাতিক ব্যাচেলর ডিপ্লোমা। এই পদ্ধতি আন্তর্জাতিক সামঞ্জস্যতা সহজতর করে।",
    "understandGradingPattern": "আপনার বিশ্ববিদ্যালয়ের গ্রেডিং প্যাটার্ন বুঝতে গুরুত্বপূর্ণ এবং সঠিক আন্তর্জাতিক রূপান্তরের জন্য বিশ্ব শিক্ষা পরিষেবাগুলির (WES) বা NARIC (UK) মতো পরিষেবাগুলি বিবেচনা করা উচিত, যেহেতু তারা বিস্তারিত সমতুল্য টেবিল ব্যবহার করে।",
    "multiplicationFactorTitle": "মাল্টিপ্লিকেশন ফ্যাক্টর কী এবং এটি কীভাবে কাজ করে?",
    "multiplicationFactorIntro": "মাল্টিপ্লিকেশন ফ্যাক্টর একটি পরামিতি যা গ্রেডিং স্কেলগুলি যেমন CGPA বা GPA কে পার্সেন্টেজে রূপান্তর করতে ব্যবহৃত হয়। এই ফ্যাক্টরটি এমন সময়ে গুরুত্বপূর্ণ যখন আপনি বিভিন্ন গ্রেডিং সিস্টেম ব্যবহারকারী প্রতিষ্ঠানে আবেদন করছেন বা চাকরি ও পরীক্ষার জন্য প্রস্তুতি নিচ্ছেন।",
    "multiplicationFactorExample": "যেমন, কিছু বিশ্ববিদ্যালয়ে CGPA থেকে পার্সেন্টেজ রূপান্তরের জন্য 9.5 ফ্যাক্টরটি ব্যাপকভাবে ব্যবহৃত হয়, যা শিক্ষার্থীদের একাডেমিক পারফরম্যান্স সঠিকভাবে প্রতিফলিত করার জন্য তৈরি করা হয়েছে।",
    "multiplicationFactorReference": "গ্রেডিং রূপান্তরগুলি আরও ভালোভাবে বুঝতে আন্তর্জাতিক শিক্ষার্থীদের WES বা NARIC-এর মতো অফিসিয়াল পরিষেবাগুলির প্রতি মনোযোগ দেওয়া উচিত।",
    "cgpaToPercentageConversionTitle": "বিভিন্ন বোর্ড এবং বিশ্ববিদ্যালয়ের জন্য CGPA থেকে পার্সেন্টেজ রূপান্তর",
    "boardUniversity": "বোর্ড/বিশ্ববিদ্যালয়",
    "conversionFormula": "রূপান্তর সূত্র",
    "cbseIndia": "CBSE (ভারত)",
    "icseIndia": "ICSE (ভারত)",
    "maharashtraStateBoardIndia": "মহারাষ্ট্র স্টেট বোর্ড (ভারত)",
    "annaUniversityIndia": "আন্না বিশ্ববিদ্যালয় (ভারত)",
    "jawaharlalNehruTechnologicalUniversityIndia": "জওহরলাল নেহরু টেকনোলজিক্যাল বিশ্ববিদ্যালয় (ভারত)",
    "visvesvarayaTechnologicalUniversityIndia": "বিশ্বেশ্বরায়া টেকনোলজিক্যাল বিশ্ববিদ্যালয় (ভারত)",
    "gujaratTechnologicalUniversityIndia": "গুজরাট টেকনোলজিক্যাল বিশ্ববিদ্যালয় (ভারত)",
    "universityOfMumbaiIndia": "মুম্বই বিশ্ববিদ্যালয় (ভারত)",
    "manipalAcademyOfHigherEducationIndia": "মানিপাল একাডেমি অফ হায়ার এডুকেশন (ভারত)",
    "amityUniversityIndia": "অমিতি বিশ্ববিদ্যালয় (ভারত)",
    "velloreInstituteOfTechnologyIndia": "ভেলোর ইনস্টিটিউট অফ টেকনোলজি (ভারত)",
    "savitribaiPhulePuneUniversityIndia": "সাবিত্রিবাই ফুলে পুনে বিশ্ববিদ্যালয় (ভারত)",
    "iitsIndia": "IITs (ভারত)",
    "nitsIndia": "NITs (ভারত)",
    "bitsPilaniIndia": "BITS পিলানি (ভারত)",
    "delhiUniversityIndia": "দিল্লি বিশ্ববিদ্যালয় (ভারত)",
    "banarasHinduUniversityIndia": "বনকরা হিন্দু বিশ্ববিদ্যালয় (ভারত)",
    "osmaniaUniversityIndia": "ওসমানিয়া বিশ্ববিদ্যালয় (ভারত)",
    "punjabUniversityIndia": "পাঞ্জাব বিশ্ববিদ্যালয় (ভারত)",
    "srmInstituteOfScienceAndTechnologyIndia": "SRM ইনস্টিটিউট অফ সায়েন্স অ্যান্ড টেকনোলজি (ভারত)",
    "percentageFormula-": "পার্সেন্টেজ = CGPA × মাল্টিপ্লিকেশন ফ্যাক্টর",
    "international_institutions": "আন্তর্জাতিক প্রতিষ্ঠান",
    "university_of_toronto": "টরন্টো বিশ্ববিদ্যালয় (কানাডা)",
    "university_of_toronto_details": "GPA স্কেল (4.0), সরাসরি রূপান্তর নেই",
    "university_of_british_columbia": "ব্রিটিশ কলম্বিয়া বিশ্ববিদ্যালয় (কানাডা)",
    "university_of_british_columbia_details": "GPA স্কেল: 4.33; রূপান্তর নির্দেশিকা উপলব্ধ",
    "australian_national_university": "অস্ট্রেলিয়ান ন্যাশনাল ইউনিভার্সিটি (অস্ট্রেলিয়া)",
    "australian_national_university_details": "রূপান্তর: CGPA * 7.1 সমতা জন্য",
    "university_of_sydney": "সিডনি বিশ্ববিদ্যালয় (অস্ট্রেলিয়া)",
    "university_of_sydney_details": "সাধারণত ক্রেডেনশিয়াল মূল্যায়ন প্রয়োজন",
    "university_of_california": "ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় (যুক্তরাষ্ট্র)",
    "university_of_california_details": "GPA স্কেল: 4.0; WES রূপান্তর নির্দেশিকা ব্যবহার করুন",
    "harvard_university": "হার্ভার্ড বিশ্ববিদ্যালয় (যুক্তরাষ্ট্র)",
    "harvard_university_details": "WES ব্যবহার করে CGPA/GPA রূপান্তর",
    "university_of_oxford": "University of Oxford (UK)",
    "university_of_oxford_details": "UK Honours শ্রেণীবিভাগ; GPA ব্যান্ডের মাধ্যমে রূপান্তর",
    "eth-zurich": "ETH Zurich (Switzerland)",
    "eth_zurich_details": "স্বিস ৬-পয়েন্ট স্কেল; CGPA = ৮.৫ প্রতিযোগিতামূলক",
    "auckland_university_of_technology": "Auckland University of Technology (AUT), New Zealand",
    "auckland_university_of_technology_details": "৪.৩-পয়েন্ট স্কেল; GPA = : আন্তর্জাতিক CGPA মূল্যায়ন প্রয়োজন; সাধারণত প্রত্যাশিত",
    "national_taiwan_university": "National Taiwan University (NTU), Taiwan",
    "national_taiwan_university_details": "৯-পয়েন্ট স্কেল; CGPA = : ভারতীয় CGPA এর জন্য, প্রায়ই স্থানীয় মানের সাথে সামঞ্জস্য করতে ৭.১ রূপান্তর ফ্যাক্টর ব্যবহার করা হয়।",
    "peking_university": "Peking University, China",
    "peking_university_details": "৪.০-পয়েন্ট স্কেল; GPA = : CGPA রূপান্তর অনুরোধ করতে সেবা যেমন WES ব্যবহার করতে পারে",
    "mcgill_university": "McGill University, Canada",
    "mcgill_university_details": "৪.০-পয়েন্ট স্কেল; GPA = : McGill WES বা অনুরূপ সেবা ব্যবহার করে CGPA রূপান্তর এবং সাধারণত ৮০%+ কে প্রতিযোগিতামূলক হিসেবে মনে করে।",
    "university_of_cape_town": "University of Cape Town, South Africa",
    "university_of_cape_town_details": "Percentage এবং GPA = : আন্তর্জাতিক ছাত্রদের জন্য ৪-পয়েন্ট GPA স্কেল ব্যবহার করে এবং South African মানের সাথে সামঞ্জস্য করতে CGPA রূপান্তর অনুরোধ করতে পারে।",
    "university_of_tokyo": "University of Tokyo, Japan",
    "university_of_tokyo_details": "জাপানি ৪.০ GPA স্কেল = : CGPA কে Japanese GPA-তে রূপান্তর করে ভর্তি বিভাগের দিকনির্দেশনা অনুযায়ী। সাধারণত প্রতিযোগিতামূলক প্রোগ্রামের জন্য CGPA ৮.০ এর উপরে প্রত্যাশিত।",
    "section_title": "বিভিন্ন গ্রেডিং স্কেলের ছাত্রদের উপর প্রভাব কী?",
    "content_paragraph": "বিভিন্ন গ্রেডিং স্কেল ছাত্রদের উপর বিভিন্ন ধরনের প্রভাব ফেলতে পারে। এটি ছাত্রদের একাডেমিক মনোভাব, ক্যারিয়ার সম্ভাবনা এবং এমনকি সামাজিক গতিশীলতাকেও প্রভাবিত করতে পারে।",
    "list_items": [
        {
            "title": "বৃদ্ধি করা সহপাঠী/সামাজিক চাপ",
            "description": "যেমন সুনির্দিষ্ট স্কেল যেমন শতাংশ ছাত্রদের মধ্যে সহপাঠী বা সামাজিক চাপ বাড়াতে পারে, তেমনি বিস্তৃত স্কেল যেমন লেটার গ্রেডিং চাপ কমিয়ে দিতে পারে। এটি একাধিক কারণে প্রতিষ্ঠানগুলি বিশেষ করে নিম্ন শ্রেণির জন্য বিস্তৃত স্কেল অনুসরণ করে থাকে।"
        },
        {
            "title": "ক্যারিয়ার সুযোগ",
            "description": "ক্যারিয়ার সুযোগও প্রভাবিত হতে পারে। বিভিন্ন গ্রেডিং স্কেল ছাত্রদের জন্য স্কলারশিপ, ভর্তি এবং এমনকি চাকরির জন্য আবেদন প্রক্রিয়া জটিল করতে পারে। সম্প্রতি, আমার একজন বন্ধুর ক্ষেত্রে, তার চাকরির আবেদন থামিয়ে দেওয়া হয়েছিল কারণ তার মেট্রিকুলেশন বোর্ড অতিরিক্ত কোনও সার্টিফিকেট প্রদান করেনি যা শতাংশ উল্লেখ করে। তারা শুধুমাত্র সুনির্দিষ্ট মার্কস সহ একটি মার্কশিট প্রদান করেছিল। তবে, প্রার্থীকে অভিযোগ করা হয়েছিল যে তার পাসিং সার্টিফিকেট হারিয়ে গিয়েছে যদিও সে কখনও কোনও সার্টিফিকেট পায়নি।"
        },
        {
            "title": "একাডেমিক সম্ভাবনা",
            "description": "বিভিন্ন গ্রেডিং স্কেল ছাত্রদের একাডেমিক জীবনের সম্ভাবনাকে প্রভাবিত করতে পারে। সুনির্দিষ্ট গ্রেডিং সিস্টেমের অধীনে অধ্যয়নরত একজন ছাত্র পরীক্ষার সম্পর্কে অন্য মনোভাব রাখবে একজন বিস্তৃত গ্রেডিং সিস্টেমের অধীনে অধ্যয়নরত ছাত্রের তুলনায়। প্রথম ছাত্ররা পরীক্ষা নিয়ে বেশি মনোযোগ দিতে পারে, যখন পরের ছাত্ররা পরীক্ষার চেয়ে বাস্তব প্রকল্পে কাজ করার দিকে মনোযোগ দিতে পারে, ফলে তাদের বাস্তব জ্ঞান উন্নত হতে পারে। এমন পার্থক্য ছাত্রদের উপর অপ্রয়োজনীয় চাপ সৃষ্টি করতে পারে।"
        },
        {
            "title": "শেষ মন্তব্য",
            "description": "আমরা গ্রেডিং সিস্টেম, গ্রেড রূপান্তর, CGPA থেকে শতাংশ হিসাব, শতাংশ থেকে CGPA এবং CGPA ক্যালকুলেটর সম্পর্কে যা কিছু জানা উচিত তা নিয়ে আলোচনা করার চেষ্টা করেছি। এছাড়াও, আমরা আমাদের CGPA ক্যালকুলেটরটি কোনও গ্রেডিং স্কেল বা গুণক মানের জন্য সঠিকভাবে কাজ করার জন্য ডিজাইন করেছি। তবে, আপনি যদি কোনও বিষয় সম্পর্কে স্পষ্টীকরণ প্রয়োজন মনে করেন বা এই নির্দিষ্ট ক্যালকুলেটর সম্পর্কে পরামর্শ দিতে চান, তবে দয়া করে আমাদের সাথে যোগাযোগ করুন।"
        }
    ],
    "faq": {
        "title": "CGPA ক্যালকুলেটর সম্পর্কিত FAQs",
        "q1": {
            "question": "CGPA ও GPA এর মধ্যে কি পার্থক্য রয়েছে?",
            "answer": "হ্যাঁ, CGPA এবং GPA এর মধ্যে পরিসরে পার্থক্য রয়েছে। GPA এক সেমিস্টারের মধ্যে আপনার পারফরম্যান্স প্রদর্শন করে, whereas CGPA একাধিক সেমিস্টারের GPA গুলির গড় নিয়ে আপনার সার্বিক একাডেমিক পারফরম্যান্স দেখায়। CGPA ক্যালকুলেটর ব্যবহার করে আপনি মানের পার্থক্য দেখতে পারেন এবং যদি আপনার প্রতিষ্ঠান সমর্থন করে তবে GPA থেকে CGPA কনভার্ট করতে চেষ্টা করতে পারেন।"
        },
        "q2": {
            "question": "প্রতিষ্ঠানভিত্তিক CGPA কনভার্শন ফর্মুলা কি আলাদা?",
            "answer": "অবশ্যই। অনেক প্রতিষ্ঠান তাদের নিজস্ব CGPA কনভার্শন ফর্মুলা ব্যবহার করে। উদাহরণস্বরূপ, কিছু প্রতিষ্ঠান CGPA থেকে পেরসেন্টেজ কনভার্ট করতে ৯.৫ গুণকের ব্যবহার করে, আবার কিছু অন্য গুণক প্রয়োগ করে। আপনার প্রতিষ্ঠানের ব্যবহৃত ফর্মুলা পরীক্ষা করা গুরুত্বপূর্ণ, যাতে সঠিক CGPA থেকে পেরসেন্টেজ কনভার্শন পাওয়া যায়। CGPA ক্যালকুলেটর বিশেষ বিশ্ববিদ্যালয়ের প্রয়োজন অনুযায়ী কাস্টমাইজ করা যেতে পারে।"
        },
        "q3": {
            "question": "আমি CGPA থেকে সঠিক পেরসেন্টেজ কেন পাচ্ছি না?",
            "answer": "অসঠিক CGPA থেকে পেরসেন্টেজ ফলাফল আসতে পারে ভুল কনভার্শন ফ্যাক্টর বা ফর্মুলা ব্যবহার করার কারণে। বিভিন্ন প্রতিষ্ঠান বিভিন্ন পদ্ধতি ব্যবহার করে, তাই সঠিক CGPA থেকে পেরসেন্টেজ কনভার্শন পেতে আপনার প্রতিষ্ঠানের জন্য ডিজাইন করা CGPA থেকে পেরসেন্টেজ ক্যালকুলেটর ব্যবহার করা উচিত অথবা প্রয়োগ করা গুণক পরীক্ষা করুন। সঠিক পেরসেন্টেজ গণনা করতে একটি বিশেষ CGPA ক্যালকুলেটর প্রয়োজন হতে পারে।"
        },
        "q4": {
            "question": "কিভাবে CGPA কে পেরসেন্টেজে কনভার্ট করবেন?",
            "answer": "CGPA কে পেরসেন্টেজে কনভার্ট করতে, আপনার CGPA কে প্রতিষ্ঠানের নির্দিষ্ট ফ্যাক্টর (সাধারণত ৯.৫) দিয়ে গুণ করুন। এই সহজ পদ্ধতি অনেকের জন্য কাজ করে, তবে CGPA থেকে পেরসেন্টেজ ক্যালকুলেটর এটি সহজ করে দেয়। যদি আপনি প্রক্রিয়াটি বিপরীত করতে চান, তাহলে পেরসেন্টেজ থেকে CGPA ক্যালকুলেটর ব্যবহার করুন।"
        },
        "q5": {
            "question": "কিভাবে ৭.৬ CGPA কে পেরসেন্টেজে কনভার্ট করবেন?",
            "answer": "৭.৬ CGPA কে পেরসেন্টেজে কনভার্ট করতে, ৭.৬ কে কনভার্শন ফ্যাক্টর (সাধারণত ৯.৫) দিয়ে গুণ করুন। এটি ৭২.২% ফলাফল দিবে। একটি CGPA থেকে পেরসেন্টেজ ক্যালকুলেটর এটি স্বয়ংক্রিয়ভাবে করবে এবং সঠিকতা নিশ্চিত করবে।"
        },
        "q6": {
            "question": "৭.৮ CGPA কি পেরসেন্টেজে রূপান্তরিত হবে?",
            "answer": "৯.৫ গুণকের সাধারণ ফ্যাক্টর ব্যবহার করলে, ৭.৮ CGPA ৭৪.১% পেরসেন্টেজে রূপান্তরিত হবে। আপনি দ্রুত ফলাফলের জন্য CGPA থেকে পেরসেন্টেজ ক্যালকুলেটর দিয়ে যাচাই করতে পারেন।"
        },
        "q7": {
            "question": "CGPA থেকে পেরসেন্টেজ ক্যালকুলেটর কি ৪ পয়েন্ট স্কেল হিসেবে কাজ করে?",
            "answer": "কিছু বিশ্ববিদ্যালয় ৪ পয়েন্ট স্কেল ব্যবহার করে। CGPA থেকে পেরসেন্টেজ কনভার্ট করতে, ৪ পয়েন্ট স্কেলে আপনার GPA খুঁজে বের করুন, তারপর সঠিক কনভার্শন ফ্যাক্টর ব্যবহার করুন। বিশেষ ক্যালকুলেটর, যেমন একটি ৪ পয়েন্ট স্কেল ভিত্তিক CGPA থেকে পেরসেন্টেজ ক্যালকুলেটর, এই কনভার্শন সম্পাদন করতে পারে।"
        },
        "q8": {
            "question": "VTU CGPA থেকে পেরসেন্টেজ ফর্মুলা কি?",
            "answer": "VTU CGPA থেকে পেরসেন্টেজ ফর্মুলা হলো পেরসেন্টেজ = CGPA * ৯.১ (বিভাগ অনুসারে পরিবর্তিত হতে পারে)।"
        },
        "q9": {
            "question": "ইঞ্জিনিয়ারিং এর জন্য CGPA কে পেরসেন্টেজে কিভাবে কনভার্ট করবেন?",
            "answer": "ইঞ্জিনিয়ারিং কলেজগুলি ভিন্ন ভিন্ন ফর্মুলা বা কনভার্শন ফ্যাক্টর ব্যবহার করে। ইঞ্জিনিয়ারিং ছাত্রদের তাদের কলেজের পদ্ধতি যাচাই করা উচিত অথবা একটি ইঞ্জিনিয়ারিং-নির্দিষ্ট CGPA ক্যালকুলেটর ব্যবহার করে সঠিকভাবে CGPA থেকে পেরসেন্টেজ কনভার্ট করতে হবে।"
        },
        "q10": {
            "question": "DU CGPA থেকে পেরসেন্টেজ ক্যালকুলেটর আলাদা কি?",
            "answer": "হ্যাঁ, দিল্লি বিশ্ববিদ্যালয় (DU) তাদের নিজস্ব ফর্মুলা ব্যবহার করে। DU ছাত্রদের জন্য DU-নির্দিষ্ট CGPA থেকে পেরসেন্টেজ ক্যালকুলেটর ব্যবহার করা উচিত যাতে সঠিক ফলাফল পাওয়া যায় এবং DU এর গ্রেডিং স্ট্যান্ডার্ডের সাথে সামঞ্জস্য বজায় থাকে।"
        },
        "q11": {
            "question": "CGPA থেকে পেরসেন্টেজ কিভাবে গণনা করবেন?",
            "answer": "CGPA থেকে পেরসেন্টেজ গণনা করতে, CGPA কে একটি কনভার্শন ফ্যাক্টর (সাধারণত ৯.৫) দিয়ে গুণ করুন। একটি CGPA ক্যালকুলেটর এটি সহজ করে দেয়, অথবা আপনি যদি বিপরীত প্রক্রিয়া প্রয়োজন করেন তবে পেরসেন্টেজ থেকে CGPA ক্যালকুলেটর ব্যবহার করতে পারেন।"
        },
        "q12": {
            "question": "SPPU CGPA থেকে পেরসেন্টেজ গণনার ফর্মুলা কি?",
            "answer": "সাভিত্রিবাই ফুলি পুনে বিশ্ববিদ্যালয় (SPPU) এর একটি বিশেষ CGPA থেকে পেরসেন্টেজ গণনা পদ্ধতি রয়েছে। আপনি SPPU-নির্দিষ্ট CGPA ক্যালকুলেটর ব্যবহার করতে পারেন অথবা তাদের গাইডলাইন অনুসরণ করতে পারেন সঠিক কনভার্শনের জন্য।"
        },
        "q13": {
            "question": "Makaut CGPA থেকে পেরসেন্টেজ ক্যালকুলেটরের ফর্মুলা কি?",
            "answer": "Makaut একটি অনলাইন প্ল্যাটফর্ম। Makaut CGPA থেকে পেরসেন্টেজ ক্যালকুলেটরের ফর্মুলা হলো পেরসেন্টেজ = (CGPA – ০.৭৫) * ১০।"
        },
        "q14": {
            "question": "CGPA থেকে পেরসেন্টেজ GTU ফর্মুলা কি?",
            "answer": "CGPA থেকে পেরসেন্টেজ GTU ফর্মুলা হলো পেরসেন্টেজ = (CGPA * ৭.১) + ১২।"
        },
        "q15": {
            "question": "CGPA থেকে পেরসেন্টেজ কিভাবে বের করবেন?",
            "answer": "আপনি উপরের দেওয়া ফর্মুলা ব্যবহার করে ম্যানুয়ালি হিসাব করতে পারেন অথবা এই ক্যালকুলেটর ব্যবহার করে আপনার পেরসেন্টেজ বের করতে পারেন।"
        }
    },
    "cgpa-Description": "CGPA, বা Cumulative Grade Point Average, একটি ছাত্রের একাডেমিক পারফরম্যান্সের সামগ্রিক মূল্যায়ন যা একটি নির্দিষ্ট একাডেমিক সময়কালে করা হয়। কিছু বিশ্ববিদ্যালয় এবং বোর্ড এটি ছাত্রের সমস্ত সেমিস্টার গ্রেড পয়েন্টের গড় হিসেবে গণনা করে, আবার কিছু বিশ্ববিদ্যালয় গ্রেড পয়েন্টের সাথে অতিরিক্ত একটি ফ্যাক্টর, যাকে Credits বলা হয়, গননা করে।",
    "title3": "CGPA থেকে Percentage ক্যালকুলেটর",
    "enterCGPA3": "CGPA প্রবেশ করুন",
    "cgpaPlaceholder3": "আপনার CGPA প্রবেশ করুন",
    "chooseGradeScale3": "গ্রেড স্কেল নির্বাচন করুন",
    "multiplicationFactor": "গুণফল ফ্যাক্টর",
    "multiplicationFactorPlaceholder": "গুণফল ফ্যাক্টর প্রবেশ করুন",
    "error": "ত্রুটি",
    "calculateButton3": "গণনা করুন",
    "resetButton3": "রিসেট",
    "calculatedPercentage": "আপনার হিসাব করা শতাংশ",
    "percentagePlaceholder": "শতাংশ:",
    "downloadButton3": "ডাউনলোড",
    "whatsappButton3": "WhatsApp",
    "copyLinkButton3": "লিঙ্ক কপি করুন",
    "linkCopied3": "লিঙ্ক কপি করা হয়েছে!",
    "calculationHistory3": "হিসাব ইতিহাস",
    "sno": "ক্র. স.",
    "cgpa": "CGPA",
    "percentage": "শতাংশ",
    "scale4": "4.0 স্কেল",
    "scale5": "5.0 স্কেল",
    "scale10": "10.0 স্কেল",
    "header": {
        "calculator": "ক্যালকুলেটর",
        "title": "এডুকেশনাল",
        "subtitle": "CGPA থেকে Percentage রূপান্তর বা সায়েন্টিফিক ক্যালকুলেটর দিয়ে উন্নত গণনা সমাধান করতে সহজ?",
        "cgpa_to_percentage": " CGPA থেকে Percentage "
    },
    "link": {
        "text": "Lord Calculator",
        "description": "   আপনাকে বিরক্তিকর এবং কঠিন গণনা সহজে মোকাবেলা করতে সাহায্য করবে। সেরা প্রযুক্তি আপনার একাডেমিক যাত্রাকে শক্তিশালী করবে—কারণ আপনি কেবল সেরা পাবেন।"
    },
    "choose_lord_calculator": {
        "title": "কেন Lord Calculator নির্বাচন করবেন?",
        "feature_1": {
            "title": "ব্লিঙ্কিং ফাস্ট & সুপার নির্ভরযোগ্য",
            "description": "হ্যাঁ, আমরা উভয়ই নিশ্চিত করেছি! চোখের পলকে সবচেয়ে জটিল গণনা সঠিকভাবে সমাধান করুন। ভুলের জন্য কোনো স্থান নেই!"
        },
        "feature_2": {
            "title": "সহজ ও সুবিধাজনক",
            "description": "এখানে একমাত্র জটিল অংশ হবে আপনার সমীকরণ। স্বজ্ঞাত বোতাম এবং মিটার দিয়ে, নেভিগেশনটি অত্যন্ত সহজ।"
        },
        "feature_3": {
            "title": "ডাউনলোড, সংরক্ষণ অথবা শেয়ার করুন",
            "description": "সমাধান করা সমীকরণ সংরক্ষণ করতে হবে? চিন্তা করবেন না, একবার সমাধান করুন তারপর আপনার গণনা শেয়ার বা সংরক্ষণ করুন চিরকাল অফলাইনে ব্যবহারের জন্য।"
        }
    },
    "calculatorCards": [
        {
            "title": "CGPA থেকে Percentage ক্যালকুলেটর",
            "description": "CGPA থেকে Percentage ক্যালকুলেটর ব্যবহার করে আপনার গ্রেডগুলি যেকোনো সময় রূপান্তর করুন! আপনি আপনার রিপোর্ট ডাউনলোড বা শেয়ারও করতে পারবেন বিনামূল্যে।",
            "emoji": "➗"
        },
        {
            "title": "Percentage থেকে CGPA ক্যালকুলেটর",
            "description": "CGPA রূপান্তর করা কঠিন হতে পারে তবে Percentage থেকে CGPA ক্যালকুলেটরের সাহায্যে এটি আর কঠিন নয়। বিশ্বের বেশিরভাগ প্রতিষ্ঠানের সাথে উপযুক্ত।",
            "emoji": "🔢"
        },
        {
            "title": "GPA থেকে CGPA ক্যালকুলেটর",
            "description": "একটি মিনিমালিস্ট ডিজাইন সহ, এই GPA থেকে CGPA কনভার্টারটি আপনার সময় বাঁচাতে সাহায্য করবে। ছাত্র এবং শিক্ষক উভয়ের জন্যই উপকারী!",
            "emoji": "💡"
        },
        {
            "title": "CGPA থেকে GPA ক্যালকুলেটর",
            "description": "আপনার প্রিয় বিশ্ববিদ্যালয়ে আবেদন করার যোগ্যতা পরীক্ষা করছেন? CGPA থেকে GPA কনভার্টারের সাহায্যে দ্রুত আপনার গ্রেড রূপান্তর করুন এবং সুখবরটি শেয়ার করুন!",
            "emoji": "📚"
        }
    ],
    "tit": "এডুকেশনাল ক্যালকুলেটর",
    "des": "CGPA, GPA, Percentage, অথবা সায়েন্টিফিক ক্যালকুলেটর - আমাদের বলুন আপনি কী চান & এগুলি সর্বদা বিনামূল্যে উপভোগ করুন!",
    "emoji5": "🧑‍🏫",
    "section": {
        "title": "শিক্ষা, ফাইনান্স, অথবা স্বাস্থ্য—",
        "highlightedText": "Lord Calculator ",
        "subtitle": "হলো আপনার যা কিছু প্রয়োজন!",
        "description": "স্বাস্থ্য থেকে ফাইনান্স & নির্মাণ থেকে শিক্ষা - আপনার সব কাজের জন্য একটি প্ল্যাটফর্ম। আপনি যা যা ক্যালকুলেটর প্রয়োজন সবই এখানে পাবেন।",
        "additionalDescription": "লাইটনিং ফাস্ট & সঠিক - একটুকু ভুলও হবে না!"
    },
    "footer": {
        "title": "Lord Calculator",
        "location": "অবস্থান:",
        "contact": "যোগাযোগ করুন: bhushanthakur04@gmail.com",
        "categories": "ক্যাটেগরি",
        "educational_calculators": "এডুকেশনাল ক্যালকুলেটর",
        "scientific_calculators": "সায়েন্টিফিক ক্যালকুলেটর",
        "womens_calculators": "মহিলাদের ক্যালকুলেটর",
        "pages": "পেজ",
        "privacy_policy": "গোপনীয়তা নীতি",
        "terms_of_use": "ব্যবহারের শর্তাবলী",
        "about_us": "আমাদের সম্পর্কে",
        "copyright": "© 2024 Lord Calculator। সমস্ত অধিকার সংরক্ষিত।",
        "social_links": {
            "facebook": "ফেসবুক",
            "instagram": "ইনস্টাগ্রাম",
            "twitter": "টুইটার",
            "whatsapp": "WhatsApp"
        }
    },
    "educational_calculators_title": "শিক্ষা সম্পর্কিত ক্যালকুলেটর",
    "cgpa_to_percentage": "সিজিপিএ থেকে শতাংশ ক্যালকুলেটর",
    "percentage_to_cgpa": "শতাংশ থেকে সিজিপিএ ক্যালকুলেটর",
    "gpa_to_cgpa": "জিপিএ থেকে সিজিপিএ ক্যালকুলেটর",
    "cgpa_to_gpa": "সিজিপিএ থেকে জিপিএ ক্যালকুলেটর",
    "home": "হোম",
    "categories": "বিভাগসমূহ",
    "educational_calculator": "শিক্ষামূলক ক্যালকুলেটর",
    "scientific_calculator": "বৈজ্ঞানিক ক্যালকুলেটর",
    "womens_calculator": "মহিলাদের ক্যালকুলেটর",
    "search_placeholder": "খুঁজুন...",
    "search_button": "খুঁজুন",
    "search_results": "অনুসন্ধান ফলাফল",
    "privacyPolicy": {
        "title": "গোপনীয়তা নীতি",
        "welcomeMessage": "লর্ড ক্যালকুলেটরে স্বাগতম! আমরা আপনার গোপনীয়তার প্রতি শ্রদ্ধাশীল এবং আপনার দেওয়া যেকোনো ব্যক্তিগত তথ্য সুরক্ষিত রাখার জন্য প্রতিশ্রুতিবদ্ধ। এই গোপনীয়তা নীতি নির্দেশ করে যে, আমরা কী ধরনের তথ্য সংগ্রহ করতে পারি এবং কিভাবে আমরা তা ব্যবহার এবং রক্ষা করি।",
        "section1": {
            "title": "১. আমরা কী তথ্য সংগ্রহ করি না",
            "content": "আমাদের ওয়েবসাইট একটি স্ট্যাটিক ক্যালকুলেটর সাইট, এবং আমরা আমাদের ব্যবহারকারীদের থেকে কোনো ব্যক্তিগত তথ্য সক্রিয়ভাবে সংগ্রহ, সংরক্ষণ বা প্রয়োজন করি না। আপনি আমাদের ক্যালকুলেটরগুলি ব্যবহার করতে পারেন, আমাদের সাথে কোনো চিহ্নিতযোগ্য তথ্য শেয়ার না করেও।"
        },
        "section2": {
            "title": "২. স্বয়ংক্রিয়ভাবে সংগৃহীত তথ্য",
            "content": "অনেক সাইটের মতো, আমরা আমাদের সাইটের সাথে ব্যবহারকারীর মিথস্ক্রিয়া বুঝতে সহায়ক বেসিক অ্যানালিটিক্স টুলস (যেমন গুগল অ্যানালিটিক্স) ব্যবহার করতে পারি। এই তথ্যটি অ্যানোনিমাইজড এবং এতে অচিহ্নিত ডেটা অন্তর্ভুক্ত থাকে যেমন:",
            "list": {
                "deviceType": "ডিভাইস টাইপ এবং ব্রাউজার টাইপ",
                "operatingSystem": "অপারেটিং সিস্টেম",
                "visitDate": "ভিজিটের তারিখ এবং সময়",
                "pagesVisited": "পরিদর্শিত পৃষ্ঠা এবং প্রতিটি পৃষ্ঠায় সময়"
            },
            "note": "এই তথ্য আমাদের ওয়েবসাইটের কার্যকারিতা এবং ব্যবহারকারীর অভিজ্ঞতা উন্নত করতে সহায়ক, কিন্তু এটি আমাদের একক ব্যবহারকারী চিহ্নিত করতে দেয় না।"
        },
        "section3": {
            "title": "৩. কুকিজ",
            "content": "আমাদের ওয়েবসাইট ব্যক্তিগত ডেটা ট্র্যাক বা সংরক্ষণ করতে কুকিজ ব্যবহার করে না। তবে, যদি কোনো তৃতীয়-পক্ষ বিশ্লেষণমূলক টুলস একীভূত করা হয়, তারা অ্যানোনিমাইজড ব্যবহারের পরিসংখ্যান সংগ্রহ করতে কুকিজ ব্যবহার করতে পারে। আপনি যদি চান তবে আপনার ব্রাউজার সেটিংসের মাধ্যমে কুকিজ পরিচালনা বা অক্ষম করতে পারেন।"
        },
        "section4": {
            "title": "৪. তৃতীয়-পক্ষ লিঙ্ক",
            "content": "আমাদের ওয়েবসাইটে বাইরের সাইটের লিঙ্ক থাকতে পারে। এই তৃতীয়-পক্ষ সাইটগুলির তাদের নিজস্ব গোপনীয়তা নীতি রয়েছে, এবং আমরা তাদের বিষয়বস্তু বা কার্যক্রমের জন্য দায়ী নই। আমরা ব্যবহারকারীদের পরামর্শ দিচ্ছি যে, তারা যে কোনো সাইটে প্রবেশ করার আগে সেই সাইটের গোপনীয়তা নীতি পর্যালোচনা করুন।"
        },
        "section5": {
            "title": "৫. তথ্য নিরাপত্তা",
            "content": "যদিও আমরা ব্যক্তিগত তথ্য সংগ্রহ করি না, তবে আমরা আমাদের ব্যবহারকারীদের জন্য একটি নিরাপদ পরিবেশ বজায় রাখাকে অগ্রাধিকার দেই। আমরা নিরাপদ হোস্টিং ব্যবহার করি এবং নিয়মিত আমাদের ওয়েবসাইট আপডেট করি যাতে দুর্বলতা থেকে রক্ষা করা যায়।"
        },
        "section6": {
            "title": "৬. শিশুদের গোপনীয়তা",
            "content": "আমাদের ওয়েবসাইট সমস্ত বয়সের ব্যবহারকারীদের জন্য উপযুক্ত, তবে এটি ১৩ বছরের নিচে শিশুদের উদ্দেশ্যে নয়। যেহেতু আমরা ব্যক্তিগত ডেটা সংগ্রহ করি না, আমরা চিলড্রেনস অনলাইন প্রাইভেসি প্রোটেকশন অ্যাক্ট (COPPA) মেনে চলি।"
        },
        "section7": {
            "title": "৭. এই গোপনীয়তা নীতির পরিবর্তন",
            "content": "আমরা কখনও কখনও আমাদের গোপনীয়তা নীতি আপডেট করতে পারি। পরিবর্তনগুলি এই পৃষ্ঠায় পোস্ট করা হবে, এবং উপরের \"শেষ আপডেট\" তারিখ সর্বশেষ সংস্করণ প্রতিফলিত করবে। আমরা ব্যবহারকারীদের পরামর্শ দিচ্ছি যে তারা এই পৃষ্ঠাটি নিয়মিত পর্যালোচনা করুন যাতে তারা কোনো আপডেট সম্পর্কে অবগত থাকতে পারে।"
        },
        "section8": {
            "title": "৮. আমাদের সাথে যোগাযোগ করুন",
            "content": "যদি আপনার এই গোপনীয়তা নীতি সম্পর্কে কোনো প্রশ্ন থাকে, তবে দয়া করে আমাদের সাথে যোগাযোগ করুন:",
            "contactDetails": {
                "name": "লর্ড ক্যালকুলেটর",
                "email": "bhushanthakur04@gmail.com"
            }
        }
    },
    "termsOfUse": {
        "title": "ব্যবহারের শর্তাবলী",
        "welcomeMessage": "লর্ড ক্যালকুলেটরে স্বাগতম! লর্ড ক্যালকুলেটর অ্যাক্সেস এবং ব্যবহার করে, আপনি এই ব্যবহারের শর্তাবলীতে সম্মত হন। দয়া করে এই শর্তাবলীটি সাবধানে পড়ুন কারণ এগুলি আমাদের ওয়েবসাইট ব্যবহারের নিয়ম এবং বিধি ব্যাখ্যা করে। যদি আপনি এই শর্তাবলী সাথে একমত না হন, তাহলে আমাদের সাইট ব্যবহার না করার জন্য অনুরোধ করা হচ্ছে।",
        "sections": {
            "acceptanceOfTerms": {
                "title": "1. শর্তাবলীর গ্রহণ",
                "content": "লর্ড ক্যালকুলেটর অ্যাক্সেস করে, আপনি এই ব্যবহারের শর্তাবলী এবং আমাদের গোপনীয়তা নীতি মেনে নিতে এবং সেগুলি দ্বারা আবদ্ধ হতে সম্মত হন। এই শর্তাবলী সকল দর্শক, ব্যবহারকারী, এবং যারা সাইট অ্যাক্সেস বা ব্যবহার করেন তাদের উপর প্রযোজ্য।"
            },
            "useOfWebsite": {
                "title": "2. আমাদের ওয়েবসাইটের ব্যবহার",
                "content": "আপনাকে আমাদের ওয়েবসাইট ব্যবহার করার জন্য একটি সীমিত, অ-এক্সক্লুসিভ, স্থানান্তরযোগ্য নয়, এবং প্রত্যাহারযোগ্য লাইসেন্স প্রদান করা হয়েছে, যা শুধুমাত্র ব্যক্তিগত এবং অ-বাণিজ্যিক উদ্দেশ্যে। আপনি সাইটটি কোন অবৈধ উদ্দেশ্যে ব্যবহার করতে সম্মত হন না, যার মধ্যে অন্তর্ভুক্ত কিন্তু সীমাবদ্ধ নয়:",
                "list": [
                    "ওয়েবসাইটের কার্যকারিতা হ্যাক বা বিঘ্নিত করার চেষ্টা করা",
                    "ভাইরাস বা ক্ষতিকারক কোড আপলোড বা বিতরণ করা",
                    "সাইটের কোনো অংশে অননুমোদিত অ্যাক্সেস লাভের চেষ্টা করা",
                    "আমাদের ক্যালকুলেটরগুলোকে কোন অবৈধ কার্যকলাপের জন্য ব্যবহার করা"
                ]
            },
            "intellectualProperty": {
                "title": "3. বুদ্ধিবৃত্তিক সম্পত্তি",
                "content": "এই ওয়েবসাইটের সমস্ত কন্টেন্ট, যেমন টেক্সট, গ্রাফিক্স, লোগো, এবং ক্যালকুলেটরগুলি, লর্ড ক্যালকুলেটর বা এর লাইসেন্সদাতাদের বুদ্ধিবৃত্তিক সম্পত্তি। আপনি আমাদের কন্টেন্টের কোনো অংশ পুনঃপ্রকাশ, বিতরণ বা বাণিজ্যিক উদ্দেশ্যে ব্যবহার করতে পারবেন না, আমাদের স্পষ্ট লিখিত অনুমতি ছাড়া।"
            },
            "disclaimerOfWarranties": {
                "title": "4. ওয়ারেন্টির অস্বীকৃতি",
                "content": "আমাদের ওয়েবসাইট এবং এর কন্টেন্ট 'যেমন আছে' এবং 'যেমন উপলব্ধ' ভিত্তিতে সরবরাহ করা হয়েছে, কোন ওয়ারেন্টির প্রকারের সম্মতি ছাড়াই, প্রকাশ্য বা পরোক্ষ। যদিও আমরা সঠিকতা নিশ্চিত করতে চেষ্টা করি, লর্ড ক্যালকুলেটর কোন ওয়ারেন্টি প্রদান করে না যে:",
                "list": [
                    "ক্যালকুলেটরগুলি ত্রুটিমুক্ত বা পূর্ণ",
                    "সাইটটি বিঘ্ন বা প্রযুক্তিগত সমস্যায় মুক্ত হবে"
                ]
            },
            "limitationOfLiability": {
                "title": "5. দায়িত্বের সীমাবদ্ধতা",
                "content": "যতটুকু আইন অনুমোদন করে, লর্ড ক্যালকুলেটর আমাদের সাইট ব্যবহার বা ব্যবহার করতে অক্ষমতার ফলে কোন ধরনের ক্ষতির জন্য দায়ী হবে না, যার মধ্যে পরোক্ষ, উদাহরণস্বরূপ, শাস্তিমূলক বা ফলস্বরূপ ক্ষতি অন্তর্ভুক্ত নয়।"
            },
            "thirdPartyLinks": {
                "title": "6. তৃতীয় পক্ষের লিঙ্ক",
                "content": "আমাদের সাইটে আপনার সুবিধার জন্য তৃতীয় পক্ষের ওয়েবসাইটগুলির লিঙ্ক থাকতে পারে। আমরা কোন তৃতীয় পক্ষের সাইটের কন্টেন্ট, গোপনীয়তা নীতি বা অনুশীলনের উপর নিয়ন্ত্রণ রাখি না এবং কোন দায়িত্ব গ্রহণ করি না। এই লিঙ্কগুলি অ্যাক্সেস করা আপনার নিজের ঝুঁকিতে, এবং আমরা সুপারিশ করি যে আপনি যে কোন তৃতীয় পক্ষের সাইটের শর্তাবলী এবং গোপনীয়তা নীতি পর্যালোচনা করুন।"
            },
            "modificationsToTerms": {
                "title": "7. শর্তাবলীতে পরিবর্তন",
                "content": "লর্ড ক্যালকুলেটর যে কোনো সময় এই ব্যবহারের শর্তাবলী পরিবর্তন করার অধিকার সংরক্ষণ করে। পরিবর্তনগুলি এই পৃষ্ঠায় পোস্ট করা হবে, যেখানে 'সর্বশেষ আপডেট' তারিখ সর্বশেষ সংশোধন দেখাবে। পরিবর্তনগুলি পোস্ট করার পর সাইটটি ব্যবহার করা নতুন শর্তাবলীতে আপনার সম্মতির চিহ্ন।"
            },
            "governingLaw": {
                "title": "8. শাসনকারী আইন",
                "content": "এই শর্তাবলী আপনার বিচারব্যবস্থা/রাজ্য/দেশের আইন দ্বারা শাসিত হবে এবং তার আইনের দ্বন্দ্ব সত্ত্বেও ব্যাখ্যা করা হবে। এই শর্তাবলী থেকে উদ্ভূত যেকোনো বিরোধ শুধুমাত্র আদালতগুলোতে সমাধান হবে।"
            },
            "contactUs": {
                "title": "9. আমাদের সাথে যোগাযোগ করুন",
                "content": "আপনার যদি এই ব্যবহারের শর্তাবলী সম্পর্কিত প্রশ্ন থাকে, তবে দয়া করে আমাদের সাথে যোগাযোগ করুন:",
                "email": "bhuvibhai786@gmail.com"
            }
        }
    },
    "aboutUs": {
        "title": "আমাদের সম্পর্কে",
        "description": "হ্যালো, গণনা প্রেমীরা! আমি একজন সফটওয়্যার ডেভেলপার, বাবা, স্বামী এবং পুত্র—যদি আমাকে একটি পারিবারিক মানুষ বলা হয়, তবে এটি হবে নিখুঁত। লর্ড ক্যালকুলেটর তৈরি করার পিছনের প্রধান উদ্দীপনা হল বাস্তব জীবনের অভিজ্ঞতা।",
        "storyTitle": "আমার গল্প",
        "story": [
            "বিদ্যালয়ে পড়ার সময় থেকেই আমি গণিতের হিসাব নিয়ে সংগ্রাম করতাম, এবং স্নাতক শেষ করার পরও এটি একটি চ্যালেঞ্জ ছিল। আমি প্রায়ই অনলাইন টুলগুলির উপর নির্ভর করতাম গণনা করার জন্য।",
            "কম্পিউটার সায়েন্সে ডিগ্রী সম্পন্ন করার পর, আমি এই প্রকল্পটি তৈরি করার জন্য অনুপ্রাণিত হয়েছিলাম, যা এখন আপনি সামনে দেখতে পাচ্ছেন।",
            "আমি (এবং আমি এখনও) ক্যালকুলেটর তৈরি করেছি যা সত্যিই মানুষের জন্য উপকারী। আমি আশা করি আপনি আমার কাজ উপভোগ করবেন এবং এই ক্যালকুলেটরগুলি বন্ধু, সহকর্মী এবং শিক্ষার্থীদের সাথে শেয়ার করে অন্যদের সাহায্য করবেন। আমার ওয়েবসাইটটি বেছে নেওয়ার জন্য আপনাকে অনেক ধন্যবাদ।"
        ]
    }
}