{
  "navbar": {
    "selectLanguage": "Seleccionar idioma"
  },
  "title": "Calculadora de GPA a CGPA",
  "enter_gpa": "Ingresa el GPA",
  "choose_gpa_scale": "Selecciona la escala de GPA",
  "calculate": "Calcular",
  "reset": "Restablecer",
  "calculated_cgpa": "Tu CGPA Calculado",
  "calculation_history": "Historial de Cálculos",
  "download": "Descargar",
  "whatsapp": "WhatsApp",
  "copy_link": "Copiar Enlace",
  "gpa_to_cgpa_calculator": "Calculadora de GPA a CGPA",
  "cgpa_to_percentage_link": "CGPA a Porcentaje",
  "gpa_to_cgpa_description": "(y vice-versa). Además, exploramos ciertos conceptos relacionados con estas escalas de calificación y los escenarios en los que se aplican las conversiones. La mayoría de los países asiáticos y algunos africanos siguen el sistema de CGPA o porcentaje, mientras que el sistema educativo occidental utiliza el GPA y",
  "welcome_message": "¡Bienvenido a otra calculadora educativa! En las calculadoras correspondientes, calculamos",
  "letter_grading_link": "Calificación por Letras sistema",
  "institution_migration_message": "Cuando te mudas de una institución a otra, especialmente cuando ambas instituciones siguen sistemas de calificación diferentes, contar con una calculadora confiable de conversión de calificaciones se vuelve crucial. Puedes contar con la calculadora de GPA a CGPA de Lord Calculator, que utiliza la fórmula internacional más aceptada para la conversión.",
  "guide_message": "En esta guía, repasaremos la fórmula utilizada para la conversión de GPA a CGPA, los escenarios donde podrías necesitar esta conversión, precauciones a considerar y puntos importantes a tener en cuenta al realizar tales conversiones.",
  "Table of Contents": "Tabla de Contenidos",
  "GPA to CGPA Calculator": "Calculadora de GPA a CGPA",
  "GPA To CGPA Calculation Formula": "Fórmula de Cálculo de GPA a CGPA",
  "How to Use Lord Calculator’s GPA to CGPA Calculator?": "¿Cómo usar la calculadora de GPA a CGPA de Lord Calculator?",
  "How CGPA & GPA Are Different?": "¿Cómo son diferentes el CGPA y el GPA?",
  "International Standards and Certifications": "Estándares y Certificaciones Internacionales",
  "Most Common GPA to CGPA Conversion Scenarios": "Escenarios Más Comunes de Conversión de GPA a CGPA",
  "Summary": "Resumen",
  "FAQs (Frequently Asked Questions)": "Preguntas Frecuentes",
  "GPA To CGPA Calculation Formulas": "Fórmula de Cálculo de GPA a CGPA",
  "Equivalent CGPA =": "CGPA equivalente =",
  "GPA obtained": "GPA obtenido",
  "Max GPA": "GPA máxima",
  "Max CGPA": "CGPA máxima",
  "How to Calculate GPA?": "¿Cómo calcular el GPA?",
  "GPA =": "GPA =",
  "Total Quality Points for all terms.": "Puntos de calidad totales para todos los períodos.",
  "Total Credit Hours for all terms.": "Horas crédito totales para todos los períodos.",
  "quality points": "Puntos de calidad para un período = Valor de punto de la calificación * Número de horas crédito.",
  "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "¿Cómo usar la calculadora de GPA a CGPA de Lord Calculator?",
  "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "Aunque hemos hecho nuestra calculadora fácil de usar, aquí tienes una guía para sacarle el mejor provecho sin perderte en los numeradores y denominadores de los cálculos de calificaciones. Para convertir tu GPA en un CGPA equivalente, sigue los pasos que se indican a continuación:",
  "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "Paso 1: Abre la calculadora de GPA a CGPA en Lord Calculator.",
  "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "Paso 2: En el primer campo, titulado Ingrese GPA, por favor ingrese su GPA obtenido con precisión. Asegúrese de incluir puntos decimales para una conversión precisa.",
  "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "Paso 3: Ahora elija su escala de GPA. Esta escala también indica cuál podría ser el GPA máximo.",
  "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "Paso 4: Una vez que haya ingresado todos los valores correctamente, presione el botón “Calcular”. ¡Y eso es todo! Ahora tiene un CGPA equivalente frente a usted, también visualizado por el medidor de CGPA.",
  "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "Además, también puedes ver cualquier cálculo anterior realizado por ti para que puedas comenzar a compararlos. También puedes exportar el CGPA convertido como un PDF y compartirlo con otros.",
  "How-CGPA & GPA Are Different?": "¿Cómo son diferentes el CGPA y el GPA?",
  "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "El CGPA y el GPA son diferentes desde muchas perspectivas. [La definición de ambos términos] en sí misma indica la diferencia básica entre ellos. Pero hablemos de cómo son diferentes en sus aplicaciones y uso.",
  "Denomination": "Denominación",
  "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "Como su nombre indica, el CGPA (Cumulative Grade Point Average) representa el rendimiento acumulativo o combinado de un estudiante durante su sesión académica. Por lo general, representa el rendimiento de varios semestres de manera concisa.",
  "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "Por otro lado, el GPA (Grade Point Average) representa el rendimiento académico de un semestre en particular, o de un término/semestre muy específico. Así que, de alguna manera, el CGPA se calcula promediando las puntuaciones de GPA de varios semestres.",
  "Usage": "Uso",
  "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "Al igual que la denominación, el uso de ambas escalas también es diferente. El CGPA se considera el rendimiento académico general de un estudiante, mientras que el GPA se considera para un semestre o término específico.",
  "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "El GPA se utiliza principalmente para evaluar y trazar cómo un estudiante se está desempeñando últimamente y ayuda a identificar puntos fuertes y áreas potenciales de mejora. Estas escalas de calificación también se utilizan para determinar las implicaciones de un nuevo curso en el rendimiento académico de los estudiantes. Pero si hablamos de postularse para un trabajo o estudios superiores, el GPA puede no ser la escala de calificación ideal.",
  "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "En tales escenarios, cuando un estudiante se postula para estudios superiores o una solicitud de empleo, se le requiere que complete su CGPA. Así que el CGPA se comparte con entidades externas mientras que el GPA se utiliza principalmente en la evaluación interna.",
  "To summarize, take a look at the below-given table:": "Para resumir, eche un vistazo a la tabla que se muestra a continuación:",
  "Feature": "Características",
  "GPA": "GPA",
  "CGPA": "CGPA",
  "Scope": "Ámbito",
  "Single Semester / Term": "Un solo semestre / término",
  "Entire Academic Session": "Toda la sesión académica",
  "Calculation": "Cálculo",
  "Grade Points for a semester.": "Puntos de calificación para un semestre.",
  "Cumulative Average of All semesters.": "Promedio acumulado de todos los semestres.",
  "Purpose": "Propósito",
  "Help to track and monitor the performance of a student.": "Ayuda a realizar un seguimiento y monitoreo del rendimiento de un estudiante.",
  "Determines the overall performance of a student.": "Determina el rendimiento general de un estudiante.",
  "International-Standards and Certifications": "Normas y Certificaciones Internacionales",
  "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "Como discutimos anteriormente, las escalas de calificación como el GPA son predominantemente parte de los sistemas educativos occidentales. Sin embargo, los estudiantes que planean estudiar en el extranjero deben estar al tanto de varias normas y certificaciones internacionales que son ampliamente reconocidas en diferentes marcos educativos. Comprender estas normas puede ayudar a los estudiantes a navegar por diferentes sistemas de calificación y garantizar transiciones sin problemas al postularse a escuelas o universidades en el extranjero.",
  "1. International Baccalaureate (IB)": "1. Bachillerato Internacional (IB)",
  "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "El Bachillerato Internacional (IB) es un marco educativo reconocido internacionalmente diseñado para estudiantes de 3 a 19 años. Su objetivo es fomentar el pensamiento crítico, la comprensión intercultural y la compatibilidad global. El sistema IB está dividido en cuatro programas principales:",
  "Primary Years Programme (PYP)": "Programa de los Primeros Años (PYP)",
  "For students aged 3 to 12, focusing on developing academic and personal skills.": "Para estudiantes de 3 a 12 años, enfocado en desarrollar habilidades académicas y personales.",
  "Middle Years Programme (MYP)": "Programa de los Años Intermedios (MYP)",
  "For students aged 11 to 16, preparing them for further study.": "Para estudiantes de 11 a 16 años, preparándolos para estudios futuros.",
  "Diploma Programme (DP)": "Programa de Diploma (DP)",
  "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "Para estudiantes de 16 a 19 años, un programa riguroso con una escala de calificación de 1 a 7.",
  "Career-related Programme (CP)": "Programa Relacionado con la Carrera (CP)",
  "Combines academic study with career-related learning for students aged 16 to 19.": "Combina el estudio académico con el aprendizaje relacionado con la carrera para estudiantes de 16 a 19 años.",
  "The IB system is recognized globally for its academic rigor and holistic approach to education.": "El sistema IB es reconocido globalmente por su rigor académico y enfoque holístico de la educación.",
  "2. Common Core State Standards (CCSS)": "2. Normas Estatales Comunes (CCSS)",
  "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "Las Normas Estatales Comunes (CCSS) fueron desarrolladas en los Estados Unidos para estandarizar la educación K-12 en Artes del Lenguaje Inglés y Matemáticas. Este marco se implementa principalmente en las escuelas de EE. UU. y se enfoca en proporcionar referencias claras y consistentes para el logro académico. El objetivo es garantizar que los estudiantes estén preparados para la universidad, las carreras y la competitividad global, enfatizando el pensamiento crítico y las habilidades para resolver problemas.",
  "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "3. Proceso de Bolonia y Sistema Europeo de Transferencia y Acumulación de Créditos (ECTS)",
  "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "El Proceso de Bolonia es un acuerdo entre países europeos para estandarizar la educación superior. Su objetivo es hacer que las calificaciones académicas y los períodos de estudio sean fácilmente comparables y compatibles en toda Europa. Este proceso facilita el movimiento de estudiantes entre universidades de diferentes países, garantizando que las calificaciones de los estudiantes sean reconocidas internacionalmente.",
  "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "El Sistema Europeo de Transferencia y Acumulación de Créditos (ECTS) asigna créditos a los cursos en función de la cantidad de trabajo requerido (generalmente de 25 a 30 horas de estudio por crédito). ECTS utiliza un sistema de calificación de letras que va de la A a la F, siendo F un suspenso.",
  "4. Advanced Placement (AP) Program": "4. Programa de Colocación Avanzada (AP)",
  "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "El Programa de Colocación Avanzada (AP) es una iniciativa basada en EE. UU. ofrecida por el College Board, que permite a los estudiantes de secundaria tomar cursos y exámenes a nivel universitario. Estos cursos son equivalentes a los cursos de primer año universitario y son reconocidos internacionalmente. La escala de calificación para los exámenes AP varía de 1 a 5, siendo 3 el puntaje mínimo aprobado. AP es ampliamente aceptado por universidades de todo el mundo, brindando a los estudiantes la oportunidad de obtener créditos universitarios antes de finalizar la secundaria.",
  "5. International General Certificate of Secondary Education (IGCSE)": "5. Certificado General Internacional de Educación Secundaria (IGCSE)",
  "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "El IGCSE es una calificación reconocida a nivel mundial ofrecida por Cambridge Assessment International Education. Utiliza una escala de calificación que va de la A a la G, con U (no calificado) representando fracaso. El IGCSE es ampliamente utilizado por escuelas internacionales y es conocido por su flexibilidad, permitiendo a los estudiantes elegir asignaturas que coincidan con sus intereses académicos y metas profesionales.",
  "6. Tertiary Education Quality and Standards Agency (TEQSA)": "6. Agencia de Calidad y Normas de la Educación Terciaria (TEQSA)",
  "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "El marco TEQSA se sigue principalmente en Australia. Regula las instituciones de educación superior y asegura que cumplan con los estándares nacionales. Se alinea con el Marco de Cualificaciones Australiano (AQF), que describe las calificaciones y los cursos ofrecidos por las instituciones en Australia. Aunque TEQSA se sigue principalmente en Australia, su reconocimiento es global, asegurando que los títulos australianos sean respetados internacionalmente y mejorando la movilidad de los estudiantes.",
  "7. Programme for International Student Assessment (PISA)": "7. Programa para la Evaluación Internacional de Estudiantes (PISA)",
  "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "El Programa para la Evaluación Internacional de Estudiantes (PISA) es una encuesta internacional realizada por la OCDE. A diferencia de los otros marcos, PISA no proporciona una escala de calificación, sino que evalúa la efectividad de los sistemas educativos a nivel mundial evaluando el rendimiento académico de los estudiantes de 15 años. Los datos recopilados ayudan a los responsables de las políticas a identificar las fortalezas y debilidades de sus sistemas educativos y tomar decisiones informadas para mejorar los estándares y alinear los marcos educativos globalmente.",
  "Most-Common GPA to CGPA Conversion Scenarios": "Escenarios más comunes de conversión de GPA a CGPA",
  "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "1. Conversión de GPA de EE. UU. a CGPA (escala 4.0)",
  "The formula used is:": "La fórmula utilizada es:",
  "CGPA = GPA × 2.5": "CGPA = GPA × 2.5",
  "Thus, the conversions would look like:": "Así, las conversiones serían:",
  "4.0 GPA in CGPA is 10.0": "GPA 4.0 en CGPA es 10.0",
  "3.5 GPA in CGPA is 8.75": "GPA 3.5 en CGPA es 8.75",
  "3.0 GPA in CGPA is 7.5": "GPA 3.0 en CGPA es 7.5",
  "2.0 GPA in CGPA is 5.0": "GPA 2.0 en CGPA es 5.0",
  "2. U.S. GPA to CGPA (Indian) Conversion": "2. Conversión de GPA de EE. UU. a CGPA (India)",
  "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "Ciertas instituciones en la India siguen una versión diferente de la conversión de GPA (escala 4.0) a CGPA (escala 10). La fórmula utilizada es:",
  "CGPA = GPA × 2 + 1": "CGPA = GPA × 2 + 1",
  "Thus, the conversion would vary as:": "Así, la conversión variaría como:",
  "4.0 GPA in CGPA is 9.0": "GPA 4.0 en CGPA es 9.0",
  "3.5 GPA in CGPA is 8.0": "GPA 3.5 en CGPA es 8.0",
  "3.0 GPA in CGPA is 7.0": "GPA 3.0 en CGPA es 7.0",
  "2.0 GPA-in-CGPA is 5.0": "GPA 2.0 en CGPA es 5.0",
  "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "3. Conversión de porcentaje de India a GPA de EE. UU. (escala 4.0)",
  "The-formula used is:": "La fórmula utilizada es:",
  "GPA- =": "GPA =",
  "Therefore, the conversions would look like:": "Por lo tanto, las conversiones serían:",
  "90% to GPA is 4.0": "90% a GPA es 4.0",
  "75% to GPA is 3.5": "75% a GPA es 3.5",
  "60% to GPA is 3.0": "60% a GPA es 3.0",
  "50% to GPA is 2.0": "50% a GPA es 2.0",
  "4. ECTS Grading to GPA/CGPA": "4. Calificación ECTS a GPA/CGPA",
  "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "Dado que el sistema ECTS sigue un sistema de calificación por letras, su conversión equivalente es la siguiente:",
  "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA",
  "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (Próximos 25%) → 3.5 GPA / 7.5-8.9 CGPA",
  "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (Próximos 30%) → 3.0 GPA / 6.0-7.4 CGPA",
  "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (Próximos 25%) → 2.5 GPA / 5.0-5.9 CGPA",
  "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (Nota mínima aprobatoria) → 2.0 GPA / 4.0-4.9 CGPA",
  "Please Note:": "Por favor, tenga en cuenta:",
  "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "Estos son casos generales de conversión y pueden no aplicarse de manera universal. Siempre consulte las pautas institucionales específicas antes de utilizar estas conversiones.",
  "Summary-": "Resumen",
  "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "En esta sección, discutimos las conversiones de GPA y CGPA, cómo difieren entre sí y algunos de los estándares y marcos internacionales seguidos en todo el mundo. Aunque hemos intentado cubrir todos los marcos principales, no es posible incluir la fórmula y conversión de cada institución.",
  "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "Por lo tanto, siempre le recomendamos que consulte el documento oficial de una institución específica antes de realizar la conversión de sus calificaciones.",
  "FAQs": "Preguntas frecuentes (FAQs)",
  "Q1. How can I convert GPA to CGPA?": "P1. ¿Cómo puedo convertir GPA a CGPA?",
  "Ans. You can convert GPA to CGPA using the formula;": "Respuesta. Puede convertir GPA a CGPA usando la fórmula;",
  "-GPA =": "GPA =",
  "CGPA Obtained": "CGPA obtenido",
  "Maximum CGPA": "CGPA máximo",
  "Max-GPA": "GPA máximo",
  "Q2. What is Indian CGPA to GPA calculator?": "P2. ¿Qué es el convertidor de CGPA a GPA indio?",
  "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "Respuesta. El convertidor de CGPA a GPA indio incluye la conversión de GPA a partir de CGPA y porcentaje. Consulte la siguiente tabla:",
  "Conversion Type": "Tipo de conversión",
  "Formula": "Fórmula",
  "CGPA to 4-point GPA": "CGPA a GPA de 4 puntos",
  "Percentage to 4-point GPA": "Porcentaje a GPA de 4 puntos",
  "Percentage to GPA (4.3)": "Porcentaje a GPA (4.3)",
  "Percentage to GPA (5.0)": "Porcentaje a GPA (5.0)",
  "GP-A =": "GPA =",
  "CGPA-Obtained": "CGPA obtenido",
  "Maximum-CGPA": "CGPA máximo",
  "× 2.5": "× 2.5",
  "Percentage Obtained": "Porcentaje obtenido",
  "100": "100",
  "× 4": "× 4",
  "4.3": "4.3",
  "× 100": "× 100",
  "20": "20",
  "Q3. How to calculate CGPA from GPA?": "P3. ¿Cómo calcular CGPA a partir de GPA?",
  "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "Respuesta. Para calcular CGPA a partir de GPA, divide el GPA obtenido por el GPA máximo y luego multiplica por la escala objetivo de CGPA. Matemáticamente,",
  "CGPA =": "CGPA =",
  "GPA Obtained": "GPA obtenido",
  "Maximum GPA": "GPA máximo",
  "× Target CGPA Scale": "× Escala objetivo de CGPA",
  "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "P4. ¿Cuál es la fórmula del calculador de GPA de 10 puntos a 4?",
  "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "Respuesta. Como se mencionó en la pregunta 2, puedes dividir el CGPA por un factor de 2.5 y obtendrás un GPA equivalente. A continuación se presenta un cálculo simplificado,",
  "G-PA =": "GPA =",
  "Obtained CGPA": "CGPA obtenido",
  "10(for 10-point CGPA)": "10 (para CGPA de 10 puntos)",
  "×": "×",
  "= ": "= ",
  "× 2.5": "× 2.5",
  "Q5. What is the GPA to CGPA calculator Anna University Formula?": "P5. ¿Cuál es la fórmula del calculador de GPA a CGPA de la Universidad de Anna?",
  "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "Respuesta. La fórmula del calculador de GPA a CGPA de la Universidad de Anna incluye los puntajes de crédito. La fórmula se puede escribir como:",
  ".GPA =": "GPA =",
  "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "Calificación en la Asignatura 1 × Créditos Obtenidos + Calificación en la Asignatura 2 × Créditos Obtenidos + Calificación en la Asignatura N × Créditos Obtenidos",
  "Sum of All Credits Earned in Each Subject": "Suma de Todos los Créditos Obtenidos en Cada Asignatura",
  "Q6. How to calculate CGPA from GPA in Anna University?": "P6. ¿Cómo calcular CGPA a partir de GPA en la Universidad de Anna?",
  "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "Respuesta. El cálculo de CGPA a GPA para la Universidad de Anna se realiza de la misma manera que la fórmula mencionada al principio de este artículo, es decir, ",
  "CGPA- =": "CGPA =",
  "GPA-Obtained": "GPA Obtenido",
  "Maximum-GPA": "GPA Máximo",
  "×": "×",
  "Target CGPA Scale": "Escala CGPA Objetivo",
  "However, you can also go for detailed calculations as described in Q5.": "Sin embargo, también puedes optar por cálculos detallados como se describe en la P5.",
  "Q7. How SRM GPA to CGPA calculator is different?": "P7. ¿Cómo se diferencia la calculadora de GPA a CGPA de SRM?",
  "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "Respuesta. La Universidad de SRM utiliza una fórmula específica que incluye un promedio ponderado por créditos para calcular el GPA. El concepto de promedio ponderado por créditos se utiliza para asignar un peso especial a ciertas materias, como las materias principales y secundarias.",
  "Q8. Is the GPA to CGPA calculator for engineering different?": "P8. ¿Es diferente la calculadora de GPA a CGPA para ingeniería?",
  "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "Respuesta. Algunas universidades de ingeniería asignan créditos más altos a los cursos básicos que a los cursos electivos o generales. Así, el valor ponderado de esos cursos básicos podría ser más alto que el de otros.",
  "Q9. Is CGPA to GPA calculator online reliable?": "P9. ¿Es confiable la calculadora de CGPA a GPA en línea?",
  "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "Respuesta. Matemáticamente, SÍ, nuestra calculadora de CGPA a GPA en línea es confiable. Sin embargo, muchas universidades utilizan un método de conversión específico. Dado que no es factible incluir todos esos métodos, lo mejor es consultar primero las pautas oficiales.",
  "Q10. Convert GPA to CGPA out of 4.": "P10. Convierte GPA a CGPA sobre 4.",
  "Ans. To convert GPA to CGPA out of 4, use the below formula:": "Respuesta. Para convertir GPA a CGPA sobre 4, utiliza la siguiente fórmula:",
  "CGPA (out of 4) =": "CGPA (sobre 4) =",
  "GPAObtained": "GPA Obtenido",
  "Maximum GPA on your Scale": "GPA Máximo en tu Escala",
  "×": "×",
  "4": "4",
  "Q11. What is 3 GPA to CGPA?": "P11. ¿Qué es 3 GPA a CGPA?",
  "Ans. On a 4-point GPA scale, your CGPA is 3. But on a 10-point GPA scale, your CGPA is 1.2.": "Respuesta. En una escala de GPA de 4 puntos, tu CGPA es 3. Pero en una escala de GPA de 10 puntos, tu CGPA es 1.2.",
  "Q12. What is 3.5 GPA to CGPA?": "P12. ¿Qué es 3.5 GPA a CGPA?",
  "Ans. On a 4-point GPA scale, your CGPA is 3.5.": "Respuesta. En una escala de GPA de 4 puntos, tu CGPA es 3.5.",
  "But on a 10-point GPA scale, your CGPA is 1.4.": "Pero en una escala de GPA de 10 puntos, tu CGPA es 1.4.",
  "On a 7-point GPA scale, your CGPA is 2.": "En una escala de GPA de 7 puntos, tu CGPA es 2.",


  
    "Q13. What is 3.3 GPA to CGPA?": "P13. ¿Qué es 3.3 GPA a CGPA?",
    "Ans. If GPA is on a 4-point scale → 3.3 CGPA": "Respuesta. Si el GPA está en una escala de 4 puntos → 3.3 CGPA",
    "If GPA is on a 10-point scale → 1.32 CGPA": "Si el GPA está en una escala de 10 puntos → 1.32 CGPA",
    "If GPA is on a 7-point scale → 1.89 CGPA": "Si el GPA está en una escala de 7 puntos → 1.89 CGPA",
    "Q14. What is a good CGPA?": "P14. ¿Qué es un buen CGPA?",
    "Ans. A CGPA above 8.0 is considered a good CGPA. However, this varies depending on the institution and the course.": "Respuesta. Un CGPA superior a 8.0 se considera un buen CGPA. Sin embargo, esto varía según la institución y el curso."
  
  
}