{
  "navbar": {
    "selectLanguage": "Seleccionar idioma"
  },
  "title": "Calculadora de GPA a CGPA",
  "enter_gpa": "Ingresa el GPA",
  "choose_gpa_scale": "Selecciona la escala de GPA",
  "calculate": "Calcular",
  "reset": "Restablecer",
  "calculated_cgpa": "Tu CGPA Calculado",
  "calculation_history": "Historial de Cálculos",
  "download": "Descargar",
  "whatsapp": "WhatsApp",
  "copy_link": "Copiar Enlace",
  "gpa_to_cgpa_calculator": "Calculadora de GPA a CGPA",
  "cgpa_to_percentage_link": "CGPA a Porcentaje",
  "gpa_to_cgpa_description": "(y vice-versa). Además, exploramos ciertos conceptos relacionados con estas escalas de calificación y los escenarios en los que se aplican las conversiones. La mayoría de los países asiáticos y algunos africanos siguen el sistema de CGPA o porcentaje, mientras que el sistema educativo occidental utiliza el GPA y",
  "welcome_message": "¡Bienvenido a otra calculadora educativa! En las calculadoras correspondientes, calculamos",
  "letter_grading_link": "Calificación por Letras sistema",
  "institution_migration_message": "Cuando te mudas de una institución a otra, especialmente cuando ambas instituciones siguen sistemas de calificación diferentes, contar con una calculadora confiable de conversión de calificaciones se vuelve crucial. Puedes contar con la calculadora de GPA a CGPA de Lord Calculator, que utiliza la fórmula internacional más aceptada para la conversión.",
  "guide_message": "En esta guía, repasaremos la fórmula utilizada para la conversión de GPA a CGPA, los escenarios donde podrías necesitar esta conversión, precauciones a considerar y puntos importantes a tener en cuenta al realizar tales conversiones.",
  "Table of Contents": "Tabla de Contenidos",
  "GPA to CGPA Calculator": "Calculadora de GPA a CGPA",
  "GPA To CGPA Calculation Formula": "Fórmula de Cálculo de GPA a CGPA",
  "How to Use Lord Calculator’s GPA to CGPA Calculator?": "¿Cómo usar la calculadora de GPA a CGPA de Lord Calculator?",
  "How CGPA & GPA Are Different?": "¿Cómo son diferentes el CGPA y el GPA?",
  "International Standards and Certifications": "Estándares y Certificaciones Internacionales",
  "Most Common GPA to CGPA Conversion Scenarios": "Escenarios Más Comunes de Conversión de GPA a CGPA",
  "Summary": "Resumen",
  "FAQs (Frequently Asked Questions)": "Preguntas Frecuentes",
  "GPA To CGPA Calculation Formulas": "Fórmula de Cálculo de GPA a CGPA",
  "Equivalent CGPA =": "CGPA equivalente =",
  "GPA obtained": "GPA obtenido",
  "Max GPA": "GPA máxima",
  "Max CGPA": "CGPA máxima",
  "How to Calculate GPA?": "¿Cómo calcular el GPA?",
  "GPA =": "GPA =",
  "Total Quality Points for all terms.": "Puntos de calidad totales para todos los períodos.",
  "Total Credit Hours for all terms.": "Horas crédito totales para todos los períodos.",
  "quality points": "Puntos de calidad para un período = Valor de punto de la calificación * Número de horas crédito.",
  "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "¿Cómo usar la calculadora de GPA a CGPA de Lord Calculator?",
  "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "Aunque hemos hecho nuestra calculadora fácil de usar, aquí tienes una guía para sacarle el mejor provecho sin perderte en los numeradores y denominadores de los cálculos de calificaciones. Para convertir tu GPA en un CGPA equivalente, sigue los pasos que se indican a continuación:",
  "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "Paso 1: Abre la calculadora de GPA a CGPA en Lord Calculator.",
  "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "Paso 2: En el primer campo, titulado Ingrese GPA, por favor ingrese su GPA obtenido con precisión. Asegúrese de incluir puntos decimales para una conversión precisa.",
  "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "Paso 3: Ahora elija su escala de GPA. Esta escala también indica cuál podría ser el GPA máximo.",
  "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "Paso 4: Una vez que haya ingresado todos los valores correctamente, presione el botón “Calcular”. ¡Y eso es todo! Ahora tiene un CGPA equivalente frente a usted, también visualizado por el medidor de CGPA.",
  "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "Además, también puedes ver cualquier cálculo anterior realizado por ti para que puedas comenzar a compararlos. También puedes exportar el CGPA convertido como un PDF y compartirlo con otros.",
  "How-CGPA & GPA Are Different?": "¿Cómo son diferentes el CGPA y el GPA?",
  "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "El CGPA y el GPA son diferentes desde muchas perspectivas. [La definición de ambos términos] en sí misma indica la diferencia básica entre ellos. Pero hablemos de cómo son diferentes en sus aplicaciones y uso.",
  "Denomination": "Denominación",
  "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "Como su nombre indica, el CGPA (Cumulative Grade Point Average) representa el rendimiento acumulativo o combinado de un estudiante durante su sesión académica. Por lo general, representa el rendimiento de varios semestres de manera concisa.",
  "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "Por otro lado, el GPA (Grade Point Average) representa el rendimiento académico de un semestre en particular, o de un término/semestre muy específico. Así que, de alguna manera, el CGPA se calcula promediando las puntuaciones de GPA de varios semestres.",
  "Usage": "Uso",
  "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "Al igual que la denominación, el uso de ambas escalas también es diferente. El CGPA se considera el rendimiento académico general de un estudiante, mientras que el GPA se considera para un semestre o término específico.",
  "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "El GPA se utiliza principalmente para evaluar y trazar cómo un estudiante se está desempeñando últimamente y ayuda a identificar puntos fuertes y áreas potenciales de mejora. Estas escalas de calificación también se utilizan para determinar las implicaciones de un nuevo curso en el rendimiento académico de los estudiantes. Pero si hablamos de postularse para un trabajo o estudios superiores, el GPA puede no ser la escala de calificación ideal.",
  "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "En tales escenarios, cuando un estudiante se postula para estudios superiores o una solicitud de empleo, se le requiere que complete su CGPA. Así que el CGPA se comparte con entidades externas mientras que el GPA se utiliza principalmente en la evaluación interna.",
  "To summarize, take a look at the below-given table:": "Para resumir, eche un vistazo a la tabla que se muestra a continuación:",
  "Feature": "Características",
  "GPA": "GPA",
  "CGPA": "CGPA",
  "Scope": "Ámbito",
  "Single Semester / Term": "Un solo semestre / término",
  "Entire Academic Session": "Toda la sesión académica",
  "Calculation": "Cálculo",
  "Grade Points for a semester.": "Puntos de calificación para un semestre.",
  "Cumulative Average of All semesters.": "Promedio acumulado de todos los semestres.",
  "Purpose": "Propósito",
  "Help to track and monitor the performance of a student.": "Ayuda a realizar un seguimiento y monitoreo del rendimiento de un estudiante.",
  "Determines the overall performance of a student.": "Determina el rendimiento general de un estudiante.",
  "International-Standards and Certifications": "Normas y Certificaciones Internacionales",
  "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "Como discutimos anteriormente, las escalas de calificación como el GPA son predominantemente parte de los sistemas educativos occidentales. Sin embargo, los estudiantes que planean estudiar en el extranjero deben estar al tanto de varias normas y certificaciones internacionales que son ampliamente reconocidas en diferentes marcos educativos. Comprender estas normas puede ayudar a los estudiantes a navegar por diferentes sistemas de calificación y garantizar transiciones sin problemas al postularse a escuelas o universidades en el extranjero.",
  "1. International Baccalaureate (IB)": "1. Bachillerato Internacional (IB)",
  "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "El Bachillerato Internacional (IB) es un marco educativo reconocido internacionalmente diseñado para estudiantes de 3 a 19 años. Su objetivo es fomentar el pensamiento crítico, la comprensión intercultural y la compatibilidad global. El sistema IB está dividido en cuatro programas principales:",
  "Primary Years Programme (PYP)": "Programa de los Primeros Años (PYP)",
  "For students aged 3 to 12, focusing on developing academic and personal skills.": "Para estudiantes de 3 a 12 años, enfocado en desarrollar habilidades académicas y personales.",
  "Middle Years Programme (MYP)": "Programa de los Años Intermedios (MYP)",
  "For students aged 11 to 16, preparing them for further study.": "Para estudiantes de 11 a 16 años, preparándolos para estudios futuros.",
  "Diploma Programme (DP)": "Programa de Diploma (DP)",
  "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "Para estudiantes de 16 a 19 años, un programa riguroso con una escala de calificación de 1 a 7.",
  "Career-related Programme (CP)": "Programa Relacionado con la Carrera (CP)",
  "Combines academic study with career-related learning for students aged 16 to 19.": "Combina el estudio académico con el aprendizaje relacionado con la carrera para estudiantes de 16 a 19 años.",
  "The IB system is recognized globally for its academic rigor and holistic approach to education.": "El sistema IB es reconocido globalmente por su rigor académico y enfoque holístico de la educación.",
  "2. Common Core State Standards (CCSS)": "2. Normas Estatales Comunes (CCSS)",
  "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "Las Normas Estatales Comunes (CCSS) fueron desarrolladas en los Estados Unidos para estandarizar la educación K-12 en Artes del Lenguaje Inglés y Matemáticas. Este marco se implementa principalmente en las escuelas de EE. UU. y se enfoca en proporcionar referencias claras y consistentes para el logro académico. El objetivo es garantizar que los estudiantes estén preparados para la universidad, las carreras y la competitividad global, enfatizando el pensamiento crítico y las habilidades para resolver problemas.",
  "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "3. Proceso de Bolonia y Sistema Europeo de Transferencia y Acumulación de Créditos (ECTS)",
  "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "El Proceso de Bolonia es un acuerdo entre países europeos para estandarizar la educación superior. Su objetivo es hacer que las calificaciones académicas y los períodos de estudio sean fácilmente comparables y compatibles en toda Europa. Este proceso facilita el movimiento de estudiantes entre universidades de diferentes países, garantizando que las calificaciones de los estudiantes sean reconocidas internacionalmente.",
  "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "El Sistema Europeo de Transferencia y Acumulación de Créditos (ECTS) asigna créditos a los cursos en función de la cantidad de trabajo requerido (generalmente de 25 a 30 horas de estudio por crédito). ECTS utiliza un sistema de calificación de letras que va de la A a la F, siendo F un suspenso.",
  "4. Advanced Placement (AP) Program": "4. Programa de Colocación Avanzada (AP)",
  "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "El Programa de Colocación Avanzada (AP) es una iniciativa basada en EE. UU. ofrecida por el College Board, que permite a los estudiantes de secundaria tomar cursos y exámenes a nivel universitario. Estos cursos son equivalentes a los cursos de primer año universitario y son reconocidos internacionalmente. La escala de calificación para los exámenes AP varía de 1 a 5, siendo 3 el puntaje mínimo aprobado. AP es ampliamente aceptado por universidades de todo el mundo, brindando a los estudiantes la oportunidad de obtener créditos universitarios antes de finalizar la secundaria.",
  "5. International General Certificate of Secondary Education (IGCSE)": "5. Certificado General Internacional de Educación Secundaria (IGCSE)",
  "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "El IGCSE es una calificación reconocida a nivel mundial ofrecida por Cambridge Assessment International Education. Utiliza una escala de calificación que va de la A a la G, con U (no calificado) representando fracaso. El IGCSE es ampliamente utilizado por escuelas internacionales y es conocido por su flexibilidad, permitiendo a los estudiantes elegir asignaturas que coincidan con sus intereses académicos y metas profesionales.",
  "6. Tertiary Education Quality and Standards Agency (TEQSA)": "6. Agencia de Calidad y Normas de la Educación Terciaria (TEQSA)",
  "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "El marco TEQSA se sigue principalmente en Australia. Regula las instituciones de educación superior y asegura que cumplan con los estándares nacionales. Se alinea con el Marco de Cualificaciones Australiano (AQF), que describe las calificaciones y los cursos ofrecidos por las instituciones en Australia. Aunque TEQSA se sigue principalmente en Australia, su reconocimiento es global, asegurando que los títulos australianos sean respetados internacionalmente y mejorando la movilidad de los estudiantes.",
  "7. Programme for International Student Assessment (PISA)": "7. Programa para la Evaluación Internacional de Estudiantes (PISA)",
  "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "El Programa para la Evaluación Internacional de Estudiantes (PISA) es una encuesta internacional realizada por la OCDE. A diferencia de los otros marcos, PISA no proporciona una escala de calificación, sino que evalúa la efectividad de los sistemas educativos a nivel mundial evaluando el rendimiento académico de los estudiantes de 15 años. Los datos recopilados ayudan a los responsables de las políticas a identificar las fortalezas y debilidades de sus sistemas educativos y tomar decisiones informadas para mejorar los estándares y alinear los marcos educativos globalmente.",
  "Most-Common GPA to CGPA Conversion Scenarios": "Escenarios más comunes de conversión de GPA a CGPA",
  "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "1. Conversión de GPA de EE. UU. a CGPA (escala 4.0)",
  "The formula used is:": "La fórmula utilizada es:",
  "CGPA = GPA × 2.5": "CGPA = GPA × 2.5",
  "Thus, the conversions would look like:": "Así, las conversiones serían:",
  "4.0 GPA in CGPA is 10.0": "GPA 4.0 en CGPA es 10.0",
  "3.5 GPA in CGPA is 8.75": "GPA 3.5 en CGPA es 8.75",
  "3.0 GPA in CGPA is 7.5": "GPA 3.0 en CGPA es 7.5",
  "2.0 GPA in CGPA is 5.0": "GPA 2.0 en CGPA es 5.0",
  "2. U.S. GPA to CGPA (Indian) Conversion": "2. Conversión de GPA de EE. UU. a CGPA (India)",
  "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "Ciertas instituciones en la India siguen una versión diferente de la conversión de GPA (escala 4.0) a CGPA (escala 10). La fórmula utilizada es:",
  "CGPA = GPA × 2 + 1": "CGPA = GPA × 2 + 1",
  "Thus, the conversion would vary as:": "Así, la conversión variaría como:",
  "4.0 GPA in CGPA is 9.0": "GPA 4.0 en CGPA es 9.0",
  "3.5 GPA in CGPA is 8.0": "GPA 3.5 en CGPA es 8.0",
  "3.0 GPA in CGPA is 7.0": "GPA 3.0 en CGPA es 7.0",
  "2.0 GPA-in-CGPA is 5.0": "GPA 2.0 en CGPA es 5.0",
  "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "3. Conversión de porcentaje de India a GPA de EE. UU. (escala 4.0)",
  "The-formula used is:": "La fórmula utilizada es:",
  "GPA- =": "GPA =",
  "Therefore, the conversions would look like:": "Por lo tanto, las conversiones serían:",
  "90% to GPA is 4.0": "90% a GPA es 4.0",
  "75% to GPA is 3.5": "75% a GPA es 3.5",
  "60% to GPA is 3.0": "60% a GPA es 3.0",
  "50% to GPA is 2.0": "50% a GPA es 2.0",
  "4. ECTS Grading to GPA/CGPA": "4. Calificación ECTS a GPA/CGPA",
  "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "Dado que el sistema ECTS sigue un sistema de calificación por letras, su conversión equivalente es la siguiente:",
  "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA",
  "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (Próximos 25%) → 3.5 GPA / 7.5-8.9 CGPA",
  "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (Próximos 30%) → 3.0 GPA / 6.0-7.4 CGPA",
  "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (Próximos 25%) → 2.5 GPA / 5.0-5.9 CGPA",
  "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (Nota mínima aprobatoria) → 2.0 GPA / 4.0-4.9 CGPA",
  "Please Note:": "Por favor, tenga en cuenta:",
  "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "Estos son casos generales de conversión y pueden no aplicarse de manera universal. Siempre consulte las pautas institucionales específicas antes de utilizar estas conversiones.",
  "Summary-": "Resumen",
  "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "En esta sección, discutimos las conversiones de GPA y CGPA, cómo difieren entre sí y algunos de los estándares y marcos internacionales seguidos en todo el mundo. Aunque hemos intentado cubrir todos los marcos principales, no es posible incluir la fórmula y conversión de cada institución.",
  "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "Por lo tanto, siempre le recomendamos que consulte el documento oficial de una institución específica antes de realizar la conversión de sus calificaciones.",
  "FAQs": "Preguntas frecuentes (FAQs)",
  "Q1. How can I convert GPA to CGPA?": "P1. ¿Cómo puedo convertir GPA a CGPA?",
  "Ans. You can convert GPA to CGPA using the formula;": "Respuesta. Puede convertir GPA a CGPA usando la fórmula;",
  "-GPA =": "GPA =",
  "CGPA Obtained": "CGPA obtenido",
  "Maximum CGPA": "CGPA máximo",
  "Max-GPA": "GPA máximo",
  "Q2. What is Indian CGPA to GPA calculator?": "P2. ¿Qué es el convertidor de CGPA a GPA indio?",
  "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "Respuesta. El convertidor de CGPA a GPA indio incluye la conversión de GPA a partir de CGPA y porcentaje. Consulte la siguiente tabla:",
  "Conversion Type": "Tipo de conversión",
  "Formula": "Fórmula",
  "CGPA to 4-point GPA": "CGPA a GPA de 4 puntos",
  "Percentage to 4-point GPA": "Porcentaje a GPA de 4 puntos",
  "Percentage to GPA (4.3)": "Porcentaje a GPA (4.3)",
  "Percentage to GPA (5.0)": "Porcentaje a GPA (5.0)",
  "GP-A =": "GPA =",
  "CGPA-Obtained": "CGPA obtenido",
  "Maximum-CGPA": "CGPA máximo",
  "× 2.5": "× 2.5",
  "Percentage Obtained": "Porcentaje obtenido",
  "100": "100",
  "× 4": "× 4",
  "4.3": "4.3",
  "× 100": "× 100",
  "20": "20",
  "Q3. How to calculate CGPA from GPA?": "P3. ¿Cómo calcular CGPA a partir de GPA?",
  "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "Respuesta. Para calcular CGPA a partir de GPA, divide el GPA obtenido por el GPA máximo y luego multiplica por la escala objetivo de CGPA. Matemáticamente,",
  "CGPA =": "CGPA =",
  "GPA Obtained": "GPA obtenido",
  "Maximum GPA": "GPA máximo",
  "× Target CGPA Scale": "× Escala objetivo de CGPA",
  "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "P4. ¿Cuál es la fórmula del calculador de GPA de 10 puntos a 4?",
  "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "Respuesta. Como se mencionó en la pregunta 2, puedes dividir el CGPA por un factor de 2.5 y obtendrás un GPA equivalente. A continuación se presenta un cálculo simplificado,",
  "G-PA =": "GPA =",
  "Obtained CGPA": "CGPA obtenido",
  "10(for 10-point CGPA)": "10 (para CGPA de 10 puntos)",
  "×": "×",
  "= ": "= ",
  "× 2.5": "× 2.5",
  "Q5. What is the GPA to CGPA calculator Anna University Formula?": "P5. ¿Cuál es la fórmula del calculador de GPA a CGPA de la Universidad de Anna?",
  "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "Respuesta. La fórmula del calculador de GPA a CGPA de la Universidad de Anna incluye los puntajes de crédito. La fórmula se puede escribir como:",
  ".GPA =": "GPA =",
  "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "Calificación en la Asignatura 1 × Créditos Obtenidos + Calificación en la Asignatura 2 × Créditos Obtenidos + Calificación en la Asignatura N × Créditos Obtenidos",
  "Sum of All Credits Earned in Each Subject": "Suma de Todos los Créditos Obtenidos en Cada Asignatura",
  "Q6. How to calculate CGPA from GPA in Anna University?": "P6. ¿Cómo calcular CGPA a partir de GPA en la Universidad de Anna?",
  "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "Respuesta. El cálculo de CGPA a GPA para la Universidad de Anna se realiza de la misma manera que la fórmula mencionada al principio de este artículo, es decir, ",
  "CGPA- =": "CGPA =",
  "GPA-Obtained": "GPA Obtenido",
  "Maximum-GPA": "GPA Máximo",
  "×": "×",
  "Target CGPA Scale": "Escala CGPA Objetivo",
  "However, you can also go for detailed calculations as described in Q5.": "Sin embargo, también puedes optar por cálculos detallados como se describe en la P5.",
  "Q7. How SRM GPA to CGPA calculator is different?": "P7. ¿Cómo se diferencia la calculadora de GPA a CGPA de SRM?",
  "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "Respuesta. La Universidad de SRM utiliza una fórmula específica que incluye un promedio ponderado por créditos para calcular el GPA. El concepto de promedio ponderado por créditos se utiliza para asignar un peso especial a ciertas materias, como las materias principales y secundarias.",
  "Q8. Is the GPA to CGPA calculator for engineering different?": "P8. ¿Es diferente la calculadora de GPA a CGPA para ingeniería?",
  "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "Respuesta. Algunas universidades de ingeniería asignan créditos más altos a los cursos básicos que a los cursos electivos o generales. Así, el valor ponderado de esos cursos básicos podría ser más alto que el de otros.",
  "Q9. Is CGPA to GPA calculator online reliable?": "P9. ¿Es confiable la calculadora de CGPA a GPA en línea?",
  "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "Respuesta. Matemáticamente, SÍ, nuestra calculadora de CGPA a GPA en línea es confiable. Sin embargo, muchas universidades utilizan un método de conversión específico. Dado que no es factible incluir todos esos métodos, lo mejor es consultar primero las pautas oficiales.",
  "Q10. Convert GPA to CGPA out of 4.": "P10. Convierte GPA a CGPA sobre 4.",
  "Ans. To convert GPA to CGPA out of 4, use the below formula:": "Respuesta. Para convertir GPA a CGPA sobre 4, utiliza la siguiente fórmula:",
  "CGPA (out of 4) =": "CGPA (sobre 4) =",
  "GPAObtained": "GPA Obtenido",
  "Maximum GPA on your Scale": "GPA Máximo en tu Escala",
  "×": "×",
  "4": "4",
  "Q11. What is 3 GPA to CGPA?": "P11. ¿Qué es 3 GPA a CGPA?",
  "Ans. On a 4-point GPA scale, your CGPA is 3. But on a 10-point GPA scale, your CGPA is 1.2.": "Respuesta. En una escala de GPA de 4 puntos, tu CGPA es 3. Pero en una escala de GPA de 10 puntos, tu CGPA es 1.2.",
  "Q12. What is 3.5 GPA to CGPA?": "P12. ¿Qué es 3.5 GPA a CGPA?",
  "Ans. On a 4-point GPA scale, your CGPA is 3.5.": "Respuesta. En una escala de GPA de 4 puntos, tu CGPA es 3.5.",
  "But on a 10-point GPA scale, your CGPA is 1.4.": "Pero en una escala de GPA de 10 puntos, tu CGPA es 1.4.",
  "On a 7-point GPA scale, your CGPA is 2.": "En una escala de GPA de 7 puntos, tu CGPA es 2.",
  "Q13. What is 3.3 GPA to CGPA?": "P13. ¿Qué es 3.3 GPA a CGPA?",
  "Ans. If GPA is on a 4-point scale → 3.3 CGPA": "Respuesta. Si el GPA está en una escala de 4 puntos → 3.3 CGPA",
  "If GPA is on a 10-point scale → 1.32 CGPA": "Si el GPA está en una escala de 10 puntos → 1.32 CGPA",
  "If GPA is on a 7-point scale → 1.89 CGPA": "Si el GPA está en una escala de 7 puntos → 1.89 CGPA",
  "Q14. What is a good CGPA?": "P14. ¿Qué es un buen CGPA?",
  "Ans. A CGPA above 8.0 is considered a good CGPA. However, this varies depending on the institution and the course.": "Respuesta. Un CGPA superior a 8.0 se considera un buen CGPA. Sin embargo, esto varía según la institución y el curso.",
  "-title": "Calculadora de CGPA a GPA",
  "enterCGPA": "Ingrese CGPA",
  "cgpaPlaceholder": "Ingrese su CGPA",
  "chooseGPAScale": "Elija la escala de GPA",
  "gpaScale4": "Escala 4.0",
  "gpaScale5": "Escala 5.0",
  "gpaScale10": "Escala 10.0",
  "customGpaScalePlaceholder": "Ingrese escala de GPA personalizada",
  "cgpaPointScale": "Escala de puntos de CGPA",
  "cgpaPointScalePlaceholder": "Ingrese la escala de puntos de CGPA",
  "calculateButton": "Calcular",
  "resetButton": "Restablecer",
  "yourGPA": "Tu GPA calculado",
  "gpaPlaceholder": "GPA:",
  "downloadButton": "Descargar",
  "whatsappButton": "WhatsApp",
  "copyLinkButton": "Copiar enlace",
  "linkCopied": "¡Enlace copiado!",
  "calculationHistory": "Historial de cálculos",
  "sNo": "N.º",
  "cgpa1": "CGPA",
  "gpa1": "GPA",
  "Heading": "Calculadora de CGPA a GPA",
  "Paragraph1": "A menudo nos encontramos en situaciones donde necesitamos convertir nuestras calificaciones a un formato diferente. Ya sea que estés gestionando bases de datos de calificaciones estudiantiles o necesites convertir tus calificaciones para cumplir con requisitos específicos, tener una herramienta confiable hace que el proceso sea mucho más fácil.",
  "Paragraph2": "La calculadora de CGPA a GPA de Lord Calculator está diseñada para ayudarte a convertir rápidamente y con precisión tus calificaciones CGPA al formato GPA, para que puedas concentrarte en lo que realmente importa: ¡tu desempeño!",
  "Paragraph3": "Nuestra calculadora está optimizada para velocidad y precisión, asegurando cero errores en tus resultados. También puedes usar la opción de Escala de Calificación personalizada para convertir tus calificaciones a cualquier escala de calificación objetivo de tu elección.",
  "Paragraph4": "En esta guía, cubriremos los factores clave que necesitas saber sobre la conversión de CGPA a GPA, incluidos conceptos básicos y estándares internacionales.",
  "section2": "Fórmula del Convertidor de CGPA a GPA",
  "formula": {
    "title": "GPA Equivalente =",
    "numerator": "CGPA Obtenido",
    "denominator": "CGPA Máximo",
    "multiplier": "× GPA Máximo"
  },
  "tableOfContents": "Tabla de Contenidos",
  "toggleButtonExpand": "Expandir",
  "toggleButtonCollapse": "Colapsar",
  "1": "Calculadora de CGPA a GPA",
  "2": "Fórmula del Convertidor de CGPA a GPA",
  "3": "¿Cómo Difieren CGPA y GPA y Por Qué Necesitamos la Conversión?",
  "4": "¿Por Qué Necesitamos Conversiones de CGPA a GPA?",
  "5": "¿Qué Destaca en la Calculadora de CGPA a GPA de Lord Calculator?",
  "6": "Cómo Usar la Calculadora de CGPA a GPA",
  "7": "Métodos de Conversión de CGPA a GPA",
  "8": "Conversiones Específicas de Universidad",
  "9": "Factor de Normalización",
  "10": "Tabla Detallada de Conversión de CGPA a GPA",
  "11": "Limitaciones del Convertidor de CGPA a GPA",
  "12": "Consejos para un Cálculo Exacto de CGPA a GPA",
  "13": "Conclusión",
  "14": "Preguntas Frecuentes sobre el Convertidor de CGPA a GPA",
  "cgpaToGpaNote": "Tenga en cuenta que esta fórmula es la más utilizada para la conversión de CGPA a GPA. Sin embargo, algunas instituciones pueden seguir una fórmula diferente, por lo que siempre es una buena idea verificar las pautas oficiales proporcionadas por su institución o junta.",
  "section3Title": "¿Cómo Difieren CGPA y GPA y Por Qué Necesitamos la Conversión?",
  "section3Content": "Antes de profundizar en el proceso de conversión, primero entendamos la diferencia entre CGPA y GPA, y por qué la conversión podría ser necesaria incluso si ambas escalas de calificación son ampliamente reconocidas.",
  "understandingCGPAGPA": "Comprendiendo CGPA y GPA",
  "cgpaDefinition": "CGPA (Promedio de Puntos de Calificación Acumulado) es una reflexión integral del rendimiento académico de un estudiante a lo largo de todos los semestres y materias en un período específico. Proporciona una visión holística del rendimiento consistente del estudiante durante su curso.",
  "gpaDefinition": "Por otro lado, GPA (Promedio de Puntos de Calificación) es una métrica más concisa que evalúa el rendimiento de un estudiante en cursos o materias individuales, a menudo enfocándose en los logros específicos del semestre. El GPA ayuda a las instituciones a rastrear el rendimiento por término.",
  "regionalUsage": "Mientras que el CGPA se usa más comúnmente en países asiáticos, el GPA se practica ampliamente en países occidentales como los Estados Unidos y Europa. Esta diferencia en los sistemas de calificación es la razón por la que a menudo se requiere la conversión de CGPA a GPA, especialmente para estudiantes internacionales o transferencias académicas.",
  "learnMoreGradingSystems": "Si desea obtener más información sobre la terminología utilizada en varios sistemas de calificación, haga clic aquí.",
  "whyNeedConversion": "¿Por qué necesitamos conversiones de CGPA a GPA?",
  "conversionReason1": "La respuesta simple a esta pregunta radica en las oportunidades. Siempre que un estudiante planea estudiar en el extranjero o postularse para un trabajo, a menudo necesita sus calificaciones en un formato específico, que puede diferir del suyo propio. En tales casos, las conversiones de calificaciones son esenciales.",
  "conversionReason2": "Imagina esto: has aplicado cuidadosamente las fórmulas y escrito toda la ecuación matemática, pero debido a un pequeño error de punto decimal o un error menor, terminas teniendo que rehacer el proceso. Aquí es donde las herramientas en línea se vuelven invaluables. Puedes visitar instantáneamente un sitio web y convertir tus calificaciones sobre la marcha, ¡sin necesidad de descargar aplicaciones de terceros!",
  "conversionReason3": "Otra razón por la que las conversiones son necesarias son las diferencias entre las escalas de calificación. Para ayudarte a entender cómo varían estos sistemas de calificación, aquí tienes una tabla comparativa de CGPA, GPA y otros sistemas de calificación:",
  "cgpaScale": "CGPA (Escala de 10 puntos)",
  "usGpaScale": "GPA de EE.UU. (Escala de 4 puntos)",
  "usLetterGrade": "Nota de Letras (EE.UU.)",
  "percentageScale": "Porcentaje (100%)",
  "ukGrade": "Calificación (Reino Unido)",
  "ukGrade1": "Primera Clase (Distinción)",
  "ukGrade2": "Primera Clase (Superior)",
  "ukGrade3": "Primera Clase (Superior)",
  "ukGrade4": "Segunda Superior (2:1)",
  "ukGrade5": "Segunda Superior (2:1)",
  "ukGrade6": "Segunda Inferior (2:2)",
  "ukGrade7": "Segunda Inferior (2:2)",
  "ukGrade8": "Tercera Clase",
  "ukGrade9": "Aprobado",
  "ukGrade10": "Reprobado",
  "below_5_5": "Por debajo de 5.5",
  "below_2_0": "Por debajo de 2.0",
  "below": "Por debajo de 55",
  "section5_title": "¿Cómo se destaca el Calculadora de CGPA a GPA de Lord Calculator?",
  "feature_1": "El calculadora de CGPA a GPA de Lord Calculator se destaca por sus características avanzadas y su rendimiento ultrarrápido. Gracias al último marco web, nuestro calculadora realiza conversiones con una velocidad impresionante, incluso en redes más débiles.",
  "feature_2": "La interfaz de usuario está diseñada para una navegación fácil, asegurando que puedas ingresar rápidamente tus valores y obtener resultados sin problemas. También ofrecemos características como la Representación Métrica, que ayuda a visualizar las calificaciones convertidas de manera más efectiva.",
  "feature_3": "Además, puedes guardar tu historial de conversiones como un PDF o compartirlo en las redes sociales, lo que facilita el seguimiento de tus resultados y compartirlos con otros.",
  "feature_4": "Nuestro calculadora también admite fórmulas personalizadas. Por ejemplo, en el calculadora de CGPA a porcentaje, puedes elegir un Factor de Multiplicación personalizado para adaptarse a la escala de calificación específica de tu institución.",
  "section6_title": "Cómo usar el Calculadora de CGPA a GPA",
  "instruction_1": "¡Usar nuestro Calculadora de CGPA a GPA es más fácil que resolver cualquier problema de cálculo! Solo sigue estos simples pasos:",
  "step_1": "Dirígete a Lord Calculator Calculadoras Educativas Calculadora de CGPA a GPA.",
  "step_2": "En el primer campo, ingresa tu CGPA. ¡Asegúrate de incluir números precisos, incluidos los puntos decimales!",
  "step_3": "Selecciona la escala de GPA a la que estás convirtiendo tus calificaciones.",
  "step_4": "Ingresa el CGPA máximo que permite tu sistema de calificación (este es el valor de la escala de CGPA).",
  "step_5": "Después de completar todos los campos correctamente, presiona el botón Calcular, ¡y voilà! Tu conversión de GPA está lista.",
  "step_6": "¡También puedes compartir tus resultados con amigos o guardarlos como un PDF para futuras referencias!",
  "section7_title": "Métodos de conversión de CGPA a GPA",
  "paragraph_1": "Convertir CGPA a GPA no es un proceso único. Diferentes instituciones siguen diferentes sistemas de calificación, e incluso aquellas que usan la misma escala pueden aplicar diferentes factores de multiplicación. Por lo tanto, es esencial utilizar el método adecuado para tu institución.",
  "paragraph_2": "En nuestra calculadora, hemos utilizado la fórmula más común para convertir CGPA a GPA. Sin embargo, siempre es una buena idea revisar los documentos oficiales proporcionados por tu institución para obtener pautas específicas de conversión.",
  "paragraph_3": "La fórmula más utilizada para convertir CGPA a GPA es la siguiente:",
  "formula_title": "GPA equivalente =",
  "formula_1": "CGPA obtenido",
  "formula_2": "CGPA máximo",
  "formula_3": "× GPA máximo",
  "example_title": "Ejemplo:",
  "example_description": "Supongamos que:",
  "example_list_item_1": "El CGPA del estudiante es ",
  "bold": "8.5 (de 10)",
  "example_list_item_2": "La escala GPA objetivo es ",
  "bold1": "4.0",
  "conversion_description": "La conversión sería así:",
  "maxcgpa": "CGPA Máximo",
  "maxgpa": "GPA Máximo",
  "university_specific_conversions": "Conversiones Específicas de la Universidad",
  "university_specific_paragraph1": "Es posible que su institución siga un estándar de conversión diferente. En ese caso, debe consultar la fórmula específica de su universidad. Este escenario suele ocurrir cuando una institución asigna diferentes ponderaciones a las materias individuales. La fórmula de conversión debe ajustarse en consecuencia.",
  "university_specific_paragraph2": "Un ejemplo común es la Universidad de Harvard, que solicita un gráfico detallado de distribución de calificaciones junto con el GPA convertido para tener en cuenta la dificultad de la calificación. Como resultado, un CGPA de 8.5, como se discutió en el ejemplo anterior, puede ser igual a 3.7 en lugar de 3.4.",
  "normalization_factor": "Factor de Normalización",
  "normalization_factor_paragraph1": "Cuando los estudiantes solicitan programas de estudios en el extranjero, su rendimiento previo debe evaluarse de manera justa. Para lograr la equidad, las universidades a menudo agregan un factor de normalización para garantizar que todos tengan el mismo nivel de competencia.",
  "normalization_factor_paragraph2": "Por ejemplo, considere un estudiante evaluado con un porcentaje, mientras que el rendimiento de otro estudiante se determina mediante una escala de calificación CGPA de 5.0. Para eliminar tales diferencias, los consejos ajustan sus escalas para garantizar la máxima precisión científica. Una práctica común es la conversión proporcional.",
  "cgpa_to_gpa_table_title": "Tabla Detallada de Conversión de CGPA a GPA",
  "cgpa_to_gpa_table_paragraph": "Aquí puedes encontrar los valores correspondientes para tus calificaciones de CGPA en diferentes escalas de GPA. Puedes obtener rápidamente las calificaciones convertidas sin necesidad de hacer cálculos.",
  "cgpa_column": "CGPA",
  "us_gpa_column": "US GPA (Escala 4.0)",
  "gpa_4_3_column": "GPA (Escala 4.3)",
  "gpa_5_0_column": "GPA (Escala 5.0)",
  "gpa_7_0_column": "GPA (Escala 7.0)",
  "below-2_0": "Menos de 2.0",
  "below_2_5": "Menos de 2.5",
  "below_3_0": "Menos de 3.0",
  "below_3_5": "Menos de 3.5",
  "title-": "Limitaciones del Convertidor de CGPA a GPA",
  "description.": "Si bien las calculadoras en línea para la conversión de calificaciones son herramientas convenientes, tienen ciertas limitaciones. Exploremos estas limitaciones y los factores que debe considerar al usar tales calculadoras.",
  "title.": "1. Sistemas de GPA ponderados",
  "description-": "Muchas universidades utilizan un sistema de GPA ponderado en el que se otorgan puntos adicionales por cursos de honor y colocación avanzada. En tales casos, se necesita una fórmula de conversión más detallada para mantener conversiones proporcionales en todas las asignaturas.",
  ".title": "2. Límite de calificaciones",
  "-description": "Algunas instituciones imponen un límite de calificación. Por ejemplo, en una escala de CGPA de 10, un estudiante solo puede alcanzar un CGPA máximo de 9.5. En tales casos, las calculadoras en línea pueden no ser precisas ni aplicables, ya que no tienen en cuenta estas limitaciones.",
  "section3": {
    "title": "3. Supuestos de Universalidad",
    "description": "Las calculadoras en línea a menudo generan resultados que los usuarios asumen que son universalmente aceptados. Sin embargo, es importante tener en cuenta que diferentes instituciones pueden tener sus propios estándares de conversión. Siempre consulte los documentos oficiales o su institución académica antes de proceder con la conversión."
  },
  "keyTakeaways": {
    "title": "Conclusiones Clave",
    "description": "Estas son las restricciones típicas al usar calculadoras de CGPA a GPA y otras herramientas similares. Sin embargo, con atención cuidadosa a los detalles, puede asegurar conversiones más precisas. Recuerde, las herramientas en línea solo están destinadas a asistirlo en el proceso de cálculo; la supervisión humana siempre es necesaria."
  },
  "section12": {
    "title": "Consejos para Obtener una Cálculo Preciso de CGPA a GPA",
    "description": "Para presentar el rendimiento académico de manera efectiva, asegúrese de conocer estos consejos incluso si está utilizando calculadoras en línea de CGPA a GPA:",
    "subsection1": {
      "title": "1. Comprender las Escalas de Calificación Objetivo",
      "description": "Siempre verifique la representación de la escala de calificación objetivo en los documentos oficiales. Mientras que algunas instituciones utilizan una escala de 4.0, otras pueden usar una escala de 4.3 o 5.0. El cálculo de CGPA debe ajustarse en consecuencia para adaptarse a la escala de calificación objetivo."
    },
    "subsection2": {
      "title": "2. Considerar la Rigor de la Calificación",
      "description": "Si su institución es conocida por tener estándares de calificación más estrictos, asegúrese de mencionarlo en su formulario de solicitud. Universidades como la Universidad de Harvard a menudo consideran esto un factor crucial para evaluar el rendimiento académico."
    }
  },
  "section13": {
    "subsection1": {
      "title": "3. Verificación de la Fórmula de Conversión",
      "description": "Si no puede encontrar la fórmula de conversión en los documentos oficiales, no dude en consultar a los consejeros académicos para obtener más ayuda. Ellos pueden ayudar a asegurar que la conversión sea precisa."
    },
    "subsection2": {
      "title": "4. Tener en Cuenta el Rendimiento Específico de la Materia",
      "description": "Algunas instituciones diferencian entre materias principales y secundarias, siendo las materias principales las que a menudo ganan puntos adicionales. Tenga esto en cuenta al llenar formularios de solicitud donde se requieren calificaciones convertidas."
    },
    "subsection3": {
      "title": "5. Mantenerse Actualizado con los Estándares en Evolución",
      "description": "Las universidades actualizan con frecuencia los estándares de calificación y las fórmulas de conversión para mejorar la sincronización con los estándares internacionales. Asegúrese de seguir las últimas directrices para evitar métodos desactualizados."
    },
    "conclusion": {
      "title": "Conclusión",
      "description": "A medida que aumenta la movilidad educativa global, es esencial estar bien informado sobre tanto los conceptos básicos como los estándares internacionales que hemos discutido. Aunque el proceso de conversión pueda parecer simple, existen muchos factores ocultos. Al seguir los consejos para una conversión precisa, le aseguramos que logrará una conversión confiable de CGPA a GPA."
    }
  },
  "faq": {
    "title": "Preguntas frecuentes sobre el convertidor de CGPA a GPA",
    "q1": "P: ¿Cómo convertir CGPA a GPA?",
    "a1": {
      "label": "R:",
      "text": "Para convertir CGPA a GPA, la fórmula comúnmente utilizada es CGPA obtenido por usted sobre el valor máximo de CGPA por universidad, multiplicado por el valor máximo de GPA por universidad."
    },
    "q2": "P: ¿Calculadora de CGPA india a GPA?",
    "a2": {
      "label": "R:",
      "text": "Para convertir CGPA de la India a GPA de EE. UU., utilice un factor de multiplicación de 4/10 con su CGPA obtenido."
    }
  },
  "faq1": {
    "q1": "P: ¿Cómo convertir CGPA a GPA​?",
    "a1": {
      "label": "R:",
      "text": "La fórmula estándar para convertir CGPA a GPA es:"
    },
    "formula": {
      "gpa": "GPA =",
      "cgpaObtained": "CGPA Obtenido",
      "maxCgpa": "CGPA Máximo",
      "maxGpa": "× GPA Máximo"
    }
  },
  "faq2": {
    "q2": "P: ¿Cómo calcular CGPA a partir de GPA?",
    "a2": {
      "label": "R:",
      "text": "Para calcular CGPA a partir de GPA, la fórmula es:"
    },
    "formula": {
      "cgpa": "CGPA =",
      "gpaObtained": "GPA Obtenido",
      "maxGpa": "GPA Máximo",
      "maxCgpa": "× CGPA Máximo"
    }
  },
  "faq3": {
    "q3": "P: ¿Cómo convertir GPA a CGPA?",
    "a3": {
      "label": "R:",
      "text": "Convertir GPA a CGPA es el proceso inverso de CGPA a GPA. Si conoces tu GPA y deseas calcular tu CGPA, la fórmula es:"
    },
    "formula": {
      "gpaObtained": "GPA Obtenido",
      "maxGpa": "GPA Máximo",
      "maxCgpa": "× CGPA Máximo"
    }
  },
  "faq4": {
    "q4": "P: ¿CGPA indio a GPA de EE.UU.?",
    "a4": {
      "label": "R:",
      "text": "Las universidades de EE. UU. utilizan una escala GPA de 4.0, mientras que las universidades indias utilizan una escala de 10 puntos. Para convertir CGPA indio a GPA de EE. UU., use un factor de multiplicación de 4/10 con su CGPA obtenido."
    }
  },
  "faq5": {
    "q5": "P: ¿CGPA indio a GPA alemán?",
    "a5": {
      "label": "R:",
      "text": "Las instituciones alemanas utilizan la Fórmula Bávara Modificada para la conversión. La fórmula para calcular el GPA alemán es:",
      "formula": "1 + 3 × (Nota máxima - CGPA obtenido) / (Nota máxima - Nota mínima de aprobación)"
    }
  },
  "faq6": {
    "q6": "P: ¿Calculadora de GPA a CGPA Universidad ANNA?",
    "a6": {
      "label": "R:",
      "text": "La fórmula para convertir GPA a CGPA es:",
      "formula1": "GPA obtenido",
      "formula2": "Max GPA",
      "formula3": "× Max CGPA"
    }
  },
  "faq7": {
    "q7": "P: ¿VIT CGPA a US GPA?",
    "a7": {
      "label": "R:",
      "text": "VIT sigue una escala de calificación de 10 puntos. Para convertirlo en GPA de EE. UU., utiliza una escala de 2.5 o 4/10 como aproximación."
    },
    "q8": "P: ¿Indian CGPA a UK GPA?",
    "a8": {
      "label": "R:",
      "text": "Para convertir Indian CGPA a UK GPA, consulta las pautas de la universidad específica, ya que las instituciones del Reino Unido convierten Indian CGPA a su Sistema de Honores de Clase (Primero, Segundo, Tercero y más)."
    }
  },
  "faq8": {
    "q9": "P: ¿Calculadora de SRM GPA a CGPA?",
    "a9": {
      "label": "R:",
      "text": "Para calcular SRM GPA a CGPA, necesitas las horas de crédito totales y los puntos de grado totales obtenidos. Sin embargo, puedes usar la fórmula estándar para la conversión:",
      "formula": {
        "gpa": "GPA Obtenido",
        "maxGpa": "Max GPA",
        "maxCgpa": "× Max CGPA"
      }
    }
  },
  "faq9": {
    "q10": "P: ¿Calculadora de CGPA a GPA de WES?",
    "a10": {
      "label": "R:",
      "text": "WES (World Education Services) evalúa los transcritos académicos, y se asigna el GPA para la verificación de credenciales considerando la escala de calificación y las puntuaciones absolutas en los cursos individuales."
    }
  },
  "section1_title": "Calculadora de Porcentaje a CGPA",
  "section1_paragraph": "¡Bienvenidos, compañeros estudiantes y académicos! Como todos saben, los CGPA y los porcentajes juegan un papel importante en el sistema educativo. A menudo nos encontramos en situaciones donde necesitamos usarlos de manera intercambiable, por lo que Lord Calculator les presenta la calculadora de porcentaje a CGPA más confiable y rápida para ayudarles a calcular su porcentaje sobre la marcha. Aquí hay una guía detallada sobre cómo funciona nuestra calculadora de porcentaje a CGPA, métodos para convertir porcentaje a CGPA y varias fórmulas de porcentaje a CGPA.",
  "section2_title": "Fórmula de Porcentaje a CGPA",
  "cgpa_title": "CGPA =",
  "percentage_achieved": "Porcentaje alcanzado",
  "multiplication_factor": "Factor de multiplicación dado por las universidades",
  "table_of_contents": "Tabla de contenido",
  "expand_button_text": "Expandir",
  "collapse_button_text": "Colapsar",
  "percentage_to_cgpa_calculator": "Calculadora de Porcentaje a CGPA",
  "percentage_to_cgpa_formula": "Fórmula de Porcentaje a CGPA",
  "lord_calculator_percentage_to_cgpa": "Calculadora de Porcentaje a CGPA de Lord Calculator y ¿Por qué usarla?",
  "how_to_use_lord_calculator": "¿Cómo usar la Calculadora de Porcentaje a CGPA de Lord Calculator?",
  "what_is_percentage": "¿Qué es el Porcentaje y cómo se diferencia del CGPA?",
  "what_is_cgpa": "¿Qué es CGPA y cómo se calcula?",
  "when_to_use_lord_calculator": "¿Cuándo usar la Calculadora de Porcentaje a CGPA de Lord Calculator?",
  "common_mistakes": "Errores comunes a evitar al calcular el Porcentaje a CGPA con precisión",
  "why_different_grading_scales": "¿Por qué las diferentes instituciones siguen diferentes escalas de calificación y fórmulas de conversión?",
  "percentage_to_cgpa_for_boards": "Conversión de Porcentaje a CGPA para diferentes Tableros y Universidades.",
  "pros_and_cons_of_calculators": "Pros y contras de usar calculadoras en línea de Porcentaje a CGPA",
  "frequently_asked_questions": "Preguntas frecuentes (FAQ)",
  "cgpa_formula": "CGPA = Porcentaje logrado / Factor de multiplicación dado por la universidad",
  "example_text": "Ejemplo: Supongamos que has alcanzado un porcentaje impresionante de más del 92.4%. Y ahora deseas convertirlo en CGPA. La escala de calificación que sigue tu universidad es la escala de 10 puntos con un factor de multiplicación de 9.5. Entonces, tu CGPA se calcularía como:",
  "section3_title": "Calculadora de Porcentaje a CGPA de Lord Calculator y ¿Por qué usarla?",
  "section3_text1": "Hemos hecho nuestra calculadora adecuada para todos los sistemas de calificación. Ya sea que tu institución siga una escala de calificación de 4, 5 o 10 puntos, lo único que tienes que hacer es elegir la escala de calificación y proceder con el cálculo. Pero ten en cuenta que, para estas escalas de calificación predeterminadas, hemos utilizado factores de multiplicación estándar. Los factores de multiplicación estándar para los diferentes sistemas de calificación se dan a continuación:",
  "multiplication_factors": {
    "4_scale": "Factor de Multiplicación para la Escala de Calificación de 4: 25",
    "5_scale": "Factor de Multiplicación para la Escala de Calificación de 5: 20",
    "10_scale": "Factor de Multiplicación para la Escala de Calificación de 10: 9.5"
  },
  "section3_text2": "Ten en cuenta que tu institución puede seguir una escala de calificación estándar, es decir, una escala de 10 puntos, pero con un factor de multiplicación diferente. Por ejemplo: CBSE, ICSE y JNTU (Jawahar Lal Nehru Technical University) siguen una escala común de 10 puntos, pero usan diferentes factores de multiplicación. CBSE considera 9.5 como el factor de multiplicación para todos los cálculos de conversión, mientras que ICSE usa 9.8 como su factor de multiplicación, y JNTU usa 10 como el factor de multiplicación para sus cálculos de CGPA a porcentaje o porcentaje a CGPA.",
  "section4_title": "¿Cómo usar la Calculadora de Porcentaje a CGPA de Lord Calculator?",
  "section4_text1": "Antes de empezar a profundizar en los conceptos clave que debes conocer sobre el sistema de calificación y la conversión de calificaciones, permíteme guiarte sobre cómo usar la calculadora de Porcentaje a CGPA de Lord Calculator para obtener resultados precisos.",
  "section4_steps": {
    "step1": "Abre la <span class='font-semibold'>calculadora de Porcentaje a CGPA</span> en Calculadoras Educativas.",
    "step2": "En el primer campo, se te pedirá que ingreses tu porcentaje. Asegúrate de ingresar tu porcentaje con precisión, incluyendo los decimales para una conversión precisa.",
    "step3": "Ahora elige la escala de calificación que sigue tu institución. Si es diferente a las escalas estándar, es decir, escala de 4, 5 o 10 puntos, necesitarás ingresar directamente el factor de multiplicación.",
    "step4": "En ambos casos, ya sea que hayas ingresado la escala de calificación o hayas elegido el factor de multiplicación, revisa nuevamente tu factor de multiplicación mostrado en el siguiente campo. Como mencioné antes, podría suceder que tu institución siga una escala de calificación estándar pero use factores de multiplicación diferentes. En esos casos, necesitarás ajustar tu factor de multiplicación en consecuencia, de lo contrario, la conversión de Porcentaje a CGPA no será precisa."
  },
  "section4_text2": "Una vez que hayas completado toda la información, presiona el botón 'calcular'. Verás tu porcentaje convertido a CGPA en la pantalla.",
  "section5-title": "¿Qué es el Porcentaje y Cómo se Diferencia del CGPA?",
  "section5_percentage_title": "Porcentaje",
  "section5_percentage_text": "El porcentaje es un reflejo preciso de las calificaciones obtenidas durante los exámenes. Es una representación estandarizada de las calificaciones sobre 100.",
  "section5_cgpa_title": "CGPA",
  "section5_cgpa_text": "CGPA es el promedio acumulativo de los SGPA obtenidos, utilizado como un promedio redondeado para el rendimiento académico.",
  "section6-title": "¿Qué es CGPA y Cómo se Calcula?",
  "section6_description": "CGPA (Cumulative Grade Point Average) es una evaluación general del rendimiento académico de un estudiante durante un período académico definido. Algunas universidades lo calculan como el promedio de todos los puntos de calificación del semestre, mientras que otras también incluyen los créditos en el cálculo.",
  "section6_formula_title": "Método 1 de Cálculo de CGPA",
  "section6_formula_description": "Un método de calcular CGPA es encontrando el promedio de todos los SGPA (Puntos de Calificación por Semestre) a lo largo de los semestres. La fórmula es:",
  "section6_formula_sgpas": "SGPA del sem.1 + SGPA del sem.2 + SGPA del sem.3 +.........+ SGPA del sem. N",
  "section6_formula_divisor": "Número total de semestres",
  "section6_example_title": "Ejemplo:",
  "section6_example": "Ram obtuvo valores de SGPA de 6, 8.5, 7 y 9.5 en 4 semestres. Su CGPA sería:",
  "section_method2_title": "Método 2 de Cálculo de CGPA",
  "section_method2_description": "Otro método es calcular la suma del producto del SGPA y los créditos obtenidos, y luego dividir por el número total de créditos. La fórmula es:",
  "section_method2_formula_sgpa": "(SGPA del sem.1 × Créditos Obtenidos en el sem.1) + (SGPA del sem.2 × Créditos Obtenidos en el sem.2) + ...... + (SGPA del sem.N × Créditos Obtenidos en el sem.N)",
  "section_method2_formula_divisor": "Créditos Totales",
  "section_method2_example_title": "Ejemplo:",
  "section_method2_example": "Shyam obtuvo valores de SGPA de 7.2, 6.5, 8.9 y 9.6 con créditos correspondientes de 4, 3, 3 y 5. Su CGPA sería:",
  "section_percentage_formula_title": "Fórmula de Cálculo de Porcentaje",
  "section_percentage_formula_description": "El porcentaje se calcula dividiendo la suma de las calificaciones obtenidas en varias materias/semestres por la suma total de calificaciones, y luego multiplicando el resultado por 100. La fórmula es:",
  "section_percentage_formula_equation": "Porcentaje =",
  "section_percentage_formula_numerator": "Suma de Calificaciones Obtenidas en todas las Materias/Semestres",
  "section_percentage_formula_multiplier": "* 100",
  "section_percentage_formula_denominator": "Suma de Calificaciones Totales Asignadas para todas las Materias/Semestres",
  "example_percentage_title": "Ejemplo:",
  "example_percentage_description": "Ghanshyam obtuvo 295 de 300 en el semestre 1, 265 de 300 en el semestre 2, 273 de 300 en el semestre 3 y 264 de 300 en el semestre 4. Su porcentaje sería:",
  "example_percentage_equation": "Porcentaje =",
  "cgpa_to_percentage_note": "La conversión de CGPA a porcentaje varía porque cada institución utiliza diferentes sistemas de calificación y escalas. Factores como el número de semestres, escalas de calificación y sistemas de créditos también influyen en cómo se calcula y convierte el CGPA.",
  "calculators_usage_title": "¿Cuándo Pueden Ser Útiles los Calculadores de CGPA y Porcentaje?",
  "calculators_usage_description": "Estos calculadores son particularmente útiles cuando necesitas convertir rápidamente tu CGPA a porcentaje o viceversa, especialmente al postularte para estudios superiores, oportunidades laborales o preparar documentos académicos.",
  "confusion_about_terms_title": "¿Confundido con Términos o Abreviaturas?",
  "confusion_about_terms_description": "Si no estás seguro acerca de algún término o abreviatura mencionada,",
  "confusion_about_terms_link_text": "haz clic aquí",
  "percentage_to_cgpa_tool_intro": "El Calculador de Porcentaje a CGPA de Lord Calculator es útil en situaciones donde necesitas convertir tus calificaciones entre formatos de manera rápida y precisa. Ayuda a eliminar la confusión de cálculos decimales complejos y garantiza conversiones exactas en todo momento. Entonces, ¿cuándo necesitas usar esta herramienta?",
  "percentage_to_cgpa_tool_usage_title": "¿Cuándo usar el Calculador de Porcentaje a CGPA de Lord Calculator?",
  "percentage_to_cgpa_tool_usage_description": "Esta herramienta es perfecta para cualquier situación donde necesites cambiar entre formatos de calificaciones sin problemas. Exploremos algunos escenarios comunes:",
  "usage_higher_studies_title": "Al Llenar el Formulario para Estudios Superiores",
  "usage_higher_studies_description1": "Al postularte para estudios superiores, especialmente en instituciones internacionales, es posible que se te solicite ingresar tus calificaciones en un formato diferente. Este calculador te ayuda a convertir tus calificaciones de manera rápida y precisa al formato requerido, evitando el riesgo de cometer errores que podrían cancelar tu solicitud.",
  "usage_higher_studies_description2": "Ya sea que necesites calcular CGPA a partir de SGPA, CGPA a porcentaje, o CGPA a GPA, este calculador cubre todo, asegurando que tengas tus calificaciones en el formato correcto sin complicaciones.",
  "usage_competitive_exams_title": "Al Llenar Formularios para Exámenes Competitivos",
  "usage_competitive_exams_description": "En muchos exámenes competitivos, se requiere que ingreses tu porcentaje. Sin embargo, algunas instituciones de ingeniería prefieren el sistema CGPA. En tales casos, nuestro calculador te permite convertir CGPA a porcentaje o viceversa de manera rápida y precisa, ayudándote a cumplir con los requisitos de formato para las solicitudes de examen.",
  "usage_comparative_measurement_title": "Medición Comparativa por Educadores",
  "usage_comparative_measurement_description": "Los educadores a menudo necesitan comparar y organizar las calificaciones de muchos estudiantes. En lugar de calcular manualmente las conversiones, este calculador en línea ofrece una solución rápida y precisa, ahorrando tiempo significativo y eliminando la posibilidad de errores.",
  "usage_conclusion": "En todos estos casos, usar el Calculador de Porcentaje a CGPA de Lord Calculator garantiza precisión y eficiencia, ya sea que estés postulándote para estudios superiores, llenando formularios de examen o comparando calificaciones de una gran cantidad de estudiantes.",
  "common_mistakes_title": "Errores Comunes a Evitar al Calcular el Porcentaje a CGPA con Precisión",
  "common_mistakes_intro": "Aunque la fórmula de conversión de Porcentaje a CGPA parece bastante simple, muchos estudiantes aún obtienen resultados incorrectos. Uno de los errores más comunes es no conocer el factor de multiplicación exacto. Discutiremos el factor de multiplicación en detalle en el próximo subtítulo. Primero, revisa todos los errores comunes que debes evitar al calcular el Porcentaje a CGPA con precisión.",
  "mistake_decimal_points": "A menudo redondeamos los puntos decimales demasiado pronto en los cálculos. Dichas cifras redondeadas pueden generar cambios leves en los resultados. Es mejor no redondear cifras decimales hasta el último paso de tu cálculo. Sin embargo, una vez que obtengas el resultado, puedes redondear las cifras si lo deseas.",
  "mistake_grading_scale": "Otro error común es no estar al tanto de la fórmula de tu institución. Si tu institución sigue una escala de calificaciones diferente y estás calculando tus calificaciones utilizando otra escala, entonces la conversión nunca será precisa. Además, en el caso de la misma escala de calificaciones, el factor de multiplicación podría variar. Se recomienda verificar el factor de multiplicación dos veces.",
  "mistake_conversion_formula": "¿Tienes tu factor de multiplicación correcto pero aún obtienes conversiones inexactas? En este caso, debes verificar la fórmula de conversión de tu institución. Muchas universidades, como la Universidad de Mumbai, tienen sus propias fórmulas de conversión que difieren de la fórmula de conversión estándar. Por ejemplo, la fórmula de cálculo de CGPA de la Universidad de Mumbai es: Porcentaje = (CGPA × 7.25) + 11. Por lo tanto, debes asegurarte de estos factores, especialmente si estás haciendo el cálculo de Porcentaje a CGPA.",
  "mistake_other_conversions": "También existen otros errores, pero están relacionados con otras conversiones, como las conversiones de SGPA a CGPA y GPA a CGPA. Los hemos discutido en sus respectivas secciones.",
  "grading_scales_title": "¿Por qué las Instituciones Siguen Diferentes Escalas de Calificación y Fórmulas de Conversión?",
  "grading_scales_intro": "Hemos mencionado varias veces con ejemplos que varias instituciones siguen diferentes escalas de calificación. ¿Pero por qué es así? ¡Las razones pueden ser muchas! Veamos cada una de ellas una por una:",
  "reason_historical_cultural": "Diferencias Históricas y Culturales: Diversos países han seguido sus sistemas tradicionales de calificación. Como resultado, vemos diferentes escalas de calificación según la ubicación geográfica. Por ejemplo, las instituciones americanas siguen una escala de 4 puntos, mientras que las instituciones de la India y Asia siguen una escala de 10 puntos.",
  "reason_assessment_approach": "Diferentes Enfoques para Evaluar a los Estudiantes: A medida que avanza la modernización de la educación, también lo hacen los métodos para evaluar a los estudiantes. Recientemente, las instituciones se han centrado más en evaluaciones holísticas en lugar de simples evaluaciones basadas en calificaciones. Como resultado, los sistemas CGPA y GPA se están volviendo más comunes.",
  "reason_international_standards": "Alineación con los Estándares Internacionales: Estudiar en el extranjero se ha convertido en un concepto común. Muchas instituciones están adoptando estándares internacionales para que los estudiantes puedan evitar formalidades adicionales. Por ejemplo, muchas instituciones en Europa siguen el ECTS (Sistema Europeo de Transferencia y Acumulación de Créditos) para alinearse con otras instituciones en el continente.",
  "reason_universal_standard": "Dificultad para Lograr un Estándar Universal de Calificación: Si bien seguir un estándar universal de calificación parece lógico y justo, es prácticamente difícil. Dado que las instituciones siguen diferentes escalas de calificación, necesitan fórmulas de conversión estándar para proporcionar una visión imparcial del rendimiento académico de los estudiantes entre universidades y escuelas.",
  "conversion_title": "Conversión de Porcentaje a CGPA para Diferentes Juntas y Universidades",
  "table_heading_institution": "Institución",
  "table_heading_formula": "Fórmula",
  "cbse1": "CBSE (Consejo Central de Educación Secundaria), India",
  "icse1": "ICSE (Certificado Indio de Educación Secundaria), India",
  "maharashtra1": "Junta Estatal de Maharashtra, India",
  "anna_university1": "Universidad Anna, Tamil Nadu, India",
  "jntu1": "Universidad Tecnológica Jawaharlal Nehru (JNTU), Telangana y Andhra Pradesh, India",
  "vtu1": "Universidad Tecnológica Visvesvaraya (VTU), Karnataka, India",
  "gtu1": "Universidad Tecnológica de Gujarat (GTU), Gujarat, India",
  "mu1": "Universidad de Mumbai, Maharashtra, India",
  "mahe1": "Academia de Educación Superior Manipal (MAHE), Karnataka, India",
  "amity1": "Universidad Amity, India",
  "vit1": "Instituto de Tecnología de Vellore (VIT), Tamil Nadu, India",
  "sppu1": "Universidad Savitribai Phule Pune (SPPU), Maharashtra, India",
  "iit1": "IITs (Institutos Indios de Tecnología), India",
  "nit1": "NITs (Institutos Nacionales de Tecnología), India",
  "bits_pilani1": "BITS Pilani (Instituto de Tecnología y Ciencia Birla), India",
  "du1": "Universidad de Delhi (DU), India",
  "bhu1": "Universidad Hindú de Banaras (BHU), India",
  "osmania1": "Universidad Osmania, Telangana, India",
  "pu1": "Universidad de Punjab, Punjab, India",
  "srm1": "Instituto de Ciencia y Tecnología SRM (SRMIST), Tamil Nadu, India",
  "toronto1": "Universidad de Toronto, Canadá",
  "ubc1": "Universidad de Columbia Británica (UBC), Canadá",
  "anu1": "Universidad Nacional Australiana (ANU), Australia",
  "sydney1": "Universidad de Sydney, Australia",
  "melbourne1": "Universidad de Melbourne, Australia",
  "uc_system1": "Sistema de Universidades de California (UCLA, UC Berkeley, etc.), EE. UU.",
  "harvard1": "Universidad de Harvard, EE. UU.",
  "oxford1": "Universidad de Oxford, Reino Unido",
  "cambridge1": "Universidad de Cambridge, Reino Unido",
  "nus1": "Universidad Nacional de Singapur (NUS), Singapur",
  "hku1": "Universidad de Hong Kong (HKU), Hong Kong",
  "tum1": "Universidad Técnica de Munich (TUM), Alemania",
  "eth_zurich1": "ETH Zurich, Suiza",
  "tokyo1": "Universidad de Tokio, Japón",
  "cape_town1": "Universidad de Ciudad del Cabo, Sudáfrica",
  "mcgill1": "Universidad McGill, Canadá",
  "peking1": "Universidad de Pekín, China",
  "ntu1": "Universidad Nacional de Taiwán (NTU), Taiwán",
  "aut1": "Universidad de Tecnología de Auckland (AUT), Nueva Zelanda",
  "cbse": "Fórmula: CGPA = Porcentaje / 9.5",
  "icse": "Fórmula: CGPA = Porcentaje / 9.8 (puede variar según la escuela)",
  "maharashtra": "Fórmula: CGPA = Porcentaje / 9.5",
  "anna_university": "Fórmula: CGPA = Porcentaje / 10",
  "jntu": "Fórmula: CGPA = Porcentaje / 10",
  "vtu": "Fórmula: CGPA = Porcentaje / 9.1 (puede variar según el departamento)",
  "gtu": "Fórmula: CGPA = (Porcentaje - 12) / 7.1",
  "mu": "Fórmula: CGPA = (Porcentaje - 11) / 7.25",
  "mahe": "Fórmula: CGPA = Porcentaje / 10",
  "amity": "Fórmula: CGPA = Porcentaje / 9",
  "vit": "Fórmula: CGPA = Porcentaje / 9.5 (varía según el programa)",
  "sppu": "Fórmula: CGPA = Porcentaje / 6.3",
  "iit": "Fórmula: CGPA = Porcentaje / 10 (algunos IIT pueden usar escalas únicas para ciertos cursos)",
  "nit": "Fórmula: CGPA = Porcentaje / 10",
  "bits_pilani": "Fórmula: CGPA = Porcentaje / 10",
  "du": "Fórmula: CGPA = Porcentaje / 9.5 (la conversión de CGPA puede variar según el programa de DU)",
  "bhu": "Fórmula: CGPA = Porcentaje / 10",
  "osmania": "Fórmula: CGPA = Porcentaje / 10",
  "pu": "Fórmula: CGPA = Porcentaje / 9.5",
  "srm": "Fórmula: CGPA = Porcentaje / 10",
  "toronto": "Escala de calificación: Escala GPA 4.0; Nota: No existe una fórmula directa de conversión de CGPA; los solicitantes usan tablas de equivalencia de GPA o evaluadores externos.",
  "ubc": "Escala de calificación: Escala GPA 4.33; Nota: No hay conversión directa de CGPA; consulte las tablas de equivalencia de UBC para detalles.",
  "anu": "Escala de calificación: Escala de 7 puntos; Fórmula (Guía general): CGPA = Porcentaje / 7.1 para la equivalencia en su escala.",
  "sydney": "Escala de calificación: Sistema GPA de 7 puntos; Fórmula (Guía general): CGPA = Porcentaje / 7.5 (puede requerir una evaluación de credenciales para una conversión precisa).",
  "melbourne": "Escala de calificación: Escala GPA de 7 puntos; Nota: Consulte las admisiones para la equivalencia de CGPA; no hay fórmula directa.",
  "uc_system": "Escala de calificación: Escala GPA de 4.0; Nota: No hay fórmula universal de CGPA; use WES o evaluadores similares para conversiones.",
  "harvard": "Escala de calificación: Escala GPA de 4.0; Nota: Usa servicios de terceros (por ejemplo, WES) para conversiones de CGPA a GPA.",
  "oxford": "Escala de calificación: Clasificación honorífica del Reino Unido (Primera, Segunda superior, etc.); Nota: No hay fórmula directa de CGPA; CGPA 8.5-10 (sobre 10) generalmente se considera clase Primera.",
  "cambridge": "Escala de calificación: Honores del Reino Unido; El porcentaje se mapea a clasificaciones; No hay fórmula directa de conversión de CGPA.",
  "nus": "Escala de calificación: Escala de GPA de 5.0; No hay fórmula directa de conversión; use las tablas de equivalencia de NUS.",
  "hku": "Escala de calificación: Escala GPA de 4.3; No hay una fórmula específica de conversión de CGPA.",
  "tum": "Escala de calificación: Escala suiza de 6 puntos; Nota: Un CGPA de 8.5+ es competitivo; no hay fórmula fija de conversión.",
  "eth_zurich": "Escala de calificación: Escala suiza de 6 puntos; Nota: Un CGPA de 8.5+ es competitivo; no hay fórmula fija de conversión.",
  "tokyo": "Escala de calificación: Escala GPA japonesa de 4.0; Nota: Normalmente se espera un CGPA de 8.0+ para solicitantes competitivos.",
  "cape_town": "Escala de calificación: Escala GPA de 4 puntos y sistema porcentual; Nota: Puede requerir conversión de CGPA según los estándares de Sudáfrica.",
  "mcgill": "Escala de calificación: Escala GPA de 4.0; Nota: WES o servicios similares suelen ser requeridos para una conversión precisa.",
  "peking": "Escala de calificación: Escala GPA de 4.0; Nota: Requiere conversión oficial de CGPA; generalmente se espera un CGPA de 8.0+.",
  "ntu": "Escala de calificación: Escala GPA de 4.3; Nota: Se requiere generalmente un CGPA superior a 8.0 para solicitantes competitivos.",
  "aut": "Escala de calificación: Escala GPA de 9 puntos; Fórmula (Guía general): CGPA = Porcentaje / 7.1 para alinearse con la escala GPA de Nueva Zelanda.",
  "title--": "Ventajas y Desventajas de Usar Calculadoras en Línea de Porcentaje a CGPA",
  "pros_title": "Ventajas de las Calculadoras de Porcentaje a CGPA",
  "pros_1": "Convierte tus calificaciones sobre la marcha. Las calculadoras en línea tienen valores y ecuaciones predefinidos. Por lo tanto, no tienes que preocuparte por colocar los valores en el lugar correcto en la ecuación. Simplemente ingresa los valores en el campo indicado y listo, obtendrás tus resultados sin perder tiempo ni esfuerzo.",
  "pros_2": "Las calculadoras en línea tienen interfaces interactivas y simples. Además, los elementos visuales como nuestro medidor de calificaciones brindan una mejor visualización de tus calificaciones.",
  "pros_3": "En las calculadoras tradicionales, necesitas registrar cada dato calculado si deseas tener un historial de las calificaciones calculadas. Este tipo de situaciones ocurren cuando un educador necesita rastrear las calificaciones de estudiantes de diferentes universidades en un formato universal. Pero en Lord Calculator, puedes ver el historial de todas las calificaciones calculadas en un formato tabular debajo del campo \"Resultado\". Además, incluso puedes exportar el historial como un archivo PDF y guardarlo para cualquier propósito futuro.",
  "pros_4": "Las calculadoras en línea también eliminan las posibilidades de errores humanos que pueden ocurrir, como al formar ecuaciones en calculadoras predeterminadas o al realizar los cálculos manualmente con papel y lápiz.",
  "cons_title": "Desventajas de las Calculadoras de Porcentaje a CGPA",
  "cons_1": "Factor de Multiplicación Variable: Hemos notado que diferentes universidades siguen diferentes factores de multiplicación incluso bajo la misma escala de calificación. Por lo tanto, en tales casos, las calculadoras en línea no pueden cumplir con los requisitos de todas las universidades. Debes modificar manualmente el factor de multiplicación para una conversión precisa.",
  "cons_2": "Fórmulas de Conversión Diferentes: También hemos visto universidades como la Universidad de Mumbai que utilizan fórmulas completamente diferentes para las conversiones de CGPA a porcentaje. Por ejemplo, la fórmula de CGPA a porcentaje para la Universidad de Mumbai es: CGPA = (Porcentaje - 11) / 7.25. En estos casos, las calculadoras en línea no pueden agregar operadores adicionales automáticamente o manualmente. Durante dichas conversiones, debes recurrir a métodos tradicionales para calcular las calificaciones.",
  "summary_title": "En Resumen",
  "summary_1": "Hasta ahora, hemos aprendido sobre los conceptos de Porcentaje y CGPA, cómo convertirlos y usarlos de manera intercambiable, cuáles son las posibles situaciones en las que necesitarías cambiar tus calificaciones, y cómo diferentes universidades o juntas dependen de escalas de calificación y fórmulas de conversión variables.",
  "summary_2": "También hemos enumerado calculadoras similares, incluyendo la calculadora de CGPA a Porcentaje, calculadora de GPA a CGPA, calculadora de CGPA a GPA, y calculadora de SGPA. Si necesitas conocer algún concepto específico relacionado con estas calculadoras, lee la descripción de la calculadora respectiva. Hemos cubierto todos los detalles esenciales en su descripción.",
  "faq_title": "Preguntas Frecuentes (FAQs)",
  "faq_1_question": "¿Qué es la calculadora de porcentaje a CGPA?",
  "faq_1_answer": "La calculadora de porcentaje a CGPA te permite convertir tu porcentaje a CGPA sin esfuerzo. Solo necesitas ingresar tu porcentaje y el factor de multiplicación.",
  "faq_2_question": "¿Cómo convertir el porcentaje a CGPA?",
  "faq_2_answer": "Para convertir tu porcentaje a CGPA, puedes usar una calculadora en línea como Lord Calculator o calcularlo manualmente usando la fórmula a continuación:",
  "faq_2_formula": "CGPA = (Porcentaje - 50) / 10",
  "faq_3_question": "¿Cómo uso la calculadora de porcentaje a CGPA de Lord Calculator?",
  "faq_3_answer": "Para usar la calculadora de porcentaje a CGPA de Lord Calculator, sigue estos pasos:",
  "faq_3_step_1": "Ingresa tu porcentaje en el primer campo.",
  "faq_3_step_2": "Elige la escala de calificación o ingresa manualmente el factor de multiplicación.",
  "faq_3_step_3": "Verifica que hayas ingresado correctamente el factor de multiplicación.",
  "faq_3_step_4": "Haz clic en el botón 'Calcular' para ver tu CGPA en el campo de resultados.",
  "faq_title-": "Preguntas Frecuentes (FAQs)",
  "faq_4_question": "¿Cómo convertir CGPA según las universidades internacionales?",
  "faq_4_answer": "Diferentes universidades internacionales utilizan varios sistemas de conversión. Para aprender sobre uno específico,",
  "faq_4_link": "haz clic aquí",
  "faq_5_question": "¿Cuáles son los errores comunes a evitar al calcular mis calificaciones?",
  "faq_5_answer": "Los errores comunes incluyen:",
  "faq_5_mistake_1": "Evita redondear los puntos decimales al principio de los cálculos.",
  "faq_5_mistake_2": "Asegúrate de haber ingresado correctamente el factor de multiplicación de tu instituto.",
  "faq_5_mistake_3": "Verifica que tu universidad siga el método estándar de cálculo.",
  "faq_6_question": "¿Es diferente la calculadora de porcentaje a CGPA para ingeniería?",
  "faq_6_answer": "Muchas universidades de ingeniería utilizan diferentes fórmulas de conversión. Aunque no varíe entre departamentos, diferentes universidades pueden seguir sus propias fórmulas de conversión estándar, que pueden no coincidir con las de otras.",
  "faq_7_question": "¿Cuál es la fórmula de la calculadora de porcentaje a CGPA de VTU?",
  "faq_7_answer": "La fórmula de la calculadora de porcentaje a CGPA de VTU (Universidad Tecnológica Visvesvaraya) es diferente de otras fórmulas. Se puede representar como:",
  "faq_7_example": "CGPA = (Porcentaje - 50) / 10 Ejemplo: Si obtuviste un 80%, tu CGPA respectivo según VTU sería: CGPA = 8 + 0.75 = 8.75",
  "faqs": [
    {
      "question": "Q8. ¿Cuál es la fórmula CBSE para la calculadora de Porcentaje a CGPA?",
      "answer": "Respuesta. La fórmula para la conversión de Porcentaje a CGPA en CBSE es:",
      "formula": "CGPA = (Porcentaje - 50) / 9.5"
    },
    {
      "question": "Q9. ¿Qué es el 70% en CGPA?",
      "answer": "Respuesta. La fórmula de conversión utilizada es:",
      "details": [
        "70% en CGPA = 7.37 (según el factor de multiplicación de 9.5)",
        "70% en CGPA = 3.5 (según la escala de 5 puntos)",
        "70% en CGPA = 2.8 (según la escala de 4 puntos)"
      ]
    }
  ],
  "faqa": [
    {
      "question": "Q10. ¿Qué es el 75% en CGPA?",
      "answer": "Respuesta. Usando la misma fórmula que se dio en la pregunta 9, el 75% en CGPA es:",
      "details": [
        "75% en CGPA = 7.89 (según el factor de multiplicación de 9.5)",
        "75% en CGPA = 3.75 (según la escala de 5 puntos)",
        "75% en CGPA = 3 (según la escala de 4 puntos)"
      ]
    },
    {
      "question": "Q11. ¿Qué es el 80% en CGPA?",
      "answer": "Respuesta. Usando la misma fórmula que se dio en la pregunta 9, el 80% en CGPA es:",
      "details": [
        "80% en CGPA = 8.42 (según el factor de multiplicación de 9.5)",
        "80% en CGPA = 4 (según la escala de 5 puntos)",
        "80% en CGPA = 3.2 (según la escala de 4 puntos)"
      ]
    },
    {
      "question": "Q12. ¿Qué es el 95.4% en CGPA?",
      "answer": "Respuesta. Usando la misma fórmula que se dio en la pregunta 9, el 95.4% en CGPA es:",
      "details": [
        "95.4% en CGPA = 10 (según la escala de calificación de 9.5, tenga en cuenta que todos los porcentajes por encima del 95% se cuentan como 10 CGPA)",
        "95.4% en CGPA = 4.77 (según la escala de 5 puntos)",
        "95.4% en CGPA = 3.81 (según la escala de 4 puntos)"
      ]
    }
  ],
  "note": "Nota: Las fórmulas de conversión varían entre las instituciones.",
  "--title": "Calculadora de Porcentaje a CGPA",
  "enterPercentage": "Ingrese el Porcentaje",
  "placeholderPercentage": "Ingrese su porcentaje",
  "chooseGradeScale": "Elija Escala de Calificación",
  "scale4": "Escala 4.0",
  "scale5": "Escala 5.0",
  "scale10": "Escala 10.0",
  "setMultiplicationFactor": "Establecer Factor de Multiplicación",
  "placeholderFactor": "Ingrese un factor",
  "-calculateButton": "Calcular",
  "-resetButton": "Restablecer",
  "errorMessage": "Error: Entrada no válida",
  "calculatedCGPATitle": "Su CGPA Calculado",
  "placeholderCGPA": "Porcentaje:",
  "-downloadButton": "Descargar",
  "-whatsappButton": "WhatsApp",
  "-copyLinkButton": "Copiar Enlace",
  "-linkCopied": "¡Enlace Copiado!",
  "historyTitle": "Historial de Cálculos",
  "tableSNo": "N.º",
  "tablePercentage": "Porcentaje",
  "tableCGPA": "CGPA",
  "percentageContent": "Contenido de Porcentaje",
  "section1": "Calculadora de CGPA a Porcentaje",
  "intro_paragraph": "¡Bienvenidos estudiantes y académicos! Como saben, los CGPA y los porcentajes juegan un papel importante en todo el sistema educativo. A menudo nos encontramos en situaciones donde necesitamos utilizarlos de manera intercambiable, por eso Lord Calculator les presenta la calculadora de CGPA a Porcentaje más confiable y rápida para ayudarles a calcular las calificaciones sobre la marcha. Aquí tienen una guía detallada sobre cómo funciona nuestra calculadora de CGPA, seguida de una explicación del sistema de calificaciones utilizado por varias universidades. También hemos incluido la fórmula de conversión de CGPA a Porcentaje según los diferentes sistemas de calificaciones utilizados.",
  "-section2": "Fórmula de Conversión de CGPA a Porcentaje",
  "-formula": "Porcentaje = CGPA × Factor de Multiplicación",
  "-table_of_contents": "Tabla de Contenidos",
  "cgpa_to_percentage_calculator": "Calculadora de CGPA a Porcentaje",
  "cgpa_to_percentage_formula": "Fórmula de Conversión de CGPA a Porcentaje",
  "lord_calculator_tool": "Calculadora de CGPA a Porcentaje de Lord Calculator",
  "how_to_use_tool": "Cómo usar la Calculadora de CGPA a Porcentaje de Lord Calculator",
  "-what_is_cgpa": "¿Qué es el CGPA y cómo se calcula?",
  "important_terms": "Definición de términos importantes que necesitas conocer",
  "why_convert_cgpa": "¿Por qué convertir CGPA a Porcentaje o Porcentaje a CGPA?",
  "calculate_percentage": "Cómo calcular el porcentaje a partir del CGPA",
  "common_pitfalls": "Errores comunes al convertir CGPA a Porcentaje",
  "cgpa_in_10_point": "CGPA a Porcentaje en un sistema de 10 puntos",
  "cgpa_in_5_point": "CGPA a Porcentaje en una escala de 5 puntos",
  "cgpa_in_4_point": "CGPA a Porcentaje en una escala de 4 puntos",
  "grading_scale": "¿Qué es una escala de calificación y cómo eligen las universidades su estándar?",
  "-multiplication_factor": "¿Qué es un factor de multiplicación y cómo funciona?",
  "different_boards": "Conversión de CGPA a Porcentaje para diferentes juntas y universidades",
  "grading_scale_impacts": "¿Cuáles son los impactos de diferentes escalas de calificación en los estudiantes?",
  "-faqs": "Preguntas frecuentes relacionadas con la calculadora de CGPA",
  "lord_calculator_cgpa_calculator": "Calculadora de CGPA a Porcentaje de Lord Calculator",
  "cgpa_calculator_description": "Nuestra calculadora de CGPA está diseñada con dos factores principales en mente: facilidad de uso y cálculos ultrarrápidos.",
  "cgpa_calculator_description_expanded": "Aunque los cálculos de calificaciones involucran varios factores, hemos incorporado todos los componentes esenciales para calcular tus calificaciones o porcentajes con precisión. Diferentes universidades utilizan diferentes escalas de calificación y factores de multiplicación (no te preocupes, explicaremos estos términos a continuación). Para tu comodidad, hemos incluido tanto la escala de calificaciones como el factor de multiplicación manual.",
  "how_to_use_heading": "Cómo usar la calculadora de CGPA a porcentaje de Lord Calculator",
  "how_to_use_description": "Simplemente ingresa los campos requeridos en nuestra calculadora de CGPA, haz clic en \"Calcular\" y ¡voilà! Tu porcentaje se mostrará junto con nuestro medidor de calificaciones. Es así de simple. Sin embargo, permíteme explicarte rápidamente los campos y datos que necesitamos de ti para calcular tus calificaciones y porcentajes con precisión.",
  "how_to_use_step1": "Ve a ",
  "how_to_use_step1_link": "https://lordcalculator.com/educational-calculator/cgpa-to-percentage-calculator",
  "how_to_use_step2": "En el primer campo, ingresa tu CGPA. Asegúrate de ingresarlo con precisión, incluidos los puntos decimales.",
  "how_to_use_step3": "Elige la escala de calificación utilizada por tu universidad. Las escalas de calificación comunes son 4, 5 y 10. Alternativamente, puedes ingresar el factor de multiplicación manualmente y presionar el botón calcular. Una vez que hayas ingresado todos los valores, haz clic en \"Calcular\" para obtener tu porcentaje. También podrás verificar tu desempeño en el medidor de calificaciones. Además, puedes obtener un certificado de conversión de CGPA a porcentaje de nuestra parte (ten en cuenta que este es un certificado representativo).",
  "tip_heading": "Consejo para el cálculo de CGPA a porcentaje",
  "tip_description1": "Diferentes universidades pueden usar factores de multiplicación variables (también conocidos como factores de conversión), incluso bajo la misma escala de calificación. Por ejemplo, la Universidad X podría usar una escala de calificación de 1 punto con un factor de multiplicación estándar de 9.5, mientras que otra universidad podría usar un factor de 9.7 o 9.8. Por lo tanto, es importante verificar el factor de multiplicación que ingresas en la calculadora de CGPA a porcentaje antes de presionar el botón \"Calcular\".",
  "tip_description2": "Si no estás seguro de la escala de calificación o el factor de multiplicación de tu universidad, ¡no te preocupes! Hemos listado ",
  "tip_description2_link": "la conversión de CGPA a porcentaje para diferentes juntas y universidades",
  "tip_description3": "¿No estás seguro de la escala de calificación o el factor de multiplicación de tu universidad? ¡No te preocupes! Hemos proporcionado tablas de conversión de CGPA a porcentaje para varias juntas y universidades aquí mismo para facilitar tu cálculo.",
  "what_is_cgpa_heading": "¿Qué es el CGPA y cómo se calcula?",
  "cgpa_formula_method_1_title": "Fórmula de Cálculo de CGPA Método 1:",
  "cgpa_formula_method_1_description": "Un método para calcular el CGPA es encontrar el promedio. Entonces, la fórmula de cálculo de CGPA sería la suma de los puntos de calificación en todos los semestres dividida por el número de semestres. Matemáticamente, la fórmula del CGPA puede representarse como:",
  "cgpa_formula_method_1_formula": "CGPA =",
  "cgpa_formula_method_1_numerator": "SGPA del sem.1 + SGPA del sem.2 + SGPA del sem.3 +.........+ SGPA del sem. \"N\"",
  "cgpa_formula_method_1_denominator": "Número Total de Semestres",
  "cgpa_example_description": "Ejemplo: Ram, nuestro amigo del ensayo 'Mi Mejor Amigo', finalmente ha terminado la escuela y se unió a la universidad. Allí logró un SGPA en 4 semestres: 6+8.5+7+9.5, entonces su CGPA sería:",
  "cgpa_example_formula_1": "CGPA =",
  "cgpa_example_numerator": "(6 + 8.5 + 7 + 9.5)",
  "cgpa_example_denominator": "4",
  "cgpa_example_result": "CGPA =",
  "cgpa_example_final_numerator": "31",
  "cgpa_example_final_denominator": "4",
  "cgpa_example_final_result": "= 7.75",
  "cgpa_formula_method_2_title": "Método 2 de Cálculo del CGPA:",
  "cgpa_formula_method_2_description": "Ahora, otro fórmula de CGPA, que también está en práctica, es encontrar la suma del producto de SGPA y los créditos ganados dividido por el número total de créditos ganados. Matemáticamente, esta fórmula de cálculo del CGPA se puede representar como;",
  "cgpa_formula_method_2_formula": "CGPA =",
  "cgpa_formula_method_2_numerator": "(SGPA del sem.1 × Créditos Ganados en sem.1) + (SGPA del sem.2 × Créditos Ganados en sem.2) + ...... + (SGPA del sem.\"N\" × Créditos Ganados en sem.\"N\")",
  "cgpa_formula_method_2_denominator": "Número Total de Créditos Ganados",
  "cgpa_example_title": "Ejemplo:",
  "cgpa_exampledescription": "Shyam, otro amigo del ensayo Mi Mejor Amigo, también se unió a una universidad diferente. Y allí logró SGPA en 4 semestres: 7.2+6.5+8.9+9.6 con créditos obtenidos 4+3+3+5, entonces su CGPA sería:",
  "cgpa_example_calculation": "CGPA =",
  "cgpa_examplenumerator": "(7.2×4 + 6.5×3 + 8.9×3 + 9.6×5)",
  "cgpa_exampledenominator": "(4 + 3 + 3 + 5)",
  "cgpa_examplefinal_numerator": "28.8 + 19.5 + 26.7 + 48",
  "cgpa_examplefinal_denominator": "15",
  "cgpa_examplefinal_result": "CGPA = 8.2",
  "important_terms_title": "Definición de Términos Importantes que Necesitas Saber",
  "important_terms_description": "Mientras revisas un documento oficial, formulario o incluso tu certificado, ves ciertos términos y abreviaturas que se repiten. Vamos a repasarlos rápidamente antes de proceder con la forma en que diferentes juntas/universidades establecen su fórmula de conversión.",
  "grade_points": {
    "title": "Puntos de Calificación",
    "description": "Los Puntos de Calificación son los valores numéricos correspondientes asignados a una calificación de letra particular. Diferentes universidades ajustan el rango de los Puntos de Calificación según sus Calificaciones de Letra. Por ejemplo, una universidad puede tener 10 Puntos de Calificación para una A, mientras que otra podría usar una O (Sobresaliente) para 10 Puntos de Calificación."
  },
  "gpa": {
    "title": "GPA",
    "description": "Abreviado para Promedio de Puntos de Calificación. Representa el promedio de los puntos de calificación obtenidos por un estudiante en un semestre o sesión académica."
  },
  "cgpa": {
    "title": "CGPA",
    "description": "CGPA representa el promedio acumulado de los puntos de calificación obtenidos en todas las materias o semestres de una sesión académica especificada. La escala de CGPA varía entre 0 a 4, 0 a 5 o 0 a 10. Sin embargo, para obtener un CGPA en otros formatos, las instituciones permiten a los estudiantes convertir CGPA a porcentaje o en cualquier formato deseado."
  },
  "sgpa": {
    "title": "SGPA",
    "description": "SGPA es la abreviatura de Promedio de Puntos de Calificación Semestrales. Denota el promedio de puntos de calificación de todas las materias en un semestre particular. Los créditos obtenidos y las horas de crédito juegan un papel importante en el cálculo del SGPA."
  },
  "letter_grade": {
    "title": "Calificación de Letra",
    "description": "Estas son las letras de calificación asignadas al valor numérico correspondiente de un porcentaje o calificaciones obtenidas, o CGPA. Los diferentes sistemas educativos siguen varios formatos de calificación de letras. Por ejemplo, EE. UU. sigue la calificación tradicional de letras A-F, mientras que el sistema escocés, y algunos sistemas educativos indios siguen otras representaciones como 'O' para sobresaliente, 'S' para Superior, y así sucesivamente."
  },
  "credit_hours": {
    "title": "Horas de Crédito",
    "description": "Las Horas de Crédito son el número de horas que un estudiante pasa en una clase particular por semana/semestre. Estas horas pueden variar según las materias. Las materias principales pueden tener más horas de crédito, mientras que las opcionales pueden tener menos horas."
  },
  "credit_points": {
    "title": "Puntos de Crédito",
    "description": "Los Puntos de Crédito se calculan multiplicando los Puntos de Calificación por las Horas de Crédito, es decir, Puntos de Crédito = Puntos de Calificación x Horas de Crédito."
  },
  "weighted_average": {
    "title": "Promedio Ponderado",
    "description": "El Promedio Ponderado refleja el rendimiento académico general de un estudiante. En el promedio ponderado, todas las evaluaciones se asignan valores según su ponderación, y luego se utilizan calificaciones ponderadas para calcular la calificación final."
  },
  "normalization": {
    "title": "Normalización",
    "description": "La normalización es el proceso de ajustar las calificaciones para contrarrestar la diferencia en la dificultad entre los diferentes exámenes o materias. El impacto de la normalización se puede ver al comparar el GPA o CGPA entre diferentes universidades."
  },
  "cumulative_average": {
    "title": "Promedio Acumulado",
    "description": "Es el promedio de todos los puntos de calificación o GPA obtenidos a lo largo de las sesiones académicas hasta ahora."
  },
  "whyConvertTitle": "¿Por qué convertir CGPA a porcentaje o porcentaje a CGPA?",
  "whyConvertExplanation": "Ahora que conoces todos los términos relacionados, surge la pregunta: ¿por qué necesitamos conversiones o cálculos como CGPA a porcentaje, o incluso porcentaje a CGPA? Bueno, las razones pueden variar de una persona a otra.",
  "boardsUniversitiesTitle": "Requisitos de Juntas/Universidades",
  "boardsUniversitiesText1": "Ciertos formularios académicos y procedimientos requieren que los estudiantes presenten porcentajes junto con su CGPA. En ese caso, no tienes más opción que dirigirte rápidamente a sitios web como Lord Calculator, que puede dar tus calificaciones en cualquier formato requerido en cuestión de segundos. Puedes convertir CGPA a porcentaje con solo unos pocos clics.",
  "boardsUniversitiesText2": "Además, al cambiar de junta/universidad, es posible que se te solicite llenar tus calificaciones anteriores según el formato de la nueva junta/universidad.",
  "boardsUniversitiesText3": "Otra razón es que al llenar formularios para exámenes competitivos como GATE, CAT o UPSC, se requiere que los candidatos presenten sus calificaciones en un formato universal, como un porcentaje. Y todos sabemos que un pequeño error puede llevar al rechazo de tu formulario. En tales casos, una herramienta confiable que pueda convertir con precisión tu CGPA al formato solicitado resulta útil y te ahorra tiempo y esfuerzo.",
  "internationalRelevanceTitle": "Relevancia Internacional",
  "internationalRelevanceText1": "Otra situación común de la vida real para usar una calculadora de CGPA es cuando estás solicitando cursos en el extranjero. Por ejemplo, si eres un estudiante indio que planea estudiar en el extranjero, los sistemas de calificación dentro de la India varían ampliamente. El cálculo de calificaciones en la Universidad de Delhi difiere del de IIT. Diferentes universidades/juntas usan diferentes factores de multiplicación. En tales escenarios, las universidades extranjeras establecen un parámetro universal, como el porcentaje, para tener una visión justa y objetiva del rendimiento académico de un solicitante. Por lo tanto, se te solicita convertir tus calificaciones, como porcentaje a CGPA o CGPA a porcentaje, utilizando el método establecido por tu universidad.",
  "internationalRelevanceText2": "Lo mismo se aplica a los sistemas educativos como CBSE, ICSE, juntas estatales y los estándares seguidos en los EE. UU. o la Unión Europea.",
  "howToCalculatePercentageTitle": "Cómo Calcular el Porcentaje a partir de CGPA",
  "howToCalculatePercentageText1": "Ahora que entiendes la importancia y relevancia de convertir CGPA a porcentaje, exploremos cómo puedes determinar con precisión tu porcentaje a partir del CGPA. Hay dos métodos para hacer esto: el método manual o utilizando una calculadora CGPA en línea. El método manual implica escribir una ecuación y calcular paso a paso, mientras que una calculadora en línea puede convertir tus calificaciones instantáneamente con un esfuerzo mínimo. ¡No te preocupes, discutiremos ambos métodos para que puedas elegir el que más te convenga!",
  "manualMethodTitle": "Método Manual",
  "manualMethodText1": "Para convertir CGPA a porcentaje (o viceversa), necesitarás entender la escala de calificación, los puntajes de créditos y el factor de multiplicación utilizado por tu junta/universidad. Una vez que tengas esta información, puedes aplicar la siguiente fórmula:",
  "percentageFormula": "Porcentaje = CGPA × Factor de Multiplicación",
  "manualMethodText2": "Después de aplicar la fórmula, habrás avanzado en un cuarto del proceso. Si tienes habilidad para los cálculos o estás familiarizado con las matemáticas védicas, debería ser fácil dividir y multiplicar con puntos decimales precisos para obtener la conversión correcta. Sin embargo, para evitar errores, se recomienda encarecidamente usar una calculadora.",
  "manualMethodText3": "Pero, ¿por qué no ahorrarte algo de tiempo y esfuerzo utilizando un método automático, especialmente si ya estás usando una calculadora? Hará que todo el proceso sea más rápido y preciso.",
  "automaticMethodTitle": "Método Automático",
  "automaticMethodText1": "El método automático es simple y libre de errores. Para convertir CGPA a porcentaje (o viceversa) utilizando el método automático, solo ingresa los valores requeridos en los campos correspondientes de la calculadora CGPA. Selecciona tu escala de calificación o ingresa manualmente el factor de multiplicación, luego presiona el botón 'Calcular'. ¡Eso es todo! Tu conversión se realiza al instante.",
  "automaticMethodText2": "Si estás utilizando la calculadora CGPA de LordCalculator, incluso puedes exportar tu historial de conversiones como un PDF y guardarlo para futuras referencias. También ofrecemos un certificado personalizado de conversión de CGPA a porcentaje.",
  "automaticMethodText3": "Al utilizar el método automático, eliminas la posibilidad de errores, como ingresar accidentalmente valores incorrectos durante el cálculo manual. Esto es especialmente útil cuando se utilizan calculadoras básicas, que a veces pueden provocar errores en la multiplicación y división.",
  "commonPitfallsTitle": "Errores Comunes en la Conversión de CGPA a Porcentaje",
  "commonPitfallsIntro": "Ahora que sabes cómo convertir CGPA a porcentaje, hay algunas cosas que debes considerar cuidadosamente para garantizar resultados precisos. A continuación, se presentan los errores más comunes que los estudiantes cometen al calcular su porcentaje a partir del CGPA (o viceversa). Asegúrate de evitar estos errores comunes.",
  "misinterpretingFormula": "Malinterpretar la Fórmula:",
  "misinterpretingFormulaDesc": "Algunos estudiantes malinterpretan la fórmula utilizando el multiplicador incorrecto, por ejemplo, usando 10 en lugar de 9.5. Es crucial entender que, aunque varias universidades puedan usar la misma escala de calificación, podrían aplicar diferentes factores de multiplicación para la conversión de CGPA a porcentaje o de porcentaje a CGPA. Por ejemplo, CBSE, ICSE, la Universidad Tecnológica Jawaharlal Nehru (JNTU) y la Universidad Savitribai Phule (SPPU) usan una escala de calificación de 10 puntos, pero cada una tiene su propio factor de multiplicación. CBSE usa 9.5, ICSE usa 9.8, JNTU usa 10, y SPPU usa 6.3. Por lo tanto, es importante conocer el factor de multiplicación exacto de tu junta o universidad para evitar errores, incluso cuando se utilizan calculadoras en línea de CGPA.",
  "notKnowingBoardsFormula": "No Conocer la Fórmula de la Junta:",
  "notKnowingBoardsFormulaDesc": "Otro error común es no saber que diferentes universidades utilizan diferentes fórmulas. Como se mencionó anteriormente, JNTU o SPPU aplican factores de multiplicación directamente para convertir CGPA a porcentaje. Sin embargo, universidades como la Universidad de Mumbai o la Universidad Tecnológica de Gujarat (GTU) utilizan un enfoque diferente. Primero multiplican el CGPA por un factor de multiplicación específico (7.25 para la Universidad de Mumbai o 7.1 para GTU) y luego agregan un valor fijo (11 para la Universidad de Mumbai o 12 para GTU) al producto para determinar el porcentaje. Discutiremos estos factores de conversión para diferentes universidades y juntas en una sección posterior de este artículo.",
  "overRelianceOnCalculators": "Dependencia Excesiva de las Calculadoras en Línea de CGPA:",
  "overRelianceOnCalculatorsDesc": "Si bien las calculadoras en línea ofrecen una solución rápida y confiable para la conversión de calificaciones, no siempre son 100% precisas. Las calculadoras en línea pueden no tener en cuenta todos los casos especiales que hemos discutido, como los de la Universidad de Mumbai o GTU. Aunque LordCalculator se esfuerza por incluir todos los parámetros posibles, no se recomienda confiar únicamente en las calculadoras en línea para las conversiones. Siempre es una buena idea verificar dos veces tus valores y el método utilizado por tu junta o universidad.",
  "cgpaToPercentage10GradePoints": "CGPA a Porcentaje en el Sistema de 10 Puntos de Calificación",
  "cgpaToPercentage5GradeScale": "CGPA a Porcentaje en la Escala de 5 Calificación",
  "cgpaToPercentage4GradeScale": "CGPA a Porcentaje en la Escala de 4 Calificación",
  "gradingScaleAndUniversitiesChoice": "¿Qué es una Escala de Calificación y Cómo Eligen las Universidades su Escala Estándar?",
  "gradingScaleDescription": "Una escala de calificación es un factor evaluativo del rendimiento académico de un estudiante. Piénsalo como un porcentaje: da una comprensión general del rendimiento académico. Las escalas de calificación categorizan los logros de los estudiantes en un formato fácil de entender, como calificaciones (A, B, C…), GPA o porcentaje.",
  "commonGradingScales": "Algunas de las escalas de calificación más comunes incluyen:",
  "percentage": "Porcentaje",
  "usedWorldwide": "Usado en todo el mundo, que va de 0 a 100%.",
  "gpa-": "GPA (Promedio de Calificación)",
  "primarilyInUSA": "Principalmente utilizado en EE. UU., que varía de 0 a 4.0, 5.0 o 10.0.",
  "cgpa-": "CGPA (Promedio de Calificación Acumulada)",
  "usedInIndia": "Utilizado en India, Singapur y en las juntas CBSE; proporciona una evaluación integral.",
  "letterGrades": "Calificaciones con Letras",
  "usedInUSAndCanada": "Utilizado en EE. UU. y Canadá, basado en rangos de porcentaje.",
  "numericalScale": "Escala Numérica",
  "usedInRussiaLatinAmerica": "Utilizado en partes de Rusia y América Latina, que varía de 1 a 10 o de 1 a 5.",
  "gradingScalesIntro": "Las escalas de calificación son evaluaciones estandarizadas para categorizar el rendimiento académico en símbolos o números, como calificaciones con letras o puntajes GPA. Esto ayuda a comparar de manera consistente los informes académicos de los estudiantes. Algunas de las escalas de calificación más comunes son:",
  "percentage-": "Porcentaje",
  "percentageDescription": "Ampliamente utilizado a nivel mundial, que va de 0 a 100%, proporcionando una visión precisa del rendimiento académico.",
  "-gpa": "GPA",
  "gpaDescription": "Utilizado en EE. UU. y otros países, que varía de 0 a 4.0, 5.0 o 10.0, mostrando el rendimiento acumulado.",
  "-cgpa": "CGPA",
  "cgpaDescription": "Principalmente en India, Singapur y en las juntas CBSE, ofreciendo una visión integral que incluye factores como las calificaciones crediticias.",
  "-letterGrades": "Calificaciones con Letras",
  "letterGradesDescription": "Practicado en EE. UU. y Canadá, con cada letra representando un rango de porcentaje.",
  "-numericalScale": "Escala Numérica",
  "numericalScaleDescription": "Utilizado en Rusia y América Latina, con escalas como 1-10 o 1-5 para fragmentar las evaluaciones del rendimiento académico.",
  "universitiesChooseGradingScales": "Las universidades eligen las escalas de calificación en función de factores como las normas regionales, la importancia histórica y la globalización. El sistema de honores del Reino Unido o el sistema GPA de EE. UU., por ejemplo, ganaron popularidad a principios del siglo XX como sistemas estandarizados.",
  "modernGradingSystems": "Los sistemas de calificación modernos a menudo incluyen aspectos como el logro relativo, la maestría o el crecimiento personal. Ejemplos son el sistema de calificación dual, el proceso de Bolonia y el Bachillerato Internacional. Este enfoque facilita la compatibilidad internacional.",
  "understandGradingPattern": "Es esencial comprender el patrón de calificación de su universidad y considerar servicios como World Education Services (WES) o NARIC (Reino Unido) para conversiones internacionales precisas, ya que estos evaluadores utilizan tablas de equivalencia detalladas.",
  "multiplicationFactorTitle": "¿Qué es un Factor de Multiplicación y Cómo Funciona?",
  "multiplicationFactorIntro": "Un factor de multiplicación es un parámetro para convertir escalas de calificación, como CGPA o GPA, a porcentajes. Este factor es esencial para adaptar las calificaciones a diferentes formatos cuando se solicita en instituciones con sistemas de calificación distintos o para trabajos y exámenes.",
  "multiplicationFactorExample": "Por ejemplo, un factor de 9.5 se usa ampliamente en algunas universidades para convertir CGPA a porcentaje, desarrollado para reflejar con precisión el rendimiento académico de los estudiantes.",
  "multiplicationFactorReference": "Para entender mejor las conversiones de calificación, los estudiantes internacionales deben consultar servicios oficiales como WES o NARIC.",
  "cgpaToPercentageConversionTitle": "Conversión de CGPA a porcentaje para diferentes juntas y universidades",
  "boardUniversity": "Junta/Universidad",
  "conversionFormula": "Fórmula de conversión",
  "cbseIndia": "CBSE (India)",
  "icseIndia": "ICSE (India)",
  "maharashtraStateBoardIndia": "Maharashtra State Board (India)",
  "annaUniversityIndia": "Anna University (India)",
  "jawaharlalNehruTechnologicalUniversityIndia": "Jawaharlal Nehru Technological University (India)",
  "visvesvarayaTechnologicalUniversityIndia": "Visvesvaraya Technological University (India)",
  "gujaratTechnologicalUniversityIndia": "Gujarat Technological University (India)",
  "universityOfMumbaiIndia": "University of Mumbai (India)",
  "manipalAcademyOfHigherEducationIndia": "Manipal Academy of Higher Education (India)",
  "amityUniversityIndia": "Amity University (India)",
  "velloreInstituteOfTechnologyIndia": "Vellore Institute of Technology (India)",
  "savitribaiPhulePuneUniversityIndia": "Savitribai Phule Pune University (India)",
  "iitsIndia": "IITs (India)",
  "nitsIndia": "NITs (India)",
  "bitsPilaniIndia": "BITS Pilani (India)",
  "delhiUniversityIndia": "Delhi University (India)",
  "banarasHinduUniversityIndia": "Banaras Hindu University (India)",
  "osmaniaUniversityIndia": "Osmania University (India)",
  "punjabUniversityIndia": "Punjab University (India)",
  "srmInstituteOfScienceAndTechnologyIndia": "SRM Institute of Science and Technology (India)",
  "percentageFormula-": "Porcentaje = CGPA × Factor de Multiplicación",
  "international_institutions": "Instituciones Internacionales",
  "university_of_toronto": "Universidad de Toronto (Canadá)",
  "university_of_toronto_details": "Escala GPA (4.0), no hay conversión directa",
  "university_of_british_columbia": "Universidad de Columbia Británica (Canadá)",
  "university_of_british_columbia_details": "Escala GPA: 4.33; orientación para la conversión disponible",
  "australian_national_university": "Universidad Nacional de Australia (Australia)",
  "australian_national_university_details": "Conversión: CGPA * 7.1 para equivalencia",
  "university_of_sydney": "Universidad de Sydney (Australia)",
  "university_of_sydney_details": "Generalmente requiere evaluación de credenciales",
  "university_of_california": "Universidad de California (EE. UU.)",
  "university_of_california_details": "Escala GPA: 4.0; usar la guía de conversión de WES",
  "harvard_university": "Universidad de Harvard (EE. UU.)",
  "harvard_university_details": "Utiliza WES para la conversión de CGPA/GPA",
  "university_of_oxford": "Universidad de Oxford (Reino Unido)",
  "university_of_oxford_details": "Clasificación de Honores del Reino Unido; conversión a través de bandas GPA",
  "eth-zurich": "ETH Zurich (Suiza)",
  "eth_zurich_details": "Escala suiza de 6 puntos; CGPA = 8.5 es competitivo",
  "auckland_university_of_technology": "Universidad de Tecnología de Auckland (AUT), Nueva Zelanda",
  "auckland_university_of_technology_details": "Escala de 4.3 puntos; GPA = : Requiere evaluación internacional de CGPA; típicamente espera",
  "national_taiwan_university": "Universidad Nacional de Taiwán (NTU), Taiwán",
  "national_taiwan_university_details": "Escala de 9 puntos; CGPA = : Para CGPA de la India, a menudo se utiliza el factor de conversión 7.1 para alinearse con los estándares locales.",
  "peking_university": "Universidad de Pekín, China",
  "peking_university_details": "Escala de 4.0 puntos; GPA = : Puede solicitar la conversión de CGPA a través de servicios como",
  "mcgill_university": "Universidad McGill, Canadá",
  "mcgill_university_details": "Escala de 4.0 puntos; GPA = : McGill utiliza WES o servicios similares para conversiones de CGPA y generalmente considera que un 80% o más es competitivo.",
  "university_of_cape_town": "Universidad de Ciudad del Cabo, Sudáfrica",
  "university_of_cape_town_details": "Porcentaje y GPA = : Utiliza una escala GPA de 4 puntos para estudiantes internacionales y puede solicitar la conversión de CGPA para alinearse con los estándares sudafricanos.",
  "university_of_tokyo": "Universidad de Tokio, Japón",
  "university_of_tokyo_details": "Escala de GPA japonesa de 4.0 = : Convierte CGPA a GPA japonés con la orientación del departamento de admisiones. A menudo se espera un CGPA superior a 8.0 para programas competitivos.",
  "section_title": "¿Cuáles son los impactos de las diferentes escalas de calificación en los estudiantes?",
  "content_paragraph": "Tener diferentes escalas de calificación puede tener impactos variados en los estudiantes. Puede afectar la mentalidad académica, las perspectivas profesionales e incluso la dinámica social de los estudiantes.",
  "list_items": [
    {
      "title": "Aumento de la presión social/entre compañeros",
      "description": "Las escalas precisas, como los porcentajes, pueden aumentar la presión social o entre compañeros entre los estudiantes, mientras que las escalas más amplias, como la calificación con letras, pueden reducir esta presión. Esta es también una de las muchas razones por las que varias instituciones siguen escalas más amplias, especialmente para las clases más bajas."
    },
    {
      "title": "Oportunidades profesionales",
      "description": "Las oportunidades profesionales también pueden verse afectadas. Las diferentes escalas de calificación pueden aumentar las dificultades para que los estudiantes aprueben sus solicitudes para becas, admisiones e incluso empleos. Recientemente, hubo un caso con un amigo mío donde su solicitud de trabajo fue puesta en espera porque la junta de la cual había hecho su matriculación no proporcionó ningún certificado adicional mencionando el porcentaje. En su lugar, solo proporcionan una boleta de calificaciones con calificaciones precisas. Sin embargo, al candidato se le acusó de haber perdido el certificado de aprobación, aunque no lo tenía en primer lugar."
    },
    {
      "title": "Perspectiva académica",
      "description": "Las diferentes escalas de calificación también pueden afectar las perspectivas académicas de los estudiantes. Un estudiante que estudia bajo un sistema de calificación preciso tendrá una mentalidad diferente sobre los exámenes que un estudiante que estudia bajo un sistema de calificación más amplio. Los primeros estudiantes pueden enfocarse más en los exámenes, mientras que los estudiantes posteriores pueden priorizar trabajar en proyectos prácticos sobre los exámenes, adquiriendo así mejores conocimientos prácticos. Tales variaciones pueden generar presión innecesaria sobre los estudiantes."
    },
    {
      "title": "Comentarios finales",
      "description": "Hemos intentado cubrir toda la información esencial que debe saber sobre el sistema de calificación, la conversión de calificaciones, el cálculo de CGPA a porcentaje, porcentaje a CGPA y la calculadora de CGPA. Además, hemos diseñado nuestra calculadora de CGPA para que funcione de manera precisa para cualquier escala de calificación o factor de multiplicación. Sin embargo, si siente que necesita aclaraciones sobre alguno de los temas o quiere hacer sugerencias sobre esta calculadora en particular, por favor contáctenos."
    }
  ],
  "faq": {
    "title": "Preguntas frecuentes sobre el Calculador de CGPA",
    "q1": {
      "question": "¿Hay alguna diferencia entre CGPA y GPA?",
      "answer": "Sí, CGPA y GPA difieren en su alcance. Mientras que GPA representa su rendimiento en un solo semestre, CGPA promedia los puntajes de GPA a lo largo de varios semestres, mostrando un rendimiento académico general. Utilice un calculador de CGPA para ver la diferencia en los valores, e intente convertir GPA a CGPA si su institución lo permite."
    },
    "q2": {
      "question": "¿Varía la fórmula de conversión de CGPA según la institución?",
      "answer": "Absolutamente. Muchas instituciones tienen fórmulas únicas para la conversión de CGPA. Por ejemplo, algunas utilizan un factor de 9.5 para convertir CGPA en porcentaje, mientras que otras aplican multiplicadores diferentes. Es importante verificar la fórmula utilizada por su institución para una conversión precisa de CGPA a porcentaje. Un calculador de CGPA puede adaptarse a los requisitos específicos de la universidad."
    },
    "q3": {
      "question": "¿Por qué no obtengo un porcentaje preciso a partir de CGPA?",
      "answer": "Un resultado inexacto de CGPA a porcentaje podría deberse al uso de un factor de conversión o fórmula incorrectos. Diferentes instituciones tienen métodos distintos, por lo que es esencial usar un calculador de CGPA a porcentaje diseñado para su institución o verificar el multiplicador aplicado. Calcular el porcentaje con precisión puede requerir un calculador especializado de CGPA."
    },
    "q4": {
      "question": "¿Cómo convertir CGPA a porcentaje?",
      "answer": "Para convertir CGPA a porcentaje, multiplica tu CGPA por el factor específico de la institución (a menudo 9.5). Este método sencillo funciona para muchos, pero un calculador de CGPA a porcentaje lo simplifica. Si necesitas invertir el proceso, prueba con un calculador de porcentaje a CGPA."
    },
    "q5": {
      "question": "¿Cómo convertir un CGPA de 7.6 a porcentaje?",
      "answer": "Para convertir un CGPA de 7.6 a porcentaje, multiplica 7.6 por el factor de conversión (típicamente 9.5). Esto da un resultado de 72.2%. Un calculador de CGPA a porcentaje automatiza esto y asegura precisión."
    },
    "q6": {
      "question": "¿Qué es un CGPA de 7.8 en porcentaje?",
      "answer": "Usando el factor común de 9.5, un CGPA de 7.8 se traduce en 74.1% en porcentaje. Puedes verificarlo nuevamente con un calculador de CGPA a porcentaje para resultados rápidos."
    },
    "q7": {
      "question": "¿Qué es el Calculador de CGPA a Porcentaje sobre 4?",
      "answer": "Algunas universidades operan con una escala de 4 puntos. Para convertir CGPA a porcentaje sobre 4, encuentra tu GPA en una escala de 4 y luego utiliza un factor de conversión apropiado. Calculadoras especializadas, como un calculador de CGPA a porcentaje sobre 4, pueden manejar esta conversión por ti."
    },
    "q8": {
      "question": "¿Cuál es la fórmula de CGPA a porcentaje de VTU?",
      "answer": "La fórmula de CGPA a porcentaje de VTU es: Porcentaje = CGPA * 9.1 (puede variar por departamento)."
    },
    "q9": {
      "question": "¿Cómo convertir CGPA a porcentaje para Ingeniería?",
      "answer": "Las universidades de ingeniería pueden usar diferentes fórmulas o factores de conversión. Los estudiantes de ingeniería deben verificar el método de su universidad o utilizar un calculador específico para ingeniería para convertir CGPA a porcentaje con precisión."
    },
    "q10": {
      "question": "¿Es diferente el Calculador de CGPA a Porcentaje de DU?",
      "answer": "Sí, la Universidad de Delhi (DU) tiene su propia fórmula. Los estudiantes de DU deben utilizar un calculador específico de CGPA a porcentaje de DU para obtener resultados precisos y alineados con los estándares de calificación de DU."
    },
    "q11": {
      "question": "¿Cómo calcular el porcentaje a partir de CGPA?",
      "answer": "Para calcular el porcentaje a partir de CGPA, multiplica el CGPA por un factor de conversión (a menudo 9.5). Un calculador de CGPA lo simplifica, o puedes intentar con un calculador de porcentaje a CGPA si necesitas lo contrario."
    },
    "q12": {
      "question": "¿Cuál es la fórmula de cálculo de CGPA a porcentaje de SPPU?",
      "answer": "La Universidad Savitribai Phule Pune (SPPU) tiene un método único de cálculo de CGPA a porcentaje. Puedes usar un calculador específico de SPPU o consultar sus directrices para una conversión precisa."
    },
    "q13": {
      "question": "¿Cuál es la fórmula del calculador de CGPA a porcentaje de Makaut?",
      "answer": "Makaut es una plataforma en línea. La fórmula del calculador de CGPA a porcentaje de Makaut es: Porcentaje = (CGPA – 0.75) * 10."
    },
    "q14": {
      "question": "¿Cuál es la fórmula de CGPA a porcentaje de GTU?",
      "answer": "La fórmula de CGPA a porcentaje de GTU es: Porcentaje = (CGPA * 7.1) + 12."
    },
    "q15": {
      "question": "¿Cómo encontrar el porcentaje a partir de CGPA?",
      "answer": "Puedes calcularlo manualmente usando la fórmula mencionada anteriormente o usar este calculador para encontrar tu porcentaje."
    }
  },
  "cgpa-Description": "CGPA, abreviado como Promedio de Puntos de Calificación Acumulativos, es una evaluación general del rendimiento académico de un estudiante durante un período académico definido. Mientras que algunas universidades y juntas lo consideran como el promedio de todos los puntos de calificación del semestre obtenidos por un estudiante a lo largo del curso, otras pueden incluir un factor adicional, que son los Créditos, en el cálculo.",
  "title3": "Calculadora de CGPA a Porcentaje",
  "enterCGPA3": "Ingrese CGPA",
  "cgpaPlaceholder3": "Ingrese su CGPA",
  "chooseGradeScale3": "Elija la escala de calificación",
  "multiplicationFactor": "Factor de Multiplicación",
  "multiplicationFactorPlaceholder": "Ingrese el factor de multiplicación",
  "error": "Error",
  "calculateButton3": "Calcular",
  "resetButton3": "Restablecer",
  "calculatedPercentage": "Su porcentaje calculado",
  "percentagePlaceholder": "Porcentaje:",
  "downloadButton3": "Descargar",
  "whatsappButton3": "WhatsApp",
  "copyLinkButton3": "Copiar enlace",
  "linkCopied3": "¡Enlace copiado!",
  "calculationHistory3": "Historial de cálculos",
  "sno": "S.NO",
  "cgpa": "CGPA",
  "percentage": "Porcentaje",
  "scale4": "Escala 4.0",
  "scale5": "Escala 5.0",
  "scale10": "Escala 10.0",
  "header": {
    "calculator": "Calculadora",
    "title": " Educativa",
    "subtitle": "¿Resolviendo conversiones simples como CGPA a Porcentaje usando la calculadora CGPA o matemáticas avanzadas con una Calculadora Científica?",
    "cgpa_to_percentage": "CGPA a Porcentaje"
  },
  "link": {
    "text": "Lord Calculator",
    "description": " te ayudará a abordar cálculos tediosos y desafiantes con facilidad. Deja que la mejor tecnología impulse tu viaje educativo, porque no mereces nada menos que lo MEJOR."
  },
  "choose_lord_calculator": {
    "title": "¿Por qué elegir Lord Calculator?",
    "feature_1": {
      "title": "Rápido y Súper Confiable",
      "description": "¡Sí, hemos asegurado ambos! Resuelve incluso los cálculos más complejos con precisión en un abrir y cerrar de ojos. ¡Nada de errores!"
    },
    "feature_2": {
      "title": "Sencillo y Fácil",
      "description": "La única parte compleja serán tus ecuaciones. Con botones y medidores intuitivos, la navegación aquí es súper fácil."
    },
    "feature_3": {
      "title": "Descargar, Guardar o Compartir",
      "description": "¿Necesitas guardar la ecuación resuelta? No te preocupes, resuelve una vez y luego comparte o guarda tus cálculos para usarlos sin conexión durante toda la vida."
    }
  },
  "calculatorCards": [
    {
      "title": "Calculadora de CGPA a Porcentaje",
      "description": "¡Convierte tus calificaciones rápidamente usando la calculadora de CGPA a Porcentaje! Incluso puedes descargar o compartir tu informe de forma gratuita.",
      "emoji": "➗"
    },
    {
      "title": "Calculadora de Porcentaje a CGPA",
      "description": "La conversión de CGPA puede ser tediosa, pero no con la calculadora de Porcentaje a CGPA. Compatible con la mayoría de las instituciones en todo el mundo.",
      "emoji": "🔢"
    },
    {
      "title": "Calculadora de GPA a CGPA",
      "description": "Con un diseño minimalista, este conversor de GPA a CGPA te ayudará a ahorrar tiempo. ¡Útil tanto para estudiantes como para educadores!",
      "emoji": "💡"
    },
    {
      "title": "Calculadora de CGPA a GPA",
      "description": "¿Estás verificando la elegibilidad para tu universidad favorita en el extranjero? ¡Convierte rápidamente tus calificaciones con el conversor de CGPA a GPA y comparte la buena noticia!",
      "emoji": "📚"
    }
  ],
  "tit": "Calculadora Educativa",
  "des": "CGPA, GPA, Porcentaje o Calculadora Científica: dime lo que necesitas y disfrútalas gratis, ¡para siempre!",
  "emoji5": "🧑‍🏫",
  "section": {
    "title": "Educación, Finanzas o Salud—",
    "highlightedText": "Lord Calculator",
    "subtitle": "¡Es todo lo que necesitas!",
    "description": "De Salud a Finanzas y Construcción a Educación - Una plataforma para todas tus tareas. Obtén todas las calculadoras que necesitarás.",
    "additionalDescription": "¡Rápido como un rayo y preciso! ¡Ni un iota de error!"
  },
  "footer": {
    "title": "Lord Calculator",
    "location": "Ubicación:",
    "contact": "Contáctanos: bhushanthakur04@gmail.com",
    "categories": "Categorías",
    "educational_calculators": "Calculadoras Educativas",
    "scientific_calculators": "Calculadoras Científicas",
    "womens_calculators": "Calculadoras para Mujeres",
    "pages": "Páginas",
    "privacy_policy": "Política de Privacidad",
    "terms_of_use": "Términos de Uso",
    "about_us": "Sobre Nosotros",
    "copyright": "© 2024 Lord Calculator. Todos los derechos reservados.",
    "social_links": {
      "facebook": "Facebook",
      "instagram": "Instagram",
      "twitter": "Twitter",
      "whatsapp": "WhatsApp"
    }
  },
  "educational_calculators_title": "Calculadoras relacionadas con la educación",
  "cgpa_to_percentage": "Calculadora de CGPA a porcentaje",
  "percentage_to_cgpa": "Calculadora de porcentaje a CGPA",
  "gpa_to_cgpa": "Calculadora de GPA a CGPA",
  "cgpa_to_gpa": "Calculadora de CGPA a GPA",
  "home": "Inicio",
  "categories": "Categorías",
  "educational_calculator": "Calculadora Educativa",
  "scientific_calculator": "Calculadora Científica",
  "womens_calculator": "Calculadora Femenina",
  "search_placeholder": "Buscar...",
  "search_button": "Buscar",
  "search_results": "Resultados de búsqueda"
}