{
    "navbar": {
        "selectLanguage": "Sélectionner la langue"
    },
    "title": "Calculatrice GPA à CGPA",
    "enter_gpa": "Entrez le GPA",
    "choose_gpa_scale": "Choisissez l'échelle GPA",
    "calculate": "Calculer",
    "reset": "Réinitialiser",
    "calculated_cgpa": "Votre CGPA calculé",
    "calculation_history": "Historique des calculs",
    "download": "Télécharger",
    "whatsapp": "WhatsApp",
    "copy_link": "Copier le lien",
    "gpa_to_cgpa_calculator": "Calculatrice GPA à CGPA",
    "welcome_message": "Bienvenue dans une autre calculatrice éducative ! Dans les calculatrices respectives, nous calculons",
    "cgpa_to_percentage_link": "CGPA à pourcentage",
    "gpa_to_cgpa_description": " (et vice-versa). De plus, nous avons exploré certains concepts liés à ces systèmes de notation et les scénarios où des conversions sont appliquées. La plupart des pays asiatiques et certains pays africains suivent le système CGPA ou pourcentage, tandis que le système éducatif occidental utilise le GPA",
    "letter_grading_link": "Système de notation par lettres",
    "institution_migration_message": "Lorsque vous migrez d'une institution à une autre, en particulier lorsque les deux institutions suivent des systèmes de notation différents, il devient crucial de disposer d'une calculatrice fiable pour la conversion des notes. Vous pouvez compter sur la calculatrice GPA à CGPA de Lord Calculator, qui utilise la formule de conversion la plus couramment acceptée à l'international.",
    "guide_message": "Dans ce guide, nous passerons en revue la formule utilisée pour la conversion GPA à CGPA, les scénarios où vous pourriez avoir besoin de cette conversion, les précautions à prendre en compte et les points importants à garder à l'esprit lors de telles conversions.",
    "Table of Contents": "Table des matières",
    "GPA to CGPA Calculator": "Calculatrice GPA à CGPA",
    "GPA To CGPA Calculation Formula": "Formule de calcul GPA à CGPA",
    "How to Use Lord Calculator’s GPA to CGPA Calculator?": "Comment utiliser la calculatrice GPA à CGPA de Lord Calculator ?",
    "How CGPA & GPA Are Different?": "Comment le CGPA et le GPA diffèrent-ils ?",
    "International Standards and Certifications": "Normes et certifications internationales",
    "Most Common GPA to CGPA Conversion Scenarios": "Scénarios les plus courants de conversion GPA à CGPA",
    "Summary": "Résumé",
    "FAQs (Frequently Asked Questions)": "FAQ (Questions fréquemment posées)",
    "GPA To CGPA Calculation Formulas": "Formules de calcul GPA à CGPA",
    "Equivalent CGPA =": "CGPA équivalent =",
    "GPA obtained": "GPA obtenu",
    "Max GPA": "GPA maximal",
    "Max CGPA": "CGPA maximal",
    "How to Calculate GPA?": "Comment calculer le GPA ?",
    "GPA =": "GPA =",
    "Total Quality Points for all terms.": "Total des points de qualité pour tous les termes.",
    "Total Credit Hours for all terms.": "Total des heures-crédits pour tous les termes.",
    "quality points": "Où, les points de qualité pour un terme = Valeur du point de la note * Nombre d'heures-crédits.",
    "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "Comment utiliser la calculatrice GPA à CGPA de Lord Calculator ?",
    "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "Bien que nous ayons rendu notre calculatrice facile à utiliser, voici un guide pour en tirer le meilleur parti sans vous perdre dans les numérateurs et dénominateurs des calculs de notes. Pour convertir votre GPA en CGPA équivalent, suivez les étapes ci-dessous :",
    "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "Étape 1 : Ouvrez la calculatrice GPA à CGPA sur Lord Calculator.",
    "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "Étape 2 : Dans le premier champ, intitulé Entrez le GPA, veuillez entrer votre GPA obtenu avec précision. Assurez-vous d'inclure les décimales pour une conversion précise.",
    "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "Étape 3 : Choisissez maintenant votre échelle GPA. Cette échelle indique également quel pourrait être le GPA maximal.",
    "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "Étape 4 : Une fois que vous avez saisi toutes les valeurs correctement, appuyez sur le bouton « Calculer ». Et voilà ! Maintenant, vous avez un CGPA équivalent affiché, également visualisé par le mètre CGPA.",
    "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "De plus, vous pouvez également consulter vos calculs précédents afin de pouvoir commencer à les comparer. Vous pouvez également exporter le CGPA converti en PDF et le partager avec d'autres.",
    "How-CGPA & GPA Are Different?": "Comment le CGPA et le GPA diffèrent-ils ?",
    "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "Le CGPA et le GPA diffèrent sous de nombreux aspects. [La définition des deux termes] indique en soi la différence fondamentale entre eux. Mais parlons de la façon dont ils diffèrent dans leurs applications et leur utilisation.",
    "Denomination": "Dénomination",
    "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "Comme son nom l'indique, le CGPA (Cumulative Grade Point Average) représente la performance cumulative ou combinée d'un étudiant pendant sa session académique. Il représente généralement la performance de plusieurs semestres de manière concise.",
    "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "D'autre part, le GPA (Grade Point Average) représente la performance académique d'un semestre particulier, ou d'un terme/spécifique semestre. Ainsi, d'une certaine manière, le CGPA est calculé en moyennant les scores GPA de plusieurs semestres.",
    "Usage": "Utilisation",
    "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "Tout comme la dénomination, l'utilisation des deux échelles est également différente. Le CGPA est considéré comme la performance académique globale d'un étudiant tandis que le GPA est utilisé pour un semestre ou un terme spécifique.",
    "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "Le GPA est principalement utilisé pour évaluer et déterminer la performance récente d'un étudiant et aide à identifier les points forts et les domaines d'amélioration potentiels. De telles échelles de notation sont également utilisées pour déterminer les implications d'un cours nouvellement intégré sur la performance académique des étudiants. Mais lorsqu'il s'agit de postuler à un emploi ou à des études supérieures, le GPA n'est peut-être pas l'échelle de notation idéale.",
    "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "Dans de tels scénarios, lorsqu'un étudiant postule pour des études supérieures ou un emploi, il/elle doit remplir son CGPA. Ainsi, le CGPA est partagé avec des entités externes tandis que le GPA est principalement utilisé dans l'évaluation interne.",
    "To summarize, take a look at the below-given table:": "Pour résumer, jetez un œil au tableau ci-dessous :",
    "Feature": "Caractéristique",
    "GPA": "GPA",
    "CGPA": "CGPA",
    "Scope": "Portée",
    "Single Semester / Term": "Semestre / Terme unique",
    "Entire Academic Session": "Session académique entière",
    "Calculation": "Calcul",
    "Grade Points for a semester.": "Points de note pour un semestre.",
    "Cumulative Average of All semesters.": "Moyenne cumulative de tous les semestres.",
    "Purpose": "But",
    "Help to track and monitor the performance of a student.": "Aide à suivre et à surveiller la performance d'un étudiant.",
    "Determines the overall performance of a student.": "Détermine la performance globale d'un étudiant.",
    "International-Standards and Certifications": "Normes et certifications internationales",
    "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "Comme nous l'avons discuté plus tôt, les échelles de notation telles que le GPA font principalement partie des systèmes éducatifs occidentaux. Cependant, les étudiants qui envisagent d'étudier à l'étranger doivent être conscients des différentes normes et certifications internationales largement reconnues dans divers cadres éducatifs. Comprendre ces normes peut aider les étudiants à naviguer à travers différents systèmes de notation et garantir des transitions fluides lorsqu'ils postulent dans des écoles ou universités à l'étranger.",
    "1. International Baccalaureate (IB)": "1. Baccalauréat International (IB)",
    "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "Le Baccalauréat International (IB) est un cadre éducatif internationalement reconnu conçu pour les étudiants de 3 à 19 ans. Son objectif est de promouvoir la pensée critique, la compréhension interculturelle et la compatibilité mondiale. Le cadre IB est divisé en quatre programmes principaux :",
    "Primary Years Programme (PYP)": "Programme des années primaires (PYP)",
    "For students aged 3 to 12, focusing on developing academic and personal skills.": "Pour les étudiants de 3 à 12 ans, axé sur le développement des compétences académiques et personnelles.",
    "Middle Years Programme (MYP)": "Programme des années intermédiaires (MYP)",
    "For students aged 11 to 16, preparing them for further study.": "Pour les étudiants de 11 à 16 ans, les préparant à des études supérieures.",
    "Diploma Programme (DP)": "Programme de diplôme (DP)",
    "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "Pour les étudiants âgés de 16 à 19 ans, un programme rigoureux avec une échelle de notation de 1 à 7.",
    "Career-related Programme (CP)": "Programme lié à la carrière (CP)",
    "Combines academic study with career-related learning for students aged 16 to 19.": "Combine l'étude académique avec un apprentissage lié à la carrière pour les étudiants âgés de 16 à 19 ans.",
    "The IB system is recognized globally for its academic rigor and holistic approach to education.": "Le système IB est reconnu mondialement pour sa rigueur académique et son approche holistique de l'éducation.",
    "2. Common Core State Standards (CCSS)": "2. Normes de base de l'État (CCSS)",
    "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "Les Normes de base de l'État (CCSS) ont été développées aux États-Unis pour normaliser l'éducation K-12 en arts du langage anglais et en mathématiques. Ce cadre est principalement mis en œuvre dans les écoles américaines et vise à fournir des repères clairs et cohérents pour la réussite académique. L'objectif est de garantir que les étudiants sont préparés pour l'université, leurs carrières et la compétitivité mondiale en mettant l'accent sur la pensée critique et les compétences en résolution de problèmes.",
    "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "3. Processus de Bologne et Système Européen de Transfert et d'Accumulation de Crédits (ECTS)",
    "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "Le processus de Bologne est un accord entre les pays européens visant à standardiser l'enseignement supérieur. Son objectif est de rendre les diplômes académiques et les périodes d'études facilement comparables et compatibles à travers l'Europe. Ce processus facilite la mobilité des étudiants entre les universités de différents pays, garantissant que les qualifications des étudiants soient reconnues internationalement.",
    "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "Le Système Européen de Transfert et d'Accumulation de Crédits (ECTS) attribue des crédits aux cours en fonction de la quantité de travail nécessaire (généralement 25 à 30 heures d'étude par crédit). L'ECTS utilise un système de notation par lettres allant de A à F, avec F représentant un échec.",
    "4. Advanced Placement (AP) Program": "4. Programme de placement avancé (AP)",
    "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "Le programme de placement avancé (AP) est une initiative basée aux États-Unis offerte par le College Board, permettant aux élèves du secondaire de suivre des cours et des examens de niveau universitaire. Ces cours sont équivalents aux cours de première année à l'université et sont reconnus internationalement. L'échelle de notation pour les examens AP varie de 1 à 5, avec un score de 3 étant considéré comme réussi. L'AP est largement accepté par les universités du monde entier, offrant aux étudiants la possibilité d'obtenir des crédits universitaires avant de terminer le lycée.",
    "5. International General Certificate of Secondary Education (IGCSE)": "5. Certificat général international d'éducation secondaire (IGCSE)",
    "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "L'IGCSE est une qualification mondialement reconnue offerte par Cambridge Assessment International Education. Il utilise une échelle de notation allant de A à G, avec U (non noté) représentant un échec. L'IGCSE est largement utilisé par les écoles internationales et est connu pour sa flexibilité, permettant aux étudiants de choisir des matières correspondant à leurs intérêts académiques et objectifs professionnels.",
    "6. Tertiary Education Quality and Standards Agency (TEQSA)": "6. Agence de la qualité et des normes de l'enseignement supérieur (TEQSA)",
    "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "Le cadre TEQSA est principalement suivi en Australie. Il régule les établissements d'enseignement supérieur et veille à ce qu'ils respectent les normes nationales. Il est aligné avec le Cadre des Qualifications Australien (AQF), qui décrit les qualifications et les cours offerts par les établissements en Australie. Bien que le TEQSA soit principalement suivi en Australie, sa reconnaissance est mondiale, garantissant que les diplômes australiens sont respectés à l'international et favorisant la mobilité des étudiants.",
    "7. Programme for International Student Assessment (PISA)": "7. Programme pour l'évaluation internationale des étudiants (PISA)",
    "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "Le Programme pour l'évaluation internationale des étudiants (PISA) est une enquête internationale menée par l'OCDE. Contrairement aux autres cadres, PISA ne fournit pas d'échelle de notation, mais évalue l'efficacité des systèmes éducatifs dans le monde entier en mesurant la performance académique des étudiants de 15 ans. Les données collectées aident les décideurs à identifier les points forts et les faiblesses de leurs systèmes éducatifs et à prendre des décisions éclairées pour améliorer les normes et harmoniser les cadres éducatifs à l'échelle mondiale.",
    "Most-Common GPA to CGPA Conversion Scenarios": "Scénarios de conversion les plus courants de GPA à CGPA",
    "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "1. Conversion du GPA américain en CGPA (échelle de 4,0)",
    "The formula used is:": "La formule utilisée est :",
    "CGPA = GPA × 2.5": "CGPA = GPA × 2,5",
    "Thus, the conversions would look like:": "Ainsi, les conversions seraient les suivantes :",
    "4.0 GPA in CGPA is 10.0": "Un GPA de 4.0 en CGPA est 10.0",
    "3.5 GPA in CGPA is 8.75": "Un GPA de 3.5 en CGPA est 8.75",
    "3.0 GPA in CGPA is 7.5": "Un GPA de 3.0 en CGPA est 7.5",
    "2.0 GPA in CGPA is 5.0": "Un GPA de 2.0 en CGPA est 5.0",
    "2. U.S. GPA to CGPA (Indian) Conversion": "2. Conversion du GPA américain en CGPA (indien)",
    "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "Certaines institutions indiennes suivent une version différente de la conversion du GPA (échelle 4.0) en CGPA (échelle 10). La formule utilisée est :",
    "CGPA = GPA × 2 + 1": "CGPA = GPA × 2 + 1",
    "Thus, the conversion would vary as:": "Ainsi, la conversion varierait comme suit :",
    "4.0 GPA in CGPA is 9.0": "Un GPA de 4.0 en CGPA est 9.0",
    "3.5 GPA in CGPA is 8.0": "Un GPA de 3.5 en CGPA est 8.0",
    "3.0 GPA in CGPA is 7.0": "Un GPA de 3.0 en CGPA est 7.0",
    "2.0 GPA-in-CGPA is 5.0": "Un GPA de 2.0 en CGPA est 5.0",
    "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "3. Conversion des pourcentages indiens en GPA américain (échelle 4.0)",
    "The-formula used is:": "La formule utilisée est :",
    "GPA- =": "GPA =",
    "Therefore, the conversions would look like:": "Ainsi, les conversions seraient les suivantes :",
    "90% to GPA is 4.0": "90 % en GPA est 4.0",
    "75% to GPA is 3.5": "75 % en GPA est 3.5",
    "60% to GPA is 3.0": "60 % en GPA est 3.0",
    "50% to GPA is 2.0": "50 % en GPA est 2.0",
    "4. ECTS Grading to GPA/CGPA": "4. Conversion des notes ECTS en GPA/CGPA",
    "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "Étant donné que le système de notation ECTS suit un système de lettres, leur conversion équivalente ressemble à ceci :",
    "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (Top 10 %) → 4.0 GPA / 9.0-10.0 CGPA",
    "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (Suivant 25 %) → 3.5 GPA / 7.5-8.9 CGPA",
    "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (Suivant 30 %) → 3.0 GPA / 6.0-7.4 CGPA",
    "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (Suivant 25 %) → 2.5 GPA / 5.0-5.9 CGPA",
    "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (Note minimale pour réussir) → 2.0 GPA / 4.0-4.9 CGPA",
    "Please Note:": "Veuillez noter :",
    "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "Ce sont des études de cas générales de conversion et elles peuvent ne pas s'appliquer universellement. Référez-vous toujours aux directives spécifiques de l'établissement avant d'utiliser ces conversions.",
    "Summary-": "Résumé",
    "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "Dans cette section, nous avons discuté des conversions de GPA et de CGPA, de la façon dont elles diffèrent l'une de l'autre, et de certaines des normes et cadres internationaux suivis dans le monde entier. Bien que nous ayons essayé de couvrir tous les principaux cadres, il n'est pas possible d'inclure la formule et la conversion de chaque institution.",
    "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "Par conséquent, nous vous conseillons toujours de vérifier le document officiel d'une institution spécifique avant de faire la conversion de vos notes.",
    "FAQs": "FAQ (Questions fréquemment posées)",
    "Q1. How can I convert GPA to CGPA?": "Q1. Comment puis-je convertir le GPA en CGPA ?",
    "Ans. You can convert GPA to CGPA using the formula;": "Réponse. Vous pouvez convertir le GPA en CGPA en utilisant la formule ;",
    "-GPA =": "GPA =",
    "CGPA Obtained": "CGPA obtenu",
    "Maximum CGPA": "CGPA maximum",
    "Max-GPA": "GPA maximum",
    "Q2. What is Indian CGPA to GPA calculator?": "Q2. Qu'est-ce que le calculateur de CGPA indien en GPA ?",
    "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "Réponse. Le calculateur indien de CGPA en GPA inclut la conversion de GPA à partir du CGPA et du pourcentage. Veuillez vous référer au tableau ci-dessous :",
    "Conversion Type": "Type de conversion",
    "Formula": "Formule",
    "CGPA to 4-point GPA": "CGPA en GPA sur 4 points",
    "Percentage to 4-point GPA": "Pourcentage en GPA sur 4 points",
    "Percentage to GPA (4.3)": "Pourcentage en GPA (4.3)",
    "Percentage to GPA (5.0)": "Pourcentage en GPA (5.0)",
    "GP-A =": "GPA =",
    "CGPA-Obtained": "CGPA obtenu",
    "Maximum-CGPA": "CGPA maximal",
    "× 2.5": "× 2,5",
    "Percentage Obtained": "Pourcentage obtenu",
    "100": "100",
    "× 4": "× 4",
    "4.3": "4.3",
    "× 100": "× 100",
    "20": "20",
    "Q3. How to calculate CGPA from GPA?": "Q3. Comment calculer le CGPA à partir du GPA ?",
    "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "Réponse. Pour calculer le CGPA à partir du GPA, divisez le GPA obtenu par le GPA maximal, puis multipliez par l'échelle CGPA cible. Mathématiquement,",
    "CGPA =": "CGPA =",
    "GPA Obtained": "GPA obtenu",
    "Maximum GPA": "GPA maximal",
    "× Target CGPA Scale": "× Échelle CGPA cible",
    "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "Q4. Quelle est la formule du calculateur de CGPA à 10 points en GPA sur 4 ?",
    "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "Réponse. Comme mentionné dans Q2 ci-dessus, vous pouvez diviser le CGPA par le facteur 2,5 et vous obtiendrez un GPA équivalent. Un calcul simplifié est donné ci-dessous :",
    "G-PA =": "GPA =",
    "Obtained CGPA": "CGPA obtenu",
    "10(for 10-point CGPA)": "10 (pour CGPA sur 10 points)",
    "×": "×",
    "= ": "= ",
    "× 2.5": "× 2,5",
    "Q5. What is the GPA to CGPA calculator Anna University Formula?": "Q5. Quelle est la formule du calculateur de GPA à CGPA de l'Université Anna ?",
    "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "Réponse. La formule du calculateur de GPA à CGPA de l'Université Anna inclut les crédits. La formule peut être écrite comme suit :",
    ".GPA =": "GPA =",
    "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "Note dans la matière 1 × Crédits obtenus + Note dans la matière 2 × Crédits obtenus + Note dans la matière N × Crédits obtenus",
    "Sum of All Credits Earned in Each Subject": "Somme de tous les crédits obtenus dans chaque matière",
    "Q6. How to calculate CGPA from GPA in Anna University?": "Q6. Comment calculer le CGPA à partir du GPA à l'Université Anna ?",
    "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "Réponse. Le calcul du CGPA en GPA pour l'Université Anna se fait de la même manière que la formule mentionnée en haut de cet article, c'est-à-dire :",
    "CGPA- =": "CGPA =",
    "GPA-Obtained": "GPA obtenu",
    "Maximum-GPA": "GPA maximal",
    "×": "×",
    "Target CGPA Scale": "Échelle CGPA cible",
    "However, you can also go for detailed calculations as described in Q5.": "Cependant, vous pouvez également opter pour des calculs détaillés comme décrit dans la question 5.",
    "Q7. How SRM GPA to CGPA calculator is different?": "Q7. En quoi le calculateur de GPA à CGPA de SRM est-il différent ?",
    "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "Réponse. L'Université SRM utilise une formule spécifique qui inclut une moyenne pondérée par les crédits pour calculer le GPA. Le concept de moyenne pondérée par les crédits est utilisé pour attribuer un poids spécial à certaines matières, telles que les matières principales et mineures.",
    "Q8. Is the GPA to CGPA calculator for engineering different?": "Q8. Le calculateur de GPA à CGPA pour l'ingénierie est-il différent ?",
    "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "Réponse. Certains collèges d'ingénierie attribuent plus de crédits aux cours principaux qu'aux cours électifs ou généraux. Ainsi, la valeur pondérée de ces matières principales pourrait être plus élevée que celle des autres.",
    "Q9. Is CGPA to GPA calculator online reliable?": "Q9. Le calculateur de CGPA à GPA en ligne est-il fiable ?",
    "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "Réponse. Mathématiquement, OUI, notre calculateur de CGPA à GPA en ligne est fiable. Cependant, de nombreuses universités utilisent une méthode de conversion spécifique. Comme il n'est pas possible d'inclure toutes ces méthodes, il est préférable de vérifier d'abord les directives officielles.",
    "Q10. Convert GPA to CGPA out of 4.": "Q10. Convertir le GPA en CGPA sur 4.",
    "Ans. To convert GPA to CGPA out of 4, use the below formula:": "Réponse. Pour convertir le GPA en CGPA sur 4, utilisez la formule ci-dessous :",
    "CGPA (out of 4) =": "CGPA (sur 4) =",
    "GPAObtained": "GPA obtenu",
    "Maximum GPA on your Scale": "GPA maximal sur votre échelle",
    "×": "×",
    "4": "4",
    "Q11. What is 3 GPA to CGPA?": "Q11. Qu'est-ce que 3 GPA en CGPA ?",
    "Ans. On a 4-point GPA scale, your CGPA is 3. But on a 10-point GPA scale, your CGPA is 1.2.": "Réponse. Sur une échelle de GPA à 4 points, votre CGPA est de 3. Mais sur une échelle de GPA à 10 points, votre CGPA est de 1.2.",
    "Q12. What is 3.5 GPA to CGPA?": "Q12. Qu'est-ce que 3.5 GPA en CGPA ?",
    "Ans. On a 4-point GPA scale, your CGPA is 3.5.": "Réponse. Sur une échelle de GPA à 4 points, votre CGPA est de 3.5.",
    "But on a 10-point GPA scale, your CGPA is 1.4.": "Mais sur une échelle de GPA à 10 points, votre CGPA est de 1.4.",
    "On a 7-point GPA scale, your CGPA is 2.": "Sur une échelle de GPA à 7 points, votre CGPA est de 2.",
    "Q13. What is 3.3 GPA to CGPA?": "Q13. Qu'est-ce que 3.3 GPA en CGPA ?",
    "Ans. If GPA is on a 4-point scale → 3.3 CGPA": "Réponse. Si le GPA est sur une échelle de 4 points → 3.3 CGPA",
    "If GPA is on a 10-point scale → 1.32 CGPA": "Si le GPA est sur une échelle de 10 points → 1.32 CGPA",
    "If GPA is on a 7-point scale → 1.89 CGPA": "Si le GPA est sur une échelle de 7 points → 1.89 CGPA",
    "Q14. What is a good CGPA?": "Q14. Qu'est-ce qu'un bon CGPA ?",
    "Ans. A CGPA above 8.0 is considered a good CGPA. However, this varies depending on the institution and the course.": "Réponse. Un CGPA supérieur à 8.0 est considéré comme un bon CGPA. Cependant, cela varie en fonction de l'institution et du cours.",
    "-title": "Calculateur CGPA en GPA",
    "enterCGPA": "Entrez le CGPA",
    "cgpaPlaceholder": "Entrez votre CGPA",
    "chooseGPAScale": "Choisissez l'échelle GPA",
    "gpaScale4": "Échelle 4.0",
    "gpaScale5": "Échelle 5.0",
    "gpaScale10": "Échelle 10.0",
    "customGpaScalePlaceholder": "Entrez l'échelle GPA personnalisée",
    "cgpaPointScale": "Échelle de points CGPA",
    "cgpaPointScalePlaceholder": "Entrez l'échelle de points CGPA",
    "calculateButton": "Calculer",
    "resetButton": "Réinitialiser",
    "yourGPA": "Votre GPA calculé",
    "gpaPlaceholder": "GPA :",
    "downloadButton": "Télécharger",
    "whatsappButton": "WhatsApp",
    "copyLinkButton": "Copier le lien",
    "linkCopied": "Lien copié !",
    "calculationHistory": "Historique des calculs",
    "sNo": "N°",
    "cgpa1": "CGPA",
    "gpa1": "GPA",
    "Heading": "Calculateur CGPA en GPA",
    "Paragraph1": "Nous rencontrons souvent des situations où nous devons convertir nos notes dans un format différent. Que vous traitiez des bases de données de notes d'étudiants ou que vous ayez besoin de convertir vos notes pour répondre à des exigences spécifiques, disposer d'un outil fiable facilite grandement le processus.",
    "Paragraph2": "Le calculateur CGPA en GPA de Lord Calculator est conçu pour vous aider à convertir rapidement et avec précision vos notes CGPA en format GPA, afin que vous puissiez vous concentrer sur ce qui compte vraiment : votre performance !",
    "Paragraph3": "Notre calculateur est optimisé pour la vitesse et la précision, garantissant zéro erreur dans vos résultats. Vous pouvez également utiliser l'option d'échelle de notes personnalisée pour convertir vos notes dans l'échelle de notation cible de votre choix.",
    "Paragraph4": "Dans ce guide, nous couvrirons les facteurs clés que vous devez connaître sur la conversion de CGPA en GPA, y compris les concepts de base et les normes internationales.",
    "section2": "Formule de conversion CGPA en GPA",
    "formula": {
        "title": "GPA équivalent",
        "numerator": "CGPA obtenu",
        "denominator": "CGPA maximal",
        "multiplier": "GPA maximal"
    },
    "tableOfContents": "Table des matières",
    "toggleButtonExpand": "Développer",
    "toggleButtonCollapse": "Réduire",
    "1": "Calculateur CGPA en GPA",
    "2": "Formule de conversion CGPA en GPA",
    "3": "Comment le CGPA diffère du GPA et pourquoi avons-nous besoin de cette conversion ?",
    "4": "Pourquoi avons-nous besoin de conversions CGPA en GPA ?",
    "5": "Comment le calculateur CGPA en GPA de Lord Calculator se distingue-t-il ?",
    "6": "Comment utiliser le calculateur CGPA en GPA",
    "7": "Méthodes de conversion CGPA en GPA",
    "8": "Conversions spécifiques aux universités",
    "9": "Facteur de normalisation",
    "10": "Tableau détaillé de conversion CGPA en GPA",
    "11": "Limitations du convertisseur CGPA en GPA",
    "12": "Conseils pour obtenir une conversion précise de CGPA en GPA",
    "13": "Conclusion",
    "14": "FAQ pour le convertisseur CGPA en GPA",
    "cgpaToGpaNote": "Veuillez noter que cette formule est la plus couramment utilisée pour la conversion de CGPA en GPA. Cependant, certaines institutions peuvent suivre une formule différente, il est donc toujours recommandé de consulter les directives officielles fournies par votre institution ou votre conseil.",
    "section3Title": "Comment le CGPA diffère du GPA et pourquoi avons-nous besoin de cette conversion ?",
    "section3Content": "Avant de plonger plus profondément dans le processus de conversion, comprenons d'abord la différence entre le CGPA et le GPA, et pourquoi la conversion peut être nécessaire même si les deux systèmes de notation sont largement reconnus.",
    "understandingCGPAGPA": "Comprendre le CGPA et le GPA",
    "cgpaDefinition": "Le CGPA (Cumulative Grade Point Average) est une représentation complète de la performance académique d'un étudiant sur tous les semestres et matières sur une période spécifique. Il fournit une vue d'ensemble de la performance constante de l'étudiant tout au long de son cursus.",
    "gpaDefinition": "Le GPA (Grade Point Average), quant à lui, est un indicateur plus concis qui évalue la performance d'un étudiant dans des cours ou matières individuels, se concentrant souvent sur les réalisations spécifiques à chaque semestre. Le GPA aide les institutions à suivre la performance sur une base par semestre.",
    "regionalUsage": "Alors que le CGPA est plus couramment utilisé dans les pays asiatiques, le GPA est largement pratiqué dans les pays occidentaux tels que les États-Unis et l'Europe. Cette différence de systèmes de notation explique pourquoi la conversion de CGPA en GPA est souvent nécessaire, notamment pour les étudiants internationaux ou les transferts académiques.",
    "learnMoreGradingSystems": "Si vous souhaitez en savoir plus sur la terminologie utilisée dans différents systèmes de notation, ",
    "whyNeedConversion": "Pourquoi avons-nous besoin de conversions CGPA en GPA ?",
    "conversionReason1": "La réponse simple à cette question réside dans les opportunités. Lorsque un étudiant prévoit d'étudier à l'étranger ou de postuler pour un emploi, il doit souvent fournir ses notes dans un format spécifique—qui peut différer du sien. Dans ces cas, les conversions de notes sont essentielles.",
    "conversionReason2": "Imaginez cela : vous avez soigneusement appliqué les formules et rédigé toute l'équation mathématique, mais à cause d'une petite erreur de décimale ou d'une erreur mineure, vous devez recommencer le processus. C'est là que les outils en ligne deviennent inestimables. Vous pouvez instantanément visiter un site web et convertir vos notes en déplacement—pas besoin de télécharger des applications tierces !",
    "conversionReason3": "Une autre raison pour laquelle les conversions sont nécessaires réside dans les différences entre les systèmes de notation. Pour vous aider à comprendre comment ces systèmes de notation varient, voici un tableau comparatif du CGPA, du GPA et d'autres systèmes de notation :",
    "cgpaScale": "CGPA (échelle de 10 points)",
    "usGpaScale": "GPA des États-Unis (échelle de 4 points)",
    "usLetterGrade": "Lettre de note (États-Unis)",
    "percentageScale": "Pourcentage (100%)",
    "ukGrade": "Note (Royaume-Uni)",
    "ukGrade1": "Première classe (Distinction)",
    "ukGrade2": "Première classe (Haut)",
    "ukGrade3": "Première classe (Haut)",
    "ukGrade4": "Deuxième classe (2:1)",
    "ukGrade5": "Deuxième classe (2:1)",
    "ukGrade6": "Deuxième classe inférieure (2:2)",
    "ukGrade7": "Deuxième classe inférieure (2:2)",
    "ukGrade8": "Troisième classe",
    "ukGrade9": "Passer",
    "ukGrade10": "Échouer",
    "below_5_5": "Moins de 5,5",
    "below_2_0": "Moins de 2,0",
    "below": "moins de 55",
    "section5_title": "Comment le calculateur CGPA en GPA de Lord Calculator se distingue-t-il ?",
    "feature_1": "Le calculateur CGPA en GPA de Lord Calculator se distingue par ses fonctionnalités avancées et ses performances ultrarapides. Grâce au dernier framework web, notre calculateur effectue des conversions avec une vitesse remarquable, même sur des réseaux plus lents.",
    "feature_2": "L'interface utilisateur est conçue pour une navigation facile, vous permettant d'entrer rapidement vos valeurs et d'obtenir des résultats sans tracas. Nous proposons également des fonctionnalités telles que la représentation métrique, qui aide à visualiser les grades convertis de manière plus efficace.",
    "feature_3": "De plus, vous pouvez enregistrer votre historique de conversion sous forme de PDF ou le partager sur les réseaux sociaux, ce qui facilite le suivi de vos résultats et leur partage avec d'autres.",
    "feature_4": "Notre calculateur prend également en charge les formules personnalisées. Par exemple, dans le calculateur CGPA en pourcentage, vous pouvez choisir un facteur de multiplication personnalisé pour correspondre à l'échelle de notation spécifique de votre institution.",
    "section6_title": "Comment utiliser le calculateur CGPA en GPA",
    "instruction_1": "Utiliser notre calculateur CGPA en GPA est plus facile que de résoudre n'importe quel problème de calcul ! Il vous suffit de suivre ces étapes simples :",
    "step_1": "Rendez-vous sur le calculateur CGPA en GPA de Lord Calculator dans la section des calculatrices éducatives.",
    "step_2": "Dans le premier champ, entrez votre CGPA. Assurez-vous d'inclure des chiffres précis, y compris les décimales !",
    "step_3": "Sélectionnez l'échelle GPA à laquelle vous souhaitez convertir vos notes.",
    "step_4": "Entrez le CGPA maximal que votre système de notation permet (c'est la valeur de l'échelle CGPA).",
    "step_5": "Après avoir rempli tous les champs correctement, appuyez sur le bouton Calculer et voilà ! Votre conversion en GPA est terminée.",
    "step_6": "Vous pouvez également partager vos résultats avec vos amis ou les enregistrer sous forme de PDF pour référence future !",
    "section7_title": "Méthodes de conversion de CGPA en GPA",
    "paragraph_1": "La conversion de CGPA en GPA n'est pas un processus universel. Différentes institutions suivent divers systèmes de notation, et même celles qui utilisent la même échelle peuvent appliquer des facteurs de multiplication différents. Il est donc essentiel d'utiliser la méthode appropriée pour votre institution.",
    "paragraph_2": "Dans notre calculateur, nous avons utilisé la formule la plus courante pour convertir le CGPA en GPA. Cependant, il est toujours conseillé de consulter les documents officiels fournis par votre institution pour obtenir des directives spécifiques de conversion.",
    "paragraph_3": "La formule de conversion CGPA en GPA la plus utilisée est la suivante :",
    "formula_title": "GPA équivalent =",
    "formula_1": "CGPA obtenu",
    "formula_2": "CGPA maximum",
    "formula_3": "× GPA maximum",
    "example_title": "Exemple :",
    "example_description": "Disons que :",
    "example_list_item_1": "Le CGPA de l'étudiant est ",
    "bold": "8.5 (sur 10)",
    "example_list_item_2": "L'échelle GPA cible est ",
    "bold1": "4.0",
    "conversion_description": "La conversion ressemblerait à ceci :",
    "maxcgpa": "CGPA maximum",
    "maxgpa": "GPA maximum",
    "university_specific_conversions": "Conversions Spécifiques à l'Université",
    "university_specific_paragraph1": "Votre institution peut suivre une norme de conversion différente. Dans ce cas, vous devez vous référer à la formule spécifique de votre université. Ce scénario se produit généralement lorsqu'une institution attribue un poids variable aux matières individuelles. La formule de conversion doit donc être ajustée en conséquence.",
    "university_specific_paragraph2": "Un exemple courant est l'Université de Harvard, qui demande un tableau détaillé de distribution des notes accompagné du GPA converti pour tenir compte de la difficulté de notation. Ainsi, un CGPA de 8.5, comme discuté dans l'exemple ci-dessus, peut être égal à 3.7 au lieu de 3.4.",
    "normalization_factor": "Facteur de Normalisation",
    "normalization_factor_paragraph1": "Lorsque les étudiants postulent pour des programmes d'études à l'étranger, leurs performances précédentes doivent être évaluées de manière équitable. Pour garantir l'équité, les universités ajoutent souvent un facteur de normalisation pour s'assurer que tout le monde a les mêmes chances.",
    "normalization_factor_paragraph2": "Par exemple, supposons qu'un étudiant soit évalué en pourcentage tandis qu'un autre étudiant ait sa performance déterminée selon une échelle de notation CGPA de 5.0. Pour éliminer ces différences, les commissions ajustent leurs échelles pour garantir une précision scientifique maximale. Une pratique courante est la conversion proportionnelle.",
    "cgpa_to_gpa_table_title": "Tableau Détaille de Conversion CGPA en GPA",
    "cgpa_to_gpa_table_paragraph": "Ici, vous pouvez trouver les valeurs correspondantes de vos notes CGPA sur différentes échelles GPA. Vous pouvez rapidement obtenir les grades convertis sans avoir à les calculer.",
    "cgpa_column": "CGPA",
    "us_gpa_column": "GPA des États-Unis (Échelle 4.0)",
    "gpa_4_3_column": "GPA (Échelle 4.3)",
    "gpa_5_0_column": "GPA (Échelle 5.0)",
    "gpa_7_0_column": "GPA (Échelle 7.0)",
    "below-2_0": "Moins de 2.0",
    "below_2_5": "Moins de 2.5",
    "below_3_0": "Moins de 3.0",
    "below_3_5": "Moins de 3.5",
    "title-": "Limitations du Convertisseur CGPA en GPA",
    "description.": "Bien que les calculateurs de conversion de notes en ligne soient des outils pratiques, ils présentent certaines limitations. Explorons ces limitations et les facteurs que vous devez prendre en compte lors de l'utilisation de ces calculateurs.",
    "title.": "1. Systèmes GPA Pondérés",
    "description-": "De nombreuses universités utilisent un système GPA pondéré où des points supplémentaires sont attribués pour les cours d'honneur et de niveau avancé. Dans de tels cas, une formule de conversion plus détaillée est nécessaire pour maintenir des conversions proportionnelles à travers toutes les matières.",
    ".title": "2. Limites de Notes",
    "-description": "Certaines institutions imposent une limite de notes. Par exemple, sur une échelle CGPA de 10, un étudiant ne peut obtenir qu'un CGPA maximal de 9.5. Dans de tels cas, les calculateurs en ligne peuvent ne pas être précis ou applicables, car ils ne tiennent pas compte de ces limitations.",
    "section3": {
        "title": "3. Hypothèses d'Universalité",
        "description": "Les calculateurs en ligne génèrent souvent des résultats que les utilisateurs supposent être universellement acceptés. Cependant, il est important de noter que différentes institutions peuvent avoir leurs propres normes de conversion. Consultez toujours les documents officiels ou votre institution académique avant de procéder à la conversion."
    },
    "keyTakeaways": {
        "title": "Points Clés",
        "description": "Ce sont des contraintes typiques lors de l'utilisation de calculateurs CGPA en GPA et d'autres outils similaires. Cependant, avec une attention particulière aux détails, vous pouvez garantir des conversions plus précises. N'oubliez pas que les outils en ligne sont uniquement destinés à vous aider dans le processus de calcul — la supervision humaine est toujours nécessaire."
    },
    "section12": {
        "title": "Conseils pour Obtenir un Calcul Précis CGPA en GPA",
        "description": "Pour présenter efficacement vos performances académiques, assurez-vous de connaître ces conseils, même si vous utilisez des calculateurs CGPA en GPA en ligne :",
        "subsection1": {
            "title": "1. Comprendre les Échelles de Notation Cibles",
            "description": "Vérifiez toujours la représentation de l'échelle de notation cible dans les documents officiels. Alors que certaines institutions utilisent une échelle de 4.0, d'autres peuvent utiliser une échelle de 4.3 ou 5.0. Le calcul CGPA doit être ajusté en conséquence pour s'adapter à l'échelle de notation cible."
        },
        "subsection2": {
            "title": "2. Considérer la Rigueur de la Notation",
            "description": "Si votre institution est connue pour des critères de notation plus stricts, assurez-vous de le mentionner dans votre formulaire de candidature. Des universités, comme l'Université de Harvard, considèrent souvent ce facteur comme crucial dans l'évaluation des performances académiques."
        }
    },
    "section13": {
        "subsection1": {
            "title": "3. Vérification de la Formule de Conversion",
            "description": "Si vous ne trouvez pas la formule de conversion dans les documents officiels, n'hésitez pas à consulter des conseillers académiques pour obtenir une aide supplémentaire. Ils peuvent vous aider à garantir que la conversion est précise."
        },
        "subsection2": {
            "title": "4. Prendre en Compte la Performance par Matière",
            "description": "Certaines institutions différencient les matières majeures des matières mineures, les matières majeures obtenant souvent des points supplémentaires. Gardez cela à l'esprit lorsque vous remplissez les formulaires de candidature où des notes converties sont requises."
        },
        "subsection3": {
            "title": "5. Rester à Jour avec les Normes Évolutives",
            "description": "Les universités mettent fréquemment à jour les normes de notation et les formules de conversion pour améliorer la synchronisation avec les normes internationales. Assurez-vous de suivre les directives les plus récentes afin d'éviter les méthodes obsolètes."
        },
        "conclusion": {
            "title": "Conclusion",
            "description": "À mesure que la mobilité éducative mondiale augmente, il est essentiel d'être bien informé sur les bases et les normes internationales dont nous avons discuté. Bien que le processus de conversion semble simple, de nombreux facteurs cachés entrent en jeu. En suivant les conseils pour une conversion précise, nous vous assurons que vous obtiendrez une conversion fiable de CGPA en GPA."
        }
    },
    "faq": {
        "title": "FAQ pour le Convertisseur CGPA en GPA",
        "q1": "Q: Comment convertir le CGPA en GPA ?",
        "a1": {
            "label": "R :",
            "text": "Pour convertir le CGPA en GPA, la formule couramment utilisée est le CGPA obtenu divisé par la valeur maximale du CGPA par l'université, multipliée par la valeur maximale du GPA par l'université."
        },
        "q2": "Q: Calculateur CGPA indien en GPA ?",
        "a2": {
            "label": "R :",
            "text": "Pour convertir le CGPA indien en GPA américain, utilisez un facteur de multiplication de 4/10 avec votre CGPA obtenu."
        }
    },
    "faq1": {
        "q1": "Q: Comment convertir le CGPA en GPA ?",
        "a1": {
            "label": "R :",
            "text": "La formule standard pour convertir le CGPA en GPA est la suivante :"
        },
        "formula": {
            "gpa": "GPA =",
            "cgpaObtained": "CGPA Obtenu",
            "maxCgpa": "CGPA Max",
            "maxGpa": "× GPA Max"
        }
    },
    "faq2": {
        "q2": "Q: Comment calculer le CGPA à partir du GPA ?",
        "a2": {
            "label": "R :",
            "text": "Pour calculer le CGPA à partir du GPA, la formule est :"
        },
        "formula": {
            "cgpa": "CGPA =",
            "gpaObtained": "GPA Obtenu",
            "maxGpa": "GPA Max",
            "maxCgpa": "× CGPA Max"
        }
    },
    "faq3": {
        "q3": "Q: Comment convertir le GPA en CGPA ?",
        "a3": {
            "label": "R :",
            "text": "Convertir le GPA en CGPA est le processus inverse de la conversion CGPA en GPA. Si vous connaissez votre GPA et souhaitez calculer votre CGPA, la formule est la suivante :"
        },
        "formula": {
            "gpaObtained": "GPA Obtenu",
            "maxGpa": "GPA Max",
            "maxCgpa": "× CGPA Max"
        }
    },
    "faq4": {
        "q4": "Q: CGPA indien en GPA américain ?",
        "a4": {
            "label": "R :",
            "text": "Les universités américaines utilisent une échelle GPA de 4.0, tandis que les universités indiennes utilisent une échelle de 10 points. Pour convertir le CGPA indien en GPA américain, utilisez un facteur de multiplication de 4/10 avec votre CGPA obtenu."
        }
    },
    "faq5": {
        "q5": "Q: CGPA indien en GPA allemand ?",
        "a5": {
            "label": "R :",
            "text": "Les instituts allemands utilisent la formule bavaroise modifiée pour la conversion. La formule pour calculer le GPA allemand est :",
            "formula": "1 + 3 × (Note Max - CGPA Obtenu) / (Note Max - Note Minimale de Passage)"
        }
    },
    "faq6": {
        "q6": "Q: Calculateur GPA en CGPA pour l'Université ANNA ?",
        "a6": {
            "label": "R :",
            "text": "La formule pour convertir le GPA en CGPA est :",
            "formula1": "GPA Obtenu",
            "formula2": "GPA Max",
            "formula3": "× CGPA Max"
        }
    },
    "faq7": {
        "q7": "Q: CGPA de VIT en GPA américain ?",
        "a7": {
            "label": "R :",
            "text": "VIT suit une échelle de notation de 10 points. Pour la convertir en GPA américain, utilisez une échelle de 2.5 ou 4/10 pour l'approximation."
        },
        "q8": "Q: CGPA indien en GPA britannique ?",
        "a8": {
            "label": "R :",
            "text": "Pour convertir le CGPA indien en GPA britannique, référez-vous aux directives spécifiques de l'université, car les institutions britanniques convertissent le CGPA indien en leur système de Classe Honneur (Première, Deuxième, Troisième, et plus)."
        }
    },
    "faq8": {
        "q9": "Q: Calculateur GPA SRM en CGPA ?",
        "a9": {
            "label": "R :",
            "text": "Pour calculer le GPA SRM en CGPA, vous avez besoin du total des heures de crédit et du total des points de grade obtenus. Cependant, vous pouvez utiliser la formule standard pour la conversion :",
            "formula": {
                "gpa": "GPA Obtenu",
                "maxGpa": "GPA Max",
                "maxCgpa": "× CGPA Max"
            }
        }
    },
    "faq9": {
        "q10": "Q: Calculateur WES CGPA en GPA ?",
        "a10": {
            "label": "R :",
            "text": "WES (World Education Services) évalue les relevés de notes académiques, et le GPA est attribué pour la vérification des documents en tenant compte de l'échelle de notation et des scores absolus dans chaque cours."
        }
    },
    "section1_title": "Calculatrice de pourcentage en CGPA",
    "section1_paragraph": "Bienvenue chers apprenants et académiciens ! Comme vous le savez, le CGPA et le pourcentage jouent des rôles importants dans le système éducatif. Nous nous retrouvons souvent dans des situations où nous devons les utiliser de manière interchangeable, c'est pourquoi Lord Calculator vous présente la calculatrice de pourcentage en CGPA la plus fiable et rapide pour vous aider à calculer votre pourcentage en un clin d'œil ! Voici un guide détaillé sur le fonctionnement de notre calculatrice de pourcentage en CGPA, les méthodes de conversion du pourcentage en CGPA, et diverses formules de conversion du pourcentage en CGPA.",
    "section2_title": "Formule de pourcentage en CGPA",
    "cgpa_title": "CGPA =",
    "percentage_achieved": "Pourcentage atteint",
    "multiplication_factor": "Facteur de multiplication donné par les universités",
    "table_of_contents": "Table des matières",
    "expand_button_text": "Développer",
    "collapse_button_text": "Réduire",
    "percentage_to_cgpa_calculator": "Calculatrice de pourcentage en CGPA",
    "percentage_to_cgpa_formula": "Formule de pourcentage en CGPA",
    "lord_calculator_percentage_to_cgpa": "Calculatrice de pourcentage en CGPA de Lord Calculator & Pourquoi l'utiliser ?",
    "how_to_use_lord_calculator": "Comment utiliser la calculatrice de pourcentage en CGPA de Lord Calculator ?",
    "what_is_percentage": "Qu'est-ce que le pourcentage et en quoi est-il différent du CGPA ?",
    "what_is_cgpa": "Qu'est-ce que le CGPA et comment est-il calculé ?",
    "when_to_use_lord_calculator": "Quand utiliser la calculatrice de pourcentage en CGPA de Lord Calculator ?",
    "common_mistakes": "Erreurs courantes à éviter lors du calcul du pourcentage en CGPA avec précision",
    "why_different_grading_scales": "Pourquoi différentes institutions suivent-elles des échelles de notation et des formules de conversion différentes ?",
    "percentage_to_cgpa_for_boards": "Conversion du pourcentage en CGPA pour différents conseils et universités.",
    "pros_and_cons_of_calculators": "Avantages et inconvénients de l'utilisation des calculatrices de pourcentage en CGPA en ligne",
    "frequently_asked_questions": "Questions fréquemment posées (FAQ)",
    "cgpa_formula": "CGPA = Pourcentage obtenu / Facteur de multiplication donné par l'université",
    "example_text": "Exemple : Disons que vous avez obtenu un excellent pourcentage de plus de 92,4 %. Et maintenant, vous souhaitez le convertir en CGPA. L'échelle de notation suivie par votre université est l'échelle de notation sur 10 avec un facteur de multiplication de 9,5. Votre CGPA serait donc calculé comme suit :",
    "section3_title": "Calculatrice de pourcentage en CGPA de Lord Calculator & Pourquoi l'utiliser ?",
    "section3_text1": "Nous avons rendu notre calculatrice adaptée à tous les systèmes de notation. Que votre institution suive une échelle de 4, 5 ou 10, il vous suffit de choisir l'échelle de notation et de procéder au calcul. Mais gardez à l'esprit que, pour ces échelles de notation par défaut, nous avons utilisé des facteurs de multiplication standard. Les facteurs de multiplication standard pour différents systèmes de notation sont donnés ci-dessous :",
    "multiplication_factors": {
        "4_scale": "Facteur de multiplication pour l'échelle de notation 4 : 25",
        "5_scale": "Facteur de multiplication pour l'échelle de notation 5 : 20",
        "10_scale": "Facteur de multiplication pour l'échelle de notation 10 : 9,5"
    },
    "section3_text2": "Veuillez noter que votre institution peut suivre une échelle de notation standard, c'est-à-dire l'échelle de 10, mais avec un facteur de multiplication différent. Par exemple : CBSE, ICSE et JNTU (Jawahar Lal Nehru Technical University) suivent une échelle de 10, mais utilisent des facteurs de multiplication différents. CBSE considère 9,5 comme facteur de multiplication pour tous les calculs de conversion, tandis que l'ICSE utilise 9,8 comme facteur de multiplication, et JNTU utilise 10 comme facteur de multiplication pour leurs calculs CGPA en pourcentage ou pourcentage en CGPA.",
    "section4_title": "Comment utiliser la calculatrice de pourcentage en CGPA de Lord Calculator ?",
    "section4_text1": "Avant de commencer à explorer les concepts clés que vous devez connaître sur le système de notation et la conversion des notes, laissez-moi vous guider sur la façon d'utiliser la calculatrice de pourcentage en CGPA de Lord Calculator pour obtenir des résultats précis.",
    "section4_steps": {
        "step1": "Ouvrez la <span class='font-semibold'>calculatrice de pourcentage en CGPA</span> dans les Calculatrices éducatives.",
        "step2": "Dans le tout premier champ, vous êtes invité à entrer votre pourcentage. Veuillez vous assurer que vous entrez votre pourcentage avec précision, y compris les points décimaux pour une conversion précise.",
        "step3": "Choisissez maintenant l'échelle de notation suivie par votre institution. Si elle est différente des échelles standard, c'est-à-dire de 4, 5 ou 10, vous devez entrer directement le facteur de multiplication.",
        "step4": "Dans les deux cas, que vous ayez saisi l'échelle de notation ou choisi le facteur de multiplication, vérifiez deux fois le facteur de multiplication affiché dans le champ suivant. Comme mentionné précédemment, il se peut que votre institution suive une échelle de notation standard mais utilise des facteurs de multiplication différents. Dans ce cas, vous devez ajuster votre facteur de multiplication en conséquence, sinon votre conversion de pourcentage en CGPA ne sera pas précise."
    },
    "section4_text2": "Une fois que vous avez rempli toutes les informations, appuyez sur le bouton « calculer ». Vous aurez votre pourcentage converti en CGPA devant votre écran.",
    "section5-title": "Qu'est-ce que le pourcentage et comment est-il différent du CGPA ?",
    "section5_percentage_title": "Pourcentage",
    "section5_percentage_text": "Le pourcentage est une représentation précise des notes obtenues lors des examens. C'est une représentation normalisée des notes sur 100.",
    "section5_cgpa_title": "CGPA",
    "section5_cgpa_text": "Le CGPA est la moyenne cumulative des SGPA obtenues, utilisée comme une moyenne arrondie pour évaluer les performances académiques.",
    "section6-title": "Qu'est-ce que le CGPA et comment est-il calculé ?",
    "section6_description": "Le CGPA (Cumulative Grade Point Average) est une évaluation globale des performances académiques d'un étudiant sur une période académique définie. Certaines universités le calculent comme la moyenne de tous les points de semestre (SGPA), tandis que d'autres incluent également les crédits dans le calcul.",
    "section6_formula_title": "Méthode de calcul du CGPA Formule 1",
    "section6_formula_description": "Une méthode de calcul du CGPA consiste à trouver la moyenne de tous les SGPA (points de semestre) obtenus au cours des semestres. La formule est :",
    "section6_formula_sgpas": "SGPA du sem.1 + SGPA du sem.2 + SGPA du sem.3 +.........+ SGPA du sem. N",
    "section6_formula_divisor": "Nombre total de semestres",
    "section6_example_title": "Exemple :",
    "section6_example": "Ram a obtenu des valeurs SGPA de 6, 8,5, 7 et 9,5 en 4 semestres. Son CGPA serait :",
    "section_method2_title": "Méthode de calcul du CGPA Formule 2",
    "section_method2_description": "Une autre méthode consiste à calculer la somme du produit des SGPA et des crédits obtenus, puis à diviser par le nombre total de crédits. La formule est :",
    "section_method2_formula_sgpa": "(SGPA du sem.1 × Crédits obtenus dans le sem.1) + (SGPA du sem.2 × Crédits obtenus dans le sem.2) + ...... + (SGPA du sem.N × Crédits obtenus dans le sem.N)",
    "section_method2_formula_divisor": "Crédits totaux",
    "section_method2_example_title": "Exemple :",
    "section_method2_example": "Shyam a obtenu des valeurs SGPA de 7,2, 6,5, 8,9 et 9,6 avec des crédits correspondants de 4, 3, 3 et 5. Son CGPA serait :",
    "section_percentage_formula_title": "Formule de calcul du pourcentage",
    "section_percentage_formula_description": "Le pourcentage est calculé en divisant la somme des notes obtenues dans différentes matières/semestres par la somme totale des notes, puis en multipliant le résultat par 100. La formule est :",
    "section_percentage_formula_equation": "Pourcentage =",
    "section_percentage_formula_numerator": "Somme des notes obtenues dans toutes les matières/semestres",
    "section_percentage_formula_multiplier": "* 100",
    "section_percentage_formula_denominator": "Somme totale des notes attribuées pour toutes les matières/semestres",
    "example_percentage_title": "Exemple :",
    "example_percentage_description": "Ghanshyam a obtenu 295 sur 300 au semestre 1, 265 sur 300 au semestre 2, 273 sur 300 au semestre 3 et 264 sur 300 au semestre 4. Son pourcentage serait :",
    "example_percentage_equation": "Pourcentage =",
    "cgpa_to_percentage_note": "La conversion de CGPA en pourcentage varie car chaque institution utilise des systèmes et des échelles de notation différents. Des facteurs tels que le nombre de semestres, les échelles de notation et les systèmes de crédits jouent également un rôle dans le calcul et la conversion du CGPA.",
    "calculators_usage_title": "Quand les calculateurs CGPA et Pourcentage peuvent-ils être utiles ?",
    "calculators_usage_description": "Ces calculateurs sont particulièrement utiles lorsque vous devez convertir rapidement votre CGPA en pourcentage ou vice versa, en particulier lors de la candidature à des études supérieures, des opportunités d'emploi ou lors de la préparation de documents académiques.",
    "confusion_about_terms_title": "Vous êtes confus à propos des termes ou des abréviations ?",
    "confusion_about_terms_description": "Si vous n'êtes pas sûr de l'un des termes ou abréviations mentionnés,",
    "confusion_about_terms_link_text": "cliquez ici",
    "percentage_to_cgpa_tool_intro": "Le Calculateur de Pourcentage en CGPA de Lord Calculator est utile dans les situations où vous devez convertir vos notes entre différents formats rapidement et avec précision. Il aide à éliminer la confusion des calculs décimaux complexes et garantit des conversions précises à chaque fois. Alors, quand devez-vous utiliser cet outil ?",
    "percentage_to_cgpa_tool_usage_title": "Quand utiliser le Calculateur de Pourcentage en CGPA de Lord Calculator ?",
    "percentage_to_cgpa_tool_usage_description": "Cet outil est parfait pour toute situation où vous devez passer d'un format de notes à un autre de manière fluide. Examinons quelques scénarios courants :",
    "usage_higher_studies_title": "Lors de la demande pour des études supérieures",
    "usage_higher_studies_description1": "Lors de la demande d'études supérieures, en particulier dans des institutions internationales, il peut être nécessaire de saisir vos notes dans un format différent. Ce calculateur vous aide à convertir rapidement et précisément vos notes dans le format requis, évitant ainsi le risque de commettre des erreurs qui pourraient annuler votre candidature.",
    "usage_higher_studies_description2": "Que vous deviez calculer le CGPA à partir du SGPA, le CGPA en pourcentage ou le CGPA en GPA, ce calculateur couvre tout, garantissant que vous avez vos notes dans le bon format sans tracas.",
    "usage_competitive_exams_title": "Lors de la demande pour des examens compétitifs",
    "usage_competitive_exams_description": "Dans de nombreux examens compétitifs, vous devez remplir votre pourcentage. Cependant, certaines institutions d'ingénierie préfèrent le système CGPA. Dans de tels cas, notre calculateur vous permet de convertir rapidement et précisément le CGPA en pourcentage ou vice versa, vous aidant à respecter les exigences de format pour les candidatures aux examens.",
    "usage_comparative_measurement_title": "Mesure comparative par les éducateurs",
    "usage_comparative_measurement_description": "Les éducateurs doivent souvent comparer et rationaliser les notes de nombreux étudiants. Au lieu de calculer manuellement les conversions, ce calculateur en ligne offre une solution rapide et précise, économisant un temps considérable et éliminant les risques d'erreurs.",
    "usage_conclusion": "Dans tous ces cas, l'utilisation du Calculateur de Pourcentage en CGPA de Lord Calculator garantit précision et efficacité, que vous postuliez pour des études supérieures, remplissiez des formulaires d'examen ou compariez les notes d'un grand nombre d'étudiants.",
    "common_mistakes_title": "Erreurs courantes à éviter lors du calcul précis du Pourcentage en CGPA",
    "common_mistakes_intro": "Bien que la formule de conversion du Pourcentage en CGPA semble assez simple, de nombreux étudiants obtiennent toujours des résultats incorrects. L'une des erreurs les plus courantes est de ne pas connaître le facteur de multiplication précis. Nous discuterons en détail du facteur de multiplication dans la section suivante. Tout d'abord, examinons toutes les erreurs courantes à éviter lors du calcul précis du Pourcentage en CGPA.",
    "mistake_decimal_points": "Nous arrondissons souvent trop tôt les chiffres décimaux dans les calculs. De tels chiffres arrondis peuvent entraîner de légères modifications des résultats. Il est préférable de ne pas arrondir les chiffres décimaux avant la dernière étape de votre calcul. Cependant, une fois que vous obtenez le résultat, vous pouvez arrondir les chiffres si vous le souhaitez.",
    "mistake_grading_scale": "Une autre erreur courante est de ne pas connaître la formule de votre institution. Si votre institution suit une échelle de notation différente et que vous calculez vos notes en utilisant une autre échelle de notation, la conversion ne sera jamais précise. De plus, dans le cas de la même échelle de notation, le facteur de multiplication pourrait varier ! Il est conseillé de vérifier deux fois le facteur de multiplication.",
    "mistake_conversion_formula": "Vous avez le bon facteur de multiplication, mais vous obtenez toujours des conversions inexactes ? Dans ce cas, vous devez vérifier la formule de conversion de votre institution. De nombreuses universités, comme l'Université de Mumbai, ont leurs propres formules de conversion qui diffèrent de la formule de conversion standard. Par exemple, la formule de calcul du CGPA de l'Université de Mumbai est : Pourcentage = (CGPA × 7.25) + 11. Vous devez donc vérifier ces facteurs, surtout si vous effectuez la conversion du Pourcentage en CGPA.",
    "mistake_other_conversions": "Il y a d'autres pièges également, mais ceux-ci concernent d'autres conversions comme le SGPA en CGPA et le GPA en CGPA. Nous les avons abordés dans leurs sections respectives.",
    "grading_scales_title": "Pourquoi différentes institutions suivent-elles des échelles de notation et des formules de conversion différentes",
    "grading_scales_intro": "Nous avons mentionné plusieurs fois avec des exemples que plusieurs institutions suivent des échelles de notation différentes. Mais pourquoi cela ? Les raisons peuvent être multiples ! Examinons-les une par une :",
    "reason_historical_cultural": "Différences historiques et culturelles : Divers pays suivent leurs systèmes de notation traditionnels. Par conséquent, nous voyons différentes échelles de notation basées sur la localisation géographique. Par exemple, les institutions américaines suivent une échelle de notation de 4 points, tandis que les institutions indiennes et d'autres pays asiatiques suivent une échelle de 10 points.",
    "reason_assessment_approach": "Différentes approches pour évaluer les étudiants : Au fur et à mesure que la modernisation de l'éducation progresse, les méthodes d'évaluation des étudiants évoluent. Récemment, les institutions se sont davantage concentrées sur des évaluations globales plutôt que sur des évaluations simples basées sur les notes. Par conséquent, les systèmes de CGPA et de GPA deviennent de plus en plus répandus.",
    "reason_international_standards": "Harmonisation avec les normes internationales : Étudier à l'étranger est devenu un concept courant. De nombreuses institutions adoptent des normes internationales afin que les étudiants puissent éviter des formalités supplémentaires. Par exemple, de nombreuses institutions en Europe suivent l'ECTS (Système européen de transfert et d'accumulation de crédits) pour s'aligner avec d'autres institutions à travers le continent.",
    "reason_universal_standard": "Difficulté à établir une norme de notation universelle : Bien qu'il semble logique et équitable de suivre une norme de notation universelle, cela s'avère pratiquement difficile. Comme les institutions suivent des échelles de notation différentes, elles ont besoin de formules de conversion standardisées pour fournir une vision impartiale des performances académiques des étudiants à travers les universités et les écoles.",
    "conversion_title": "Conversion du Pourcentage en CGPA pour différents conseils et universités",
    "table_heading_institution": "Institution",
    "table_heading_formula": "Formule",
    "cbse1": "CBSE (Central Board of Secondary Education), Inde",
    "icse1": "ICSE (Indian Certificate of Secondary Education), Inde",
    "maharashtra1": "Maharashtra State Board, Inde",
    "anna_university1": "Anna University, Tamil Nadu, Inde",
    "jntu1": "Jawaharlal Nehru Technological University (JNTU), Telangana & Andhra Pradesh, Inde",
    "vtu1": "Visvesvaraya Technological University (VTU), Karnataka, Inde",
    "gtu1": "Gujarat Technological University (GTU), Gujarat, Inde",
    "mu1": "University of Mumbai, Maharashtra, Inde",
    "mahe1": "Manipal Academy of Higher Education (MAHE), Karnataka, Inde",
    "amity1": "Amity University, Inde",
    "vit1": "Vellore Institute of Technology (VIT), Tamil Nadu, Inde",
    "sppu1": "Savitribai Phule Pune University (SPPU), Maharashtra, Inde",
    "iit1": "IITs (Indian Institutes of Technology), Inde",
    "nit1": "NITs (National Institutes of Technology), Inde",
    "bits_pilani1": "BITS Pilani (Birla Institute of Technology and Science), Inde",
    "du1": "Delhi University (DU), Inde",
    "bhu1": "Banaras Hindu University (BHU), Inde",
    "osmania1": "Osmania University, Telangana, Inde",
    "pu1": "Punjab University, Punjab, Inde",
    "srm1": "SRM Institute of Science and Technology (SRMIST), Tamil Nadu, Inde",
    "toronto1": "University of Toronto, Canada",
    "ubc1": "University of British Columbia (UBC), Canada",
    "anu1": "Australian National University (ANU), Australie",
    "sydney1": "University of Sydney, Australie",
    "melbourne1": "University of Melbourne, Australie",
    "uc_system1": "University of California System (UCLA, UC Berkeley, etc.), USA",
    "harvard1": "Harvard University, USA",
    "oxford1": "University of Oxford, Royaume-Uni",
    "cambridge1": "University of Cambridge, Royaume-Uni",
    "nus1": "National University of Singapore (NUS), Singapour",
    "hku1": "University of Hong Kong (HKU), Hong Kong",
    "tum1": "Technical University of Munich (TUM), Allemagne",
    "eth_zurich1": "ETH Zurich, Suisse",
    "tokyo1": "University of Tokyo, Japon",
    "cape_town1": "University of Cape Town, Afrique du Sud",
    "mcgill1": "McGill University, Canada",
    "peking1": "Peking University, Chine",
    "ntu1": "National Taiwan University (NTU), Taïwan",
    "aut1": "Auckland University of Technology (AUT), Nouvelle-Zélande",
    "cbse": "Formule : CGPA = Pourcentage / 9.5",
    "icse": "Formule : CGPA = Pourcentage / 9.8 (peut varier selon l'école)",
    "maharashtra": "Formule : CGPA = Pourcentage / 9.5",
    "anna_university": "Formule : CGPA = Pourcentage / 10",
    "jntu": "Formule : CGPA = Pourcentage / 10",
    "vtu": "Formule : CGPA = Pourcentage / 9.1 (peut varier selon le département)",
    "gtu": "Formule : CGPA = (Pourcentage - 12) / 7.1",
    "mu": "Formule : CGPA = (Pourcentage - 11) / 7.25",
    "mahe": "Formule : CGPA = Pourcentage / 10",
    "amity": "Formule : CGPA = Pourcentage / 9",
    "vit": "Formule : CGPA = Pourcentage / 9.5 (varie selon le programme)",
    "sppu": "Formule : CGPA = Pourcentage / 6.3",
    "iit": "Formule : CGPA = Pourcentage / 10 (certains IIT peuvent utiliser des échelles uniques pour certains cours)",
    "nit": "Formule : CGPA = Pourcentage / 10",
    "bits_pilani": "Formule : CGPA = Pourcentage / 10",
    "du": "Formule : CGPA = Pourcentage / 9.5 (le calcul du CGPA de DU peut varier selon le programme)",
    "bhu": "Formule : CGPA = Pourcentage / 10",
    "osmania": "Formule : CGPA = Pourcentage / 10",
    "pu": "Formule : CGPA = Pourcentage / 9.5",
    "srm": "Formule : CGPA = Pourcentage / 10",
    "toronto": "Échelle de notation : Échelle GPA de 4.0 ; Remarque : Pas de formule directe de conversion ; les candidats utilisent des tableaux d'équivalence GPA ou des évaluateurs tiers.",
    "ubc": "Échelle de notation : Échelle GPA de 4.33 ; Remarque : Pas de conversion CGPA spécifique ; consulter l'UBC pour les détails d'équivalence.",
    "anu": "Échelle de notation : Échelle de 7 points ; Formule (ligne directrice générale) : CGPA = Pourcentage / 7.1 pour l'équivalence sur leur échelle.",
    "sydney": "Échelle de notation : Système GPA de 7 points ; Formule (ligne directrice générale) : CGPA = Pourcentage / 7.5 (peut nécessiter une évaluation des diplômes pour une conversion précise).",
    "melbourne": "Échelle de notation : Échelle GPA de 7 points ; Remarque : Consulter les admissions pour l'équivalence du CGPA ; pas de formule directe.",
    "uc_system": "Échelle de notation : Échelle GPA de 4.0 ; Remarque : Pas de formule universelle CGPA ; utilisez WES ou des évaluateurs similaires pour les conversions.",
    "harvard": "Échelle de notation : Échelle GPA de 4.0 ; Remarque : Utilise des services tiers (par exemple, WES) pour les conversions CGPA en GPA.",
    "oxford": "Échelle de notation : Classification des honneurs au Royaume-Uni (Première, Deuxième supérieure, etc.) ; Remarque : Pas de formule directe de CGPA ; CGPA 8.5-10 (sur 10) est souvent considéré comme la première classe.",
    "cambridge": "Échelle de notation : Honneurs au Royaume-Uni ; Le pourcentage est mappé sur des classifications ; Pas de formule directe pour la conversion du CGPA.",
    "nus": "Échelle de notation : Échelle GPA de 5.0 ; Pas de formule de conversion directe ; utilisez les tableaux d'équivalence de NUS.",
    "hku": "Échelle de notation : Échelle GPA de 4.3 ; Pas de formule de conversion CGPA spécifique.",
    "tum": "Échelle de notation : Échelle suisse de 6 points. Remarque : Un CGPA de 8.5+ est compétitif ; pas de formule de conversion fixe.",
    "eth_zurich": "Échelle de notation : Échelle suisse de 6 points. Remarque : Un CGPA de 8.5+ est compétitif ; pas de formule de conversion fixe.",
    "tokyo": "Échelle de notation : Échelle GPA japonaise de 4.0. Remarque : Attente typique d'un CGPA de 8.0+ pour les candidats compétitifs.",
    "cape_town": "Échelle de notation : Échelle GPA de 4 points et système de pourcentage. Remarque : Peut nécessiter une conversion CGPA selon les normes sud-africaines.",
    "mcgill": "Échelle de notation : Échelle GPA de 4.0. Remarque : Les services comme WES ou similaires sont souvent nécessaires pour une conversion précise.",
    "peking": "Échelle de notation : Échelle GPA de 4.0. Remarque : Nécessite une conversion officielle du CGPA ; généralement, un CGPA de 8.0+ est attendu.",
    "ntu": "Échelle de notation : Échelle GPA de 4.3. Remarque : Un CGPA supérieur à 8.0 est généralement requis pour les candidats compétitifs.",
    "aut": "Échelle de notation : Échelle GPA de 9 points. Formule (ligne directrice générale) : CGPA = Pourcentage / 7.1 pour s'aligner sur l'échelle GPA de la Nouvelle-Zélande.",
    "title--": "Avantages et inconvénients des calculateurs en ligne pour la conversion du pourcentage en CGPA",
    "pros_title": "Avantages des calculateurs de pourcentage à CGPA",
    "pros_1": "Convertissez vos notes en déplacement. Les calculateurs en ligne ont des valeurs et des équations prédéfinies. Par conséquent, vous n'avez pas à vous soucier de la mise en place des valeurs dans la bonne place dans l'équation. Il suffit d'entrer les valeurs dans le champ indiqué et voilà, vous obtenez vos résultats sans perdre de temps ni d'efforts.",
    "pros_2": "Les calculateurs en ligne ont des interfaces interactives et simples. De plus, des éléments visuels comme notre jauge de note offrent une meilleure visualisation de vos notes.",
    "pros_3": "Dans les calculateurs traditionnels, vous devez enregistrer chaque donnée calculée si vous souhaitez conserver l'historique des notes calculées. Cela se produit lorsqu'un éducateur doit suivre les notes des étudiants de différentes universités dans un format universel. Mais sur Lord Calculator, vous pouvez consulter l'historique de toutes les notes calculées dans le tableau ci-dessous le champ 'Résultat'. De plus, vous pouvez même exporter l'historique en tant que fichier PDF et l'enregistrer pour toute utilisation future.",
    "pros_4": "Les calculateurs en ligne éliminent également les possibilités d'erreur humaine qui peuvent survenir, comme lors de la formation d'équations sur les calculateurs par défaut, ou lors des calculs manuels sur papier.",
    "cons_title": "Inconvénients des calculateurs de pourcentage à CGPA",
    "cons_1": "Facteur de multiplication variable : Nous avons constaté que différentes universités suivent des facteurs de multiplication différents, même sous la même échelle de notation. Ainsi, dans de tels scénarios, les calculateurs en ligne ne peuvent pas répondre aux exigences de toutes les universités. Vous devez modifier manuellement le facteur de multiplication pour une conversion précise.",
    "cons_2": "Formules de conversion différentes : Nous avons également vu que des universités comme l'Université de Mumbai utilisent des formules complètement différentes pour la conversion CGPA en pourcentage. Par exemple, la formule CGPA en pourcentage pour l'Université de Mumbai est CGPA = (Pourcentage - 11) / 7.25. Dans ces cas, les calculateurs en ligne ne peuvent pas ajouter automatiquement ou manuellement des opérateurs supplémentaires. Pour de telles conversions, vous devez vous référer aux méthodes traditionnelles de calcul des notes.",
    "summary_title": "En résumé",
    "summary_1": "Jusqu'à présent, nous avons appris les concepts de pourcentage et de CGPA, comment les convertir et les utiliser de manière interchangeable, quelles sont les situations possibles où vous devrez changer vos notes et comment différentes universités/organismes se fient à des échelles de notation et des formules de conversion variables.",
    "summary_2": "Nous avons également répertorié des calculateurs similaires, y compris le calculateur de CGPA en pourcentage, le calculateur de GPA en CGPA, le calculateur de CGPA en GPA et le calculateur SGPA. Si vous avez besoin de connaître un concept spécifique lié à ces calculateurs, lisez la description du calculateur respectif. Nous avons couvert tous les détails essentiels dans leur description.",
    "faq_title": "Questions fréquemment posées (FAQ)",
    "faq_1_question": "Q1. Qu'est-ce que le calculateur de pourcentage à CGPA ?",
    "faq_1_answer": "Le calculateur de pourcentage à CGPA vous permet de convertir facilement votre pourcentage en CGPA. Il vous suffit d'entrer votre pourcentage et le facteur de multiplication.",
    "faq_2_question": "Q2. Comment convertir un pourcentage en CGPA ?",
    "faq_2_answer": "Pour convertir votre pourcentage en CGPA, vous pouvez soit utiliser un calculateur en ligne comme Lord Calculator, soit calculer manuellement en utilisant la formule ci-dessous :",
    "faq_2_formula": "CGPA = (Pourcentage - 50) / 10",
    "faq_3_question": "Q3. Comment utiliser le calculateur de pourcentage à CGPA de Lord Calculator ?",
    "faq_3_answer": "Pour utiliser le calculateur de pourcentage à CGPA de Lord Calculator, suivez ces étapes :",
    "faq_3_step_1": "Entrez votre pourcentage dans le premier champ.",
    "faq_3_step_2": "Choisissez l'échelle de notation ou entrez manuellement le facteur de multiplication.",
    "faq_3_step_3": "Vérifiez que vous avez entré le facteur de multiplication correctement.",
    "faq_3_step_4": "Cliquez sur le bouton 'Calculer' pour voir votre CGPA dans le champ des résultats.",
    "faq_4_question": "Q4.Comment convertir le CGPA selon les universités internationales ?",
    "faq_4_answer": "Différentes universités internationales utilisent divers systèmes de conversion. Pour en savoir plus sur un système spécifique,",
    "faq_4_link": "cliquez ici",
    "faq_5_question": "Q5.Quelles sont les erreurs courantes à éviter lors du calcul de mes notes ?",
    "faq_5_answer": "Les erreurs courantes comprennent :",
    "faq_5_mistake_1": "Évitez d'arrondir les décimales trop tôt dans les calculs.",
    "faq_5_mistake_2": "Assurez-vous d'avoir entré correctement le facteur de multiplication de votre institut.",
    "faq_5_mistake_3": "Vérifiez que votre université suit la méthode de calcul standard.",
    "faq_6_question": "Q6.Le calculateur de pourcentage en CGPA est-il différent pour l'ingénierie ?",
    "faq_6_answer": "De nombreuses universités d'ingénierie utilisent différentes formules de conversion. Bien que cela puisse ne pas varier entre les départements, différentes universités peuvent suivre leurs propres formules de conversion standard, qui peuvent ne pas correspondre aux autres.",
    "faq_7_question": "Q7.Quelle est la formule du calculateur de pourcentage en CGPA de VTU ?",
    "faq_7_answer": "La formule du calculateur de pourcentage en CGPA pour VTU (Université technologique Visvesvaraya) est différente des autres formules. Elle peut être représentée comme suit :",
    "faq_7_example": "CGPA = (Pourcentage - 50) / 10 Exemple : Si vous avez obtenu 80 %, votre CGPA respectif selon VTU serait : CGPA = 8 + 0,75 = 8,75",
    "faqs": [
        {
            "question": "Q8. Quelle est la formule du calculateur de pourcentage en CGPA de la CBSE ?",
            "answer": "Réponse : La formule de conversion du pourcentage en CGPA dans la CBSE est :",
            "formula": "CGPA = (Pourcentage - 50) / 9,5"
        },
        {
            "question": "Q9. Que représente 70 % en CGPA ?",
            "answer": "Réponse : La formule de conversion utilisée est :",
            "details": [
                "70 % en CGPA = 7,37 (selon le facteur de multiplication 9,5)",
                "70 % en CGPA = 3,5 (selon une échelle de 5)",
                "70 % en CGPA = 2,8 (selon une échelle de 4)"
            ]
        }
    ],
    "faqa": [
        {
            "question": "Q10. Que représente 75 % en CGPA ?",
            "answer": "Réponse : En utilisant la même formule que celle donnée dans la question Q9, 75 % en CGPA est :",
            "details": [
                "75 % en CGPA = 7,89 (selon le facteur de multiplication 9,5)",
                "75 % en CGPA = 3,75 (selon une échelle de 5)",
                "75 % en CGPA = 3 (selon une échelle de 4)"
            ]
        },
        {
            "question": "Q11. Que représente 80 % en CGPA ?",
            "answer": "Réponse : En utilisant la même formule que celle donnée dans la question Q9, 80 % en CGPA est :",
            "details": [
                "80 % en CGPA = 8,42 (selon le facteur de multiplication 9,5)",
                "80 % en CGPA = 4 (selon une échelle de 5)",
                "80 % en CGPA = 3,2 (selon une échelle de 4)"
            ]
        },
        {
            "question": "Q12. Que représente 95,4 % en CGPA ?",
            "answer": "Réponse : En utilisant la même formule que celle donnée dans la question Q9, 95,4 % en CGPA est :",
            "details": [
                "95,4 % en CGPA = 10 (selon l'échelle de notation 9,5, notez que tous les pourcentages au-dessus de 95 % sont comptabilisés comme 10 CGPA)",
                "95,4 % en CGPA = 4,77 (selon une échelle de 5)",
                "95,4 % en CGPA = 3,81 (selon une échelle de 4)"
            ]
        }
    ],
    "note": "Note : Les formules de conversion varient selon les établissements.",
    "--title": "Calculateur de pourcentage en CGPA",
    "enterPercentage": "Entrez le pourcentage",
    "placeholderPercentage": "Entrez votre pourcentage",
    "chooseGradeScale": "Choisir l'échelle de notation",
    "scale4": "Échelle 4.0",
    "scale5": "Échelle 5.0",
    "scale10": "Échelle 10.0",
    "setMultiplicationFactor": "Définir le facteur de multiplication",
    "placeholderFactor": "Entrez un facteur",
    "-calculateButton": "Calculer",
    "-resetButton": "Réinitialiser",
    "errorMessage": "Erreur : entrée invalide",
    "calculatedCGPATitle": "Votre CGPA calculé",
    "placeholderCGPA": "Pourcentage :",
    "-downloadButton": "Télécharger",
    "-whatsappButton": "WhatsApp",
    "-copyLinkButton": "Copier le lien",
    "-linkCopied": "Lien copié !",
    "historyTitle": "Historique des calculs",
    "tableSNo": "N°",
    "tablePercentage": "Pourcentage",
    "tableCGPA": "CGPA",
    "percentageContent": "Contenu du pourcentage",
    "section1": "Calculateur de CGPA en pourcentage",
    "intro_paragraph": "Bienvenue chers apprenants et universitaires ! Comme vous le savez tous, le CGPA et le pourcentage jouent un rôle important dans tout le système éducatif. Il arrive souvent que nous devions les utiliser de manière interchangeable, c'est pourquoi Lord Calculator vous présente le calculateur de CGPA en pourcentage le plus fiable et ultra-rapide pour vous aider à calculer vos notes en un clin d'œil ! Voici un guide détaillé sur le fonctionnement de notre calculateur de CGPA, suivi d'une explication du système de notation utilisé par diverses universités. Nous avons également répertorié la formule de conversion CGPA en pourcentage selon différents systèmes de notation.",
    "-section2": "Formule de conversion CGPA en pourcentage",
    "-formula": "Pourcentage = CGPA × Facteur de multiplication",
    "-table_of_contents": "Table des matières",
    "cgpa_to_percentage_calculator": "Calculateur de CGPA en pourcentage",
    "cgpa_to_percentage_formula": "Formule de conversion CGPA en pourcentage",
    "lord_calculator_tool": "Calculateur CGPA en pourcentage de Lord Calculator",
    "how_to_use_tool": "Comment utiliser le calculateur CGPA en pourcentage de Lord Calculator",
    "-what_is_cgpa": "Qu'est-ce que le CGPA et comment est-il calculé ?",
    "important_terms": "Définition des termes importants que vous devez connaître",
    "why_convert_cgpa": "Pourquoi convertir le CGPA en pourcentage ou le pourcentage en CGPA ?",
    "calculate_percentage": "Comment calculer le pourcentage à partir du CGPA",
    "common_pitfalls": "Erreurs courantes lors de la conversion du CGPA en pourcentage",
    "cgpa_in_10_point": "CGPA en pourcentage dans le système de notation 10 points",
    "cgpa_in_5_point": "CGPA en pourcentage dans le système de notation 5 points",
    "cgpa_in_4_point": "CGPA en pourcentage dans le système de notation 4 points",
    "grading_scale": "Qu'est-ce qu'une échelle de notation et comment les universités choisissent-elles leur échelle standard ?",
    "-multiplication_factor": "Qu'est-ce qu'un facteur de multiplication et comment fonctionne-t-il ?",
    "different_boards": "Conversion CGPA en pourcentage pour différents tableaux et universités",
    "grading_scale_impacts": "Quels sont les impacts des différentes échelles de notation sur les étudiants ?",
    "-faqs": "FAQs liées au calculateur de CGPA",
    "lord_calculator_cgpa_calculator": "Calculateur CGPA en pourcentage de Lord Calculator",
    "cgpa_calculator_description": "Notre calculateur de CGPA est conçu en tenant compte de deux facteurs principaux : la facilité d'utilisation et la rapidité des calculs.",
    "cgpa_calculator_description_expanded": "Bien que les calculs de notes impliquent divers facteurs, nous avons intégré tous les composants essentiels pour calculer vos notes ou pourcentages avec précision. Différentes universités utilisent différentes échelles de notation et facteurs de multiplication (ne vous inquiétez pas, nous expliquerons ces termes ci-dessous). Pour votre commodité, nous avons inclus à la fois l'échelle de notation et le facteur de multiplication manuel.",
    "how_to_use_heading": "Comment utiliser le calculateur CGPA en pourcentage de Lord Calculator",
    "how_to_use_description": "Il vous suffit d'entrer les champs requis dans notre calculateur de CGPA, de cliquer sur \"Calculer\", et voilà ! Votre pourcentage sera affiché ainsi que notre indicateur de note. C’est aussi simple que ça. Cependant, laissez-moi rapidement expliquer les champs et les données dont nous avons besoin pour calculer vos notes et pourcentages avec précision.",
    "how_to_use_step1": "Allez sur ",
    "how_to_use_step1_link": "https://lordcalculator.com/educational-calculator/cgpa-to-percentage-calculator",
    "how_to_use_step2": "Dans le premier champ, entrez votre CGPA. Assurez-vous de le saisir avec précision, y compris les décimales.",
    "how_to_use_step3": "Choisissez l'échelle de notation utilisée par votre université. Les échelles de notation courantes sont 4, 5 et 10. Alternativement, vous pouvez entrer le facteur de multiplication manuellement et cliquer sur le bouton de calcul. Une fois que vous avez entré toutes les valeurs, cliquez sur \"Calculer\" pour obtenir votre pourcentage. Vous pourrez également vérifier vos performances sur l'indicateur de notation. De plus, vous pouvez obtenir un certificat de conversion CGPA en pourcentage (notez qu'il s'agit d'un certificat représentatif).",
    "tip_heading": "Astuce pour le calcul CGPA en pourcentage",
    "tip_description1": "Différentes universités peuvent utiliser des facteurs de multiplication différents (également appelés facteurs de conversion), même avec la même échelle de notation. Par exemple, l'Université X pourrait utiliser une échelle de notation de 1 point avec un facteur de multiplication standard de 9,5, tandis qu'une autre université pourrait utiliser un facteur de 9,7 ou 9,8. Il est donc important de vérifier le facteur de multiplication que vous entrez dans le calculateur CGPA en pourcentage avant de cliquer sur le bouton \"Calculer\".",
    "tip_description2": "Si vous n'êtes pas sûr de l'échelle de notation ou du facteur de multiplication de votre université, ne vous inquiétez pas ! Nous avons répertorié ",
    "tip_description2_link": "CGPA en pourcentage pour différents tableaux et universités",
    "tip_description3": "Vous ne savez pas quelle échelle de notation ou facteur de multiplication utilise votre université ? Pas de soucis ! Nous avons fourni des tableaux de conversion CGPA en pourcentage pour diverses universités et tableaux juste ici pour faciliter votre calcul.",
    "what_is_cgpa_heading": "Qu'est-ce que le CGPA et comment est-il calculé ?",
    "cgpa_formula_method_1_title": "Méthode 1 de calcul du CGPA :",
    "cgpa_formula_method_1_description": "Une méthode pour calculer le CGPA consiste à trouver la moyenne. Ensuite, la formule de calcul du CGPA serait la somme des points de notation dans tous les semestres divisée par le nombre de semestres. Mathématiquement, la formule du CGPA peut être représentée comme suit :",
    "cgpa_formula_method_1_formula": "CGPA =",
    "cgpa_formula_method_1_numerator": "SGPA du sem.1 + SGPA du sem.2 + SGPA du sem.3 +.........+ SGPA du sem. \"N\"",
    "cgpa_formula_method_1_denominator": "Nombre total de semestres",
    "cgpa_example_description": "Exemple : Ram, notre ami du sujet 'Mon meilleur ami', a enfin quitté l'école et est allé à l'université. Là, il a obtenu un SGPA dans 4 semestres : 6+8,5+7+9,5, alors son CGPA serait :",
    "cgpa_example_formula_1": "CGPA =",
    "cgpa_example_numerator": "(6 + 8,5 + 7 + 9,5)",
    "cgpa_example_denominator": "4",
    "cgpa_example_result": "CGPA =",
    "cgpa_example_final_numerator": "31",
    "cgpa_example_final_denominator": "4",
    "cgpa_example_final_result": "= 7.75",
    "cgpa_formula_method_2_title": "Méthode 2 de calcul du CGPA :",
    "cgpa_formula_method_2_description": "Une autre formule de CGPA, qui est également couramment utilisée, consiste à calculer la somme du produit du SGPA et des crédits obtenus, divisé par le nombre total de crédits obtenus. Mathématiquement, cette formule de calcul du CGPA peut être représentée comme suit :",
    "cgpa_formula_method_2_formula": "CGPA =",
    "cgpa_formula_method_2_numerator": "(SGPA du sem.1 × Crédits obtenus au sem.1) + (SGPA du sem.2 × Crédits obtenus au sem.2) + ...... + (SGPA du sem.\"N\" × Crédits obtenus au sem.\"N\")",
    "cgpa_formula_method_2_denominator": "Total des crédits obtenus",
    "cgpa_exampletitle": "Exemple :",
    "cgpa_exampledescription": "Shyam, un autre ami de l'essai 'Mon meilleur ami', a également rejoint un autre collège. Là, il a obtenu un SGPA en 4 semestres : 7,2+6,5+8,9+9,6 avec des crédits obtenus de 4+3+3+5, son CGPA serait donc :",
    "cgpa_examplecalculation": "CGPA =",
    "cgpa_examplenumerator": "(7,2×4 + 6,5×3 + 8,9×3 + 9,6×5)",
    "cgpa_exampledenominator": "(4 + 3 + 3 + 5)",
    "cgpa_examplefinal_numerator": "28,8 + 19,5 + 26,7 + 48",
    "cgpa_examplefinal_denominator": "15",
    "cgpa_examplefinal_result": "CGPA = 8,2",
    "important_terms_title": "Définition des termes importants que vous devez connaître",
    "important_terms_description": "Lorsque vous consultez un document officiel, un formulaire ou même votre certificat, vous voyez certains termes et abréviations qui sont souvent utilisés. Passons en revue rapidement ces termes avant de vous expliquer comment différentes institutions/universités établissent leur formule de conversion.",
    "grade_points": {
        "title": "Points de Note",
        "description": "Les points de note sont les valeurs numériques correspondantes attribuées à une note lettre particulière. Les différentes universités ajustent la plage des points de note en fonction de leurs lettres de note. Par exemple, une université peut attribuer 10 points de note pour un A, tandis qu'une autre peut utiliser un O (Outstanding) pour 10 points de note."
    },
    "gpa": {
        "title": "GPA",
        "description": "Abréviation de Grade Point Average. Il représente la moyenne des points de note obtenus par un étudiant au cours d'un semestre ou d'une session académique."
    },
    "cgpa": {
        "title": "CGPA",
        "description": "Le CGPA représente la moyenne cumulative des points de note obtenus dans toutes les matières ou semestres d'une session académique donnée. L'échelle CGPA varie entre 0 et 4, 0 et 5, ou 0 et 10. Cependant, pour obtenir un CGPA dans d'autres formats, les institutions permettent aux étudiants de convertir le CGPA en pourcentage ou dans tout autre format souhaité."
    },
    "sgpa": {
        "title": "SGPA",
        "description": "Le SGPA est l'acronyme de Semester Grade Point Average. Il représente la moyenne des points de note de toutes les matières d'un semestre particulier. Les crédits obtenus et les heures de crédit jouent un rôle important dans le calcul du SGPA."
    },
    "letter_grade": {
        "title": "Note Lettre",
        "description": "Ce sont les lettres de note attribuées à la valeur numérique correspondante d'un pourcentage ou des notes obtenues, ou du CGPA. Les différents systèmes éducatifs suivent différents formats de lettres de note. Par exemple, les États-Unis suivent le système traditionnel de lettres de A à F, tandis que l'Écosse et même certains systèmes éducatifs indiens suivent d'autres représentations comme 'O' pour excellent, 'S' pour supérieur, etc."
    },
    "credit_hours": {
        "title": "Heures de Crédits",
        "description": "Les heures de crédits sont le nombre d'heures qu'un étudiant passe dans une classe donnée chaque semaine/semestre. Ces heures peuvent varier en fonction des matières. Les matières principales peuvent avoir plus d'heures de crédit, tandis que les matières optionnelles en auront moins."
    },
    "credit_points": {
        "title": "Points de Crédit",
        "description": "Les points de crédit sont calculés en multipliant les points de note par les heures de crédit, c'est-à-dire : Points de Crédit = Points de Note × Heures de Crédit."
    },
    "weighted_average": {
        "title": "Moyenne Pondérée",
        "description": "La moyenne pondérée représente la performance académique globale d'un étudiant. Dans la moyenne pondérée, toutes les évaluations sont affectées de valeurs en fonction de leur poids, puis les notes pondérées sont utilisées pour calculer la note finale."
    },
    "normalization": {
        "title": "Normalisation",
        "description": "La normalisation est le processus d'ajustement des scores pour compenser la différence de difficulté entre divers examens ou matières. L'impact de la normalisation peut être observé lors de la comparaison du GPA ou du CGPA entre différentes universités."
    },
    "cumulative_average": {
        "title": "Moyenne Cumulative",
        "description": "Il s'agit de la moyenne de tous les points de note ou GPA obtenus au cours des sessions académiques jusqu'à présent."
    },
    "whyConvertTitle": "Pourquoi convertir CGPA en pourcentage ou pourcentage en CGPA?",
    "whyConvertExplanation": "Maintenant que vous connaissez tous les termes associés, la question se pose : pourquoi avons-nous besoin de conversions ou de calculs comme CGPA en pourcentage, ou même pourcentage en CGPA ? Eh bien, les raisons peuvent varier d'une personne à l'autre.",
    "boardsUniversitiesTitle": "Exigences des conseils/universités",
    "boardsUniversitiesText1": "Certaines démarches et formulaires académiques exigent que les étudiants soumettent des pourcentages en plus de leur CGPA. Dans ce cas, vous n'avez d'autre choix que de vous rendre rapidement sur des sites comme Lord Calculator qui peuvent fournir vos notes dans n'importe quel format requis en quelques secondes. Vous pouvez convertir CGPA en pourcentage en quelques clics.",
    "boardsUniversitiesText2": "De plus, lorsque vous changez de conseil/université, vous pouvez être amené à remplir vos anciennes notes selon le format du nouveau conseil/université.",
    "boardsUniversitiesText3": "Une autre raison est lorsque vous remplissez des formulaires pour des examens compétitifs tels que GATE, CAT ou UPSC, les candidats doivent soumettre leurs notes dans un format universel, tel qu'un pourcentage. Et nous savons tous qu'une petite erreur peut entraîner le rejet de votre formulaire. Dans de tels cas, un outil fiable qui peut convertir votre CGPA dans le format demandé est pratique et vous fait gagner du temps et des efforts.",
    "internationalRelevanceTitle": "Pertinence internationale",
    "internationalRelevanceText1": "Une autre situation courante dans la vie réelle pour utiliser un calculateur CGPA est lorsque vous postulez pour des cours à l'étranger. Par exemple, si vous êtes un étudiant indien qui prévoit d'étudier à l'étranger, les systèmes de notation en Inde varient considérablement. Le calcul des notes à l'Université de Delhi diffère de celui de l'IIT. Différentes universités/conseils utilisent différents facteurs de multiplication. Dans de tels cas, les universités étrangères définissent un paramètre universel, tel que le pourcentage, pour avoir une vue équitable et impartiale des performances académiques d'un candidat. Ainsi, vous devez convertir vos notes, comme le pourcentage en CGPA ou le CGPA en pourcentage, en utilisant la méthode établie par votre université.",
    "internationalRelevanceText2": "Il en va de même pour les conseils scolaires comme le CBSE, l'ICSE, les conseils d'État et les normes suivies aux États-Unis ou dans l'Union européenne.",
    "howToCalculatePercentageTitle": "Comment calculer le pourcentage à partir du CGPA",
    "howToCalculatePercentageText1": "Maintenant que vous comprenez l'importance et la pertinence de convertir le CGPA en pourcentage, voyons comment vous pouvez déterminer précisément votre pourcentage à partir du CGPA. Il existe deux méthodes pour cela : la méthode manuelle ou l'utilisation d'un calculateur CGPA en ligne. La méthode manuelle consiste à écrire une équation et à effectuer les calculs étape par étape, tandis qu'un calculateur en ligne peut convertir instantanément vos notes avec un minimum d'effort ! Ne vous inquiétez pas, nous discuterons des deux méthodes afin que vous puissiez choisir celle qui vous convient le mieux.",
    "manualMethodTitle": "Méthode manuelle",
    "manualMethodText1": "Pour convertir le CGPA en pourcentage (ou vice versa), vous devez comprendre l'échelle de notation, les scores de crédit et le facteur de multiplication utilisés par votre conseil/université. Une fois que vous avez ces informations, vous pouvez appliquer la formule suivante :",
    "percentageFormula": "Pourcentage = CGPA × Facteur de multiplication",
    "manualMethodText2": "Après avoir appliqué la formule, vous êtes un quart du chemin parcouru. Si vous êtes habile en calculs ou que vous êtes familier avec les mathématiques védiques, cela devrait être facile à diviser et multiplier avec des décimales précises pour obtenir la conversion correcte. Cependant, pour éviter les erreurs, il est fortement recommandé d'utiliser une calculatrice.",
    "manualMethodText3": "Mais pourquoi ne pas vous épargner du temps et des efforts en utilisant une méthode automatique, surtout si vous utilisez déjà une calculatrice ? Cela rendra tout le processus plus rapide et plus précis.",
    "automaticMethodTitle": "Méthode automatique",
    "automaticMethodText1": "La méthode automatique est simple et sans erreur. Pour convertir le CGPA en pourcentage (ou vice versa) en utilisant la méthode automatique, il vous suffit d'entrer les valeurs requises dans les champs appropriés du calculateur CGPA. Sélectionnez votre échelle de notation ou entrez manuellement le facteur de multiplication, puis appuyez sur le bouton 'Calculer'. C'est tout ! Votre conversion est effectuée en un instant.",
    "automaticMethodText2": "Si vous utilisez le calculateur CGPA de LordCalculator, vous pouvez même exporter l'historique de vos conversions au format PDF et l'enregistrer pour une consultation future. Nous offrons également un certificat de conversion CGPA en pourcentage personnalisé.",
    "automaticMethodText3": "En utilisant la méthode automatique, vous éliminez la possibilité d'erreurs, comme entrer par erreur des valeurs incorrectes lors du calcul manuel. Cela est particulièrement utile lorsque vous utilisez des calculatrices de base, qui peuvent parfois conduire à des erreurs de multiplication et de division.",
    "commonPitfallsTitle": "Pièges courants lors de la conversion du CGPA en pourcentage",
    "commonPitfallsIntro": "Maintenant que vous savez comment convertir le CGPA en pourcentage, il y a quelques éléments que vous devez prendre en compte pour garantir des résultats précis. Voici les erreurs les plus courantes que les étudiants commettent lorsqu'ils calculent leur pourcentage à partir du CGPA (ou vice versa). Assurez-vous d'éviter ces erreurs courantes.",
    "misinterpretingFormula": "Interpréter incorrectement la formule :",
    "misinterpretingFormulaDesc": "Certains étudiants interprètent à tort la formule en utilisant le mauvais multiplicateur, par exemple en utilisant 10 au lieu de 9,5. Il est crucial de comprendre que, même si diverses universités peuvent utiliser la même échelle de notation, elles peuvent appliquer des facteurs de multiplication différents pour la conversion du CGPA en pourcentage ou du pourcentage en CGPA. Par exemple, le CBSE, l'ICSE, l'Université Jawaharlal Nehru Technological (JNTU) et l'Université Savitribai Phule (SPPU) utilisent tous une échelle de notation de 10 points, mais chacun a son propre facteur de multiplication. Le CBSE utilise 9,5, l'ICSE utilise 9,8, JNTU utilise 10 et SPPU utilise 6,3. Il est donc important de connaître le facteur de multiplication exact pour votre conseil ou université afin d'éviter les erreurs, même lorsque vous utilisez des calculateurs CGPA en ligne.",
    "notKnowingBoardsFormula": "Ignorer la formule du conseil :",
    "notKnowingBoardsFormulaDesc": "Un autre piège courant est de ne pas savoir que différentes universités utilisent des formules différentes. Comme mentionné précédemment, JNTU ou SPPU appliquent directement des facteurs de multiplication pour convertir le CGPA en pourcentage. Cependant, des universités comme l'Université de Mumbai ou l'Université Technologique du Gujarat (GTU) utilisent une approche différente. Elles multiplient d'abord le CGPA par un facteur de multiplication spécifique (7,25 pour l'Université de Mumbai ou 7,1 pour GTU), puis ajoutent une valeur fixe (11 pour l'Université de Mumbai ou 12 pour GTU) au produit pour déterminer le pourcentage. Nous discuterons de ces facteurs de conversion pour différentes universités et conseils dans une section ultérieure de cet article.",
    "overRelianceOnCalculators": "Dépendance excessive aux calculateurs CGPA en ligne :",
    "overRelianceOnCalculatorsDesc": "Bien que les calculateurs en ligne offrent une solution rapide et fiable pour la conversion des notes, ils ne sont pas toujours 100 % précis. Les calculateurs en ligne peuvent ne pas tenir compte de tous les cas spéciaux dont nous avons discuté, comme ceux pour l'Université de Mumbai ou GTU. Bien que LordCalculator s'efforce d'inclure tous les paramètres possibles, il n'est pas recommandé de se fier uniquement aux calculateurs en ligne pour les conversions. Il est toujours bon de vérifier vos valeurs et la méthode utilisée par votre université ou conseil.",
    "cgpaToPercentage10GradePoints": "CGPA en pourcentage dans le système de 10 points",
    "cgpaToPercentage5GradeScale": "CGPA en pourcentage dans le système de 5 points",
    "cgpaToPercentage4GradeScale": "CGPA en pourcentage dans le système de 4 points",
    "gradingScaleAndUniversitiesChoice": "Qu'est-ce qu'une échelle de notation et comment les universités choisissent-elles leur échelle standard ?",
    "gradingScaleDescription": "Une échelle de notation est un facteur d'évaluation des performances académiques d'un étudiant. C'est comme un pourcentage, cela donne une idée générale des performances académiques. Les échelles de notation catégorisent les réalisations des étudiants dans un format facile à comprendre, comme les notes (A, B, C…), le GPA ou le pourcentage.",
    "commonGradingScales": "Parmi les échelles de notation les plus courantes, on trouve :",
    "percentage": "Pourcentage",
    "usedWorldwide": "Utilisé dans le monde entier, allant de 0 à 100%.",
    "gpa-": "GPA (Moyenne Pondérée Cumulative)",
    "primarilyInUSA": "Principalement utilisé aux États-Unis, allant de 0 à 4.0, 5.0 ou 10.0.",
    "cgpa-": "CGPA (Moyenne Cumulative Pondérée)",
    "usedInIndia": "Utilisé en Inde, à Singapour et dans les conseils CBSE ; offre une évaluation globale.",
    "letterGrades": "Notes lettres",
    "usedInUSAndCanada": "Utilisé aux États-Unis et au Canada, basé sur des plages de pourcentage.",
    "numericalScale": "Échelle numérique",
    "usedInRussiaLatinAmerica": "Utilisé en Russie et en Amérique latine, allant de 1 à 10 ou de 1 à 5.",
    "gradingScalesIntro": "Les échelles de notation sont des évaluations standardisées pour catégoriser les performances académiques en symboles ou en chiffres, comme les notes lettres ou les scores GPA. Cela permet de comparer les rapports académiques des étudiants de manière cohérente. Parmi les échelles de notation les plus courantes, on trouve :",
    "percentage-": "Pourcentage",
    "percentageDescription": "Largement utilisé dans le monde entier, allant de 0 à 100%, fournissant des informations précises sur les performances académiques.",
    "-gpa": "GPA",
    "gpaDescription": "Utilisé aux États-Unis et dans d'autres pays, allant de 0 à 4.0, 5.0 ou 10.0, montrant les performances cumulées.",
    "-cgpa": "CGPA",
    "cgpaDescription": "Principalement en Inde, à Singapour et dans les conseils CBSE, offrant une vue d'ensemble incluant des facteurs comme les crédits.",
    "-letterGrades": "Notes lettres",
    "letterGradesDescription": "Pratiqué aux États-Unis et au Canada, chaque lettre représentant une plage de pourcentage.",
    "-numericalScale": "Échelle numérique",
    "numericalScaleDescription": "Utilisé en Russie et en Amérique latine, avec des échelles allant de 1 à 10 ou de 1 à 5 pour fragmenter les évaluations des performances académiques.",
    "universitiesChooseGradingScales": "Les universités choisissent les échelles de notation en fonction de facteurs tels que les normes régionales, la signification historique et la mondialisation. Le système des honneurs du Royaume-Uni ou le système GPA des États-Unis, par exemple, ont gagné en popularité au début du 20e siècle en tant que systèmes standardisés.",
    "modernGradingSystems": "Les systèmes de notation modernes incluent souvent des aspects comme la réussite relative, la maîtrise ou la croissance personnelle. Parmi les exemples, on trouve le système de notation dual, le processus de Bologne et le Baccalauréat International. Cette approche facilite la compatibilité internationale.",
    "understandGradingPattern": "Il est essentiel de comprendre le modèle de notation de votre université et de consulter des services comme World Education Services (WES) ou NARIC (Royaume-Uni) pour des conversions internationales précises, car ces évaluateurs utilisent des tableaux d'équivalence détaillés.",
    "multiplicationFactorTitle": "Qu'est-ce qu'un facteur de multiplication et comment fonctionne-t-il ?",
    "multiplicationFactorIntro": "Un facteur de multiplication est un paramètre pour convertir les échelles de notation, comme CGPA ou GPA en pourcentages. Ce facteur est essentiel pour adapter les notes à différents formats lors de la candidature dans des établissements avec des systèmes de notation différents ou pour des emplois et des examens.",
    "multiplicationFactorExample": "Par exemple, un facteur de 9,5 est largement utilisé dans certaines universités pour convertir le CGPA en pourcentage, développé pour refléter avec précision les performances académiques des étudiants.",
    "multiplicationFactorReference": "Pour mieux comprendre les conversions de notation, les étudiants internationaux devraient se référer à des services officiels comme WES ou NARIC.",
    "cgpaToPercentageConversionTitle": "Conversion du CGPA en pourcentage pour différents conseils et universités",
    "boardUniversity": "Conseil/Université",
    "conversionFormula": "Formule de Conversion",
    "cbseIndia": "CBSE (Inde)",
    "icseIndia": "ICSE (Inde)",
    "maharashtraStateBoardIndia": "Maharashtra State Board (Inde)",
    "annaUniversityIndia": "Anna University (Inde)",
    "jawaharlalNehruTechnologicalUniversityIndia": "Jawaharlal Nehru Technological University (Inde)",
    "visvesvarayaTechnologicalUniversityIndia": "Visvesvaraya Technological University (Inde)",
    "gujaratTechnologicalUniversityIndia": "Gujarat Technological University (Inde)",
    "universityOfMumbaiIndia": "University of Mumbai (Inde)",
    "manipalAcademyOfHigherEducationIndia": "Manipal Academy of Higher Education (Inde)",
    "amityUniversityIndia": "Amity University (Inde)",
    "velloreInstituteOfTechnologyIndia": "Vellore Institute of Technology (Inde)",
    "savitribaiPhulePuneUniversityIndia": "Savitribai Phule Pune University (Inde)",
    "iitsIndia": "IITs (Inde)",
    "nitsIndia": "NITs (Inde)",
    "bitsPilaniIndia": "BITS Pilani (Inde)",
    "delhiUniversityIndia": "Delhi University (Inde)",
    "banarasHinduUniversityIndia": "Banaras Hindu University (Inde)",
    "osmaniaUniversityIndia": "Osmania University (Inde)",
    "punjabUniversityIndia": "Punjab University (Inde)",
    "srmInstituteOfScienceAndTechnologyIndia": "SRM Institute of Science and Technology (Inde)",
    "percentageFormula-": "Pourcentage = CGPA × facteur de multiplication",
    "international_institutions": "Institutions Internationales",
    "university_of_toronto": "University of Toronto (Canada)",
    "university_of_toronto_details": "Échelle GPA (4.0), pas de conversion directe",
    "university_of_british_columbia": "University of British Columbia (Canada)",
    "university_of_british_columbia_details": "Échelle GPA : 4.33 ; guidance de conversion disponible",
    "australian_national_university": "Australian National University (Australie)",
    "australian_national_university_details": "Conversion : CGPA * 7.1 pour l'équivalence",
    "university_of_sydney": "University of Sydney (Australie)",
    "university_of_sydney_details": "Souvent nécessite une évaluation des diplômes",
    "university_of_california": "University of California (USA)",
    "university_of_california_details": "Échelle GPA : 4.0 ; utiliser la guidance de conversion WES",
    "harvard_university": "Harvard University (USA)",
    "harvard_university_details": "Utilise WES pour la conversion CGPA/GPA",
    "university_of_oxford": "University of Oxford (Royaume-Uni)",
    "university_of_oxford_details": "Classification des honneurs au Royaume-Uni ; conversion à travers des bandes GPA",
    "eth-zurich": "ETH Zurich (Suisse)",
    "eth_zurich_details": "Échelle suisse à 6 points ; CGPA = 8.5 est compétitif",
    "auckland_university_of_technology": "Auckland University of Technology (AUT), Nouvelle-Zélande",
    "auckland_university_of_technology_details": "Échelle de 4.3 points ; GPA = : Nécessite une évaluation internationale CGPA ; généralement attendue",
    "national_taiwan_university": "National Taiwan University (NTU), Taïwan",
    "national_taiwan_university_details": "Échelle de 9 points ; CGPA = : Pour le CGPA indien, utilise souvent le facteur de conversion de 7.1 pour s'aligner sur les normes locales.",
    "peking_university": "Peking University, Chine",
    "peking_university_details": "Échelle de 4.0 points ; GPA = : Peut demander une conversion CGPA via des services comme",
    "mcgill_university": "McGill University, Canada",
    "mcgill_university_details": "Échelle de 4.0 points ; GPA = : McGill utilise WES ou des services similaires pour les conversions CGPA et considère généralement les CGPA de plus de 80% comme compétitifs.",
    "university_of_cape_town": "University of Cape Town, Afrique du Sud",
    "university_of_cape_town_details": "Pourcentage et GPA = : Utilise une échelle GPA de 4 points pour les étudiants internationaux et peut demander la conversion CGPA pour s'aligner sur les normes sud-africaines.",
    "university_of_tokyo": "University of Tokyo, Japon",
    "university_of_tokyo_details": "Échelle GPA japonaise de 4.0 = : Convertit le CGPA en GPA japonais avec guidance du département des admissions. Souvent attend un CGPA supérieur à 8.0 pour des programmes compétitifs.",
    "section_title": "Quels sont les impacts des différentes échelles de notation sur les étudiants ?",
    "content_paragraph": "Les différentes échelles de notation peuvent avoir des impacts variés sur les étudiants. Elles peuvent affecter leur état d'esprit académique, leurs perspectives de carrière et même leurs dynamiques sociales.",
    "list_items": [
        {
            "title": "Pression Sociale/Par les Pairs Augmentée",
            "description": "Des échelles précises telles que les pourcentages peuvent augmenter la pression sociale ou par les pairs parmi les étudiants, tandis que des échelles plus larges comme la notation par lettres peuvent réduire cette pression. C'est également l'une des nombreuses raisons pour lesquelles plusieurs institutions adoptent des échelles plus larges, en particulier pour les classes inférieures."
        },
        {
            "title": "Opportunités de Carrière",
            "description": "Les opportunités de carrière peuvent également être affectées. Des échelles de notation variées peuvent compliquer les démarches des étudiants pour obtenir des bourses, des admissions et même des emplois. Récemment, un de mes amis a vu sa candidature mise en attente car le tableau auquel il avait fait ses études ne fournissait pas de certificat supplémentaire mentionnant le pourcentage. Au lieu de cela, ils ne fournissaient qu'une fiche de notes avec les résultats précis. Cependant, il a été allégué que le candidat avait perdu son certificat de réussite, bien qu'il n'en ait jamais eu dans un premier temps."
        },
        {
            "title": "Perspectives Académiques",
            "description": "Les variations des échelles de notation peuvent également avoir un impact sur les perspectives des étudiants dans la vie académique. Un étudiant suivant un système de notation précis aura une mentalité différente vis-à-vis des examens comparé à un étudiant suivant un système de notation plus large. Les premiers se concentreront davantage sur les examens, tandis que les derniers privilégieront le travail sur des projets pratiques, acquérant ainsi de meilleures connaissances pratiques. De telles variations peuvent entraîner une pression inutile sur les étudiants."
        },
        {
            "title": "Remarques Finales",
            "description": "Nous avons essayé de couvrir toutes les informations essentielles que vous devez connaître sur le système de notation, la conversion des notes, le calcul CGPA en pourcentage, le pourcentage en CGPA et le calculateur de CGPA. De plus, nous avons conçu notre calculateur CGPA pour qu'il fonctionne avec précision pour toute échelle de notation ou facteur de multiplication. Cependant, si vous estimez avoir besoin de clarifications sur l'un des sujets ou si vous souhaitez faire des suggestions concernant ce calculateur, n'hésitez pas à nous contacter."
        }
    ],
    "faq": {
        "title": "FAQs liées au calculateur CGPA",
        "q1": {
            "question": "Y a-t-il une différence entre CGPA et GPA ?",
            "answer": "Oui, le CGPA et le GPA diffèrent par leur portée. Le GPA représente votre performance dans un seul semestre, tandis que le CGPA fait la moyenne des scores GPA sur plusieurs semestres, montrant ainsi une performance académique globale. Utilisez un calculateur CGPA pour voir la différence des valeurs et essayez de convertir le GPA en CGPA si votre institution le prend en charge."
        },
        "q2": {
            "question": "La formule de conversion CGPA varie-t-elle selon l'institution ?",
            "answer": "Absolument. De nombreuses institutions ont des formules de conversion CGPA uniques. Par exemple, certaines utilisent un facteur de 9,5 pour convertir le CGPA en pourcentage, tandis que d'autres appliquent des multiplicateurs différents. Il est important de vérifier la formule utilisée par votre institution pour une conversion CGPA en pourcentage précise. Un calculateur CGPA peut être personnalisé pour répondre aux exigences spécifiques de l'université."
        },
        "q3": {
            "question": "Pourquoi je n'obtiens pas un pourcentage précis à partir du CGPA ?",
            "answer": "Un résultat incorrect de conversion CGPA en pourcentage peut provenir de l'utilisation d'un facteur de conversion ou d'une formule incorrecte. Différentes institutions utilisent des méthodes différentes, il est donc essentiel d'utiliser un calculateur CGPA en pourcentage conçu pour votre institution ou de vérifier le multiplicateur appliqué. Le calcul précis du pourcentage peut nécessiter un calculateur CGPA spécialisé."
        },
        "q4": {
            "question": "Comment convertir CGPA en pourcentage ?",
            "answer": "Pour convertir CGPA en pourcentage, multipliez votre CGPA par le facteur spécifique à l'institution (souvent 9,5). Cette méthode simple fonctionne pour beaucoup, mais un calculateur CGPA en pourcentage la simplifie. Si vous devez inverser le processus, essayez un calculateur de pourcentage en CGPA."
        },
        "q5": {
            "question": "Comment convertir un CGPA de 7,6 en pourcentage ?",
            "answer": "Pour convertir un CGPA de 7,6 en pourcentage, multipliez 7,6 par le facteur de conversion (généralement 9,5). Cela donne un résultat de 72,2%. Un calculateur CGPA en pourcentage automatise cela et garantit l'exactitude."
        },
        "q6": {
            "question": "Quel est le CGPA de 7,8 en pourcentage ?",
            "answer": "En utilisant le facteur commun de 9,5, un CGPA de 7,8 correspond à 74,1% en pourcentage. Vous pouvez vérifier cela avec un calculateur CGPA en pourcentage pour des résultats rapides."
        },
        "q7": {
            "question": "Qu'est-ce qu'un calculateur CGPA en pourcentage sur 4 ?",
            "answer": "Certaines universités utilisent une échelle sur 4 points. Pour convertir le CGPA en pourcentage sur 4, trouvez votre GPA sur une échelle de 4, puis utilisez un facteur de conversion approprié. Des calculateurs spécialisés, tels qu'un calculateur CGPA en pourcentage sur 4, peuvent gérer cette conversion pour vous."
        },
        "q8": {
            "question": "Quelle est la formule de conversion CGPA en pourcentage VTU ?",
            "answer": "La formule CGPA en pourcentage VTU est : Pourcentage = CGPA * 9,1 (peut varier selon le département)."
        },
        "q9": {
            "question": "Comment convertir CGPA en pourcentage pour l'ingénierie ?",
            "answer": "Les écoles d'ingénierie peuvent utiliser différentes formules ou facteurs de conversion. Les étudiants en ingénierie doivent vérifier la méthode de leur école ou utiliser un calculateur CGPA en pourcentage spécifique à l'ingénierie pour convertir le CGPA en pourcentage de manière précise."
        },
        "q10": {
            "question": "Le calculateur CGPA en pourcentage de DU est-il différent ?",
            "answer": "Oui, l'Université de Delhi (DU) utilise sa propre formule. Les étudiants de DU doivent utiliser un calculateur CGPA en pourcentage spécifique à DU pour obtenir des résultats précis et se conformer aux normes de notation de DU."
        },
        "q11": {
            "question": "Comment calculer le pourcentage à partir du CGPA ?",
            "answer": "Pour calculer le pourcentage à partir du CGPA, multipliez le CGPA par un facteur de conversion (souvent 9,5). Un calculateur CGPA simplifie cela, ou vous pouvez essayer un calculateur de pourcentage en CGPA si vous avez besoin de l'inverser."
        },
        "q12": {
            "question": "Quelle est la formule de calcul CGPA en pourcentage pour SPPU ?",
            "answer": "L'Université Savitribai Phule Pune (SPPU) a une méthode unique pour le calcul CGPA en pourcentage. Vous pouvez utiliser un calculateur CGPA spécifique à SPPU ou consulter leurs directives pour une conversion précise."
        },
        "q13": {
            "question": "Quelle est la formule du calculateur CGPA en pourcentage de Makaut ?",
            "answer": "Makaut est une plateforme en ligne. La formule du calculateur CGPA en pourcentage de Makaut est : Pourcentage = (CGPA – 0,75) * 10."
        },
        "q14": {
            "question": "Quelle est la formule CGPA en pourcentage pour GTU ?",
            "answer": "La formule CGPA en pourcentage pour GTU est : Pourcentage = (CGPA * 7,1) + 12."
        },
        "q15": {
            "question": "Comment trouver le pourcentage à partir du CGPA ?",
            "answer": "Vous pouvez soit calculer manuellement en utilisant la formule donnée ci-dessus, soit utiliser ce calculateur pour trouver votre pourcentage."
        }
    },
    "cgpa-Description": "CGPA, abréviation de Cumulative Grade Point Average, est une évaluation globale des performances académiques d'un étudiant sur une période académique définie. Tandis que certaines universités et conseils le considèrent comme la moyenne de tous les points de semestre obtenus par un étudiant tout au long du cours, d'autres peuvent inclure un facteur supplémentaire, qui est les crédits, dans le calcul.",
    "title3": "Calculateur CGPA en Pourcentage",
    "enterCGPA3": "Entrez le CGPA",
    "cgpaPlaceholder3": "Entrez votre CGPA",
    "chooseGradeScale3": "Choisir l'échelle de notation",
    "multiplicationFactor": "Facteur de multiplication",
    "multiplicationFactorPlaceholder": "Entrez le facteur de multiplication",
    "error": "Erreur",
    "calculateButton3": "Calculer",
    "resetButton3": "Réinitialiser",
    "calculatedPercentage": "Votre pourcentage calculé",
    "percentagePlaceholder": "Pourcentage :",
    "downloadButton3": "Télécharger",
    "whatsappButton3": "WhatsApp",
    "copyLinkButton3": "Copier le lien",
    "linkCopied3": "Lien copié !",
    "calculationHistory3": "Historique des calculs",
    "sno": "S.NO",
    "cgpa": "CGPA",
    "percentage": "Pourcentage",
    "scale4": "Échelle 4.0",
    "scale5": "Échelle 5.0",
    "scale10": "Échelle 10.0",
    "header": {
        "calculator": "Calculatrice",
        "title": "Éducatif",
        "subtitle": "Résoudre des conversions simples comme CGPA en Pourcentage avec la calculatrice CGPA ou des mathématiques avancées avec une Calculatrice Scientifique ?",
        "cgpa_to_percentage": " CGPA en Pourcentage "
    },
    "link": {
        "text": "Lord Calculator",
        "description": "   vous aidera à résoudre des calculs complexes et fastidieux avec facilité. Laissez la meilleure technologie dynamiser votre parcours éducatif—parce que vous méritez rien de moins que le MEILLEUR."
    },
    "choose_lord_calculator": {
        "title": "Pourquoi choisir Lord Calculator ?",
        "feature_1": {
            "title": "Ultra rapide & Super fiable",
            "description": "Oui, nous avons assuré les deux ! Résolvez même les calculs les plus complexes avec précision en un clin d'œil. Aucune place pour les erreurs !"
        },
        "feature_2": {
            "title": "Simple & Facile",
            "description": "La seule partie complexe sera vos équations. Avec des boutons et des jauges intuitives, la navigation ici est super facile."
        },
        "feature_3": {
            "title": "Télécharger, Sauvegarder ou Partager",
            "description": "Besoin de sauvegarder une équation résolue ? Ne vous inquiétez pas, résolvez une fois puis partagez ou sauvegardez vos calculs pour une utilisation hors ligne à vie."
        }
    },
    "calculatorCards": [
        {
            "title": "Calculatrice CGPA en Pourcentage",
            "description": "Convertissez vos notes en un clin d'œil avec la calculatrice CGPA en Pourcentage ! Vous pouvez même télécharger ou partager votre rapport gratuitement.",
            "emoji": "➗"
        },
        {
            "title": "Calculatrice Pourcentage en CGPA",
            "description": "La conversion CGPA peut être fastidieuse, mais pas avec la calculatrice Pourcentage en CGPA. Compatible avec la plupart des institutions dans le monde entier.",
            "emoji": "🔢"
        },
        {
            "title": "Calculatrice GPA en CGPA",
            "description": "Avec un design minimaliste, ce convertisseur GPA en CGPA vous fera gagner du temps. Utile pour les étudiants et les éducateurs !",
            "emoji": "💡"
        },
        {
            "title": "Calculatrice CGPA en GPA",
            "description": "Vérifiez votre admissibilité pour votre université préférée à l'étranger ? Convertissez rapidement vos notes avec le convertisseur CGPA en GPA et partagez la bonne nouvelle !",
            "emoji": "📚"
        }
    ],
    "tit": "Calculatrice Éducative",
    "des": "CGPA, GPA, Pourcentage, ou Calculatrice Scientifique - dites-nous ce dont vous avez besoin et profitez-en gratuitement, pour toujours !",
    "emoji5": "🧑‍🏫",
    "section": {
        "title": "Éducation, Finance, ou Santé—",
        "highlightedText": "Lord Calculator ",
        "subtitle": "Est Tout Ce Dont Vous Avez Besoin !",
        "description": "De la santé à la finance et de la construction à l'éducation - Une plateforme pour toutes vos tâches. Obtenez chaque calculatrice dont vous aurez jamais besoin.",
        "additionalDescription": "Ultra-rapide & Précis - Pas une once d'erreur !"
    },
    "footer": {
        "title": "Lord Calculator",
        "location": "Lieu :",
        "contact": "Contactez-nous : bhushanthakur04@gmail.com",
        "categories": "Catégories",
        "educational_calculators": "Calculatrices Éducatives",
        "scientific_calculators": "Calculatrices Scientifiques",
        "womens_calculators": "Calculatrices Féminines",
        "pages": "Pages",
        "privacy_policy": "Politique de Confidentialité",
        "terms_of_use": "Conditions d'Utilisation",
        "about_us": "À Propos de Nous",
        "copyright": "© 2024 Lord Calculator. Tous droits réservés.",
        "social_links": {
            "facebook": "Facebook",
            "instagram": "Instagram",
            "twitter": "Twitter",
            "whatsapp": "WhatsApp"
        }
    },
    "educational_calculators_title": "Calculatrices éducatives",
    "cgpa_to_percentage": "Calculatrice CGPA en pourcentage",
    "percentage_to_cgpa": "Calculatrice pourcentage en CGPA",
    "gpa_to_cgpa": "Calculatrice GPA en CGPA",
    "cgpa_to_gpa": "Calculatrice CGPA en GPA"
}