{
    "navbar": {
        "selectLanguage": "भाषा चुनें"
    },
    "title": "जीपीए से सीजीपीए कैलकुलेटर",
    "enter_gpa": "जीपीए दर्ज करें",
    "choose_gpa_scale": "जीपीए स्केल चुनें",
    "calculate": "गणना करें",
    "reset": "रीसेट करें",
    "calculated_cgpa": "आपका गणना किया गया सीजीपीए",
    "calculation_history": "गणना इतिहास",
    "download": "डाउनलोड",
    "whatsapp": "व्हाट्सएप",
    "copy_link": "लिंक कॉपी करें",
    "gpa_to_cgpa_calculator": "GPA से CGPA कैलकुलेटर",
    "welcome_message": "एक और शैक्षिक कैलकुलेटर में आपका स्वागत है! संबंधित कैलकुलेटर में, हम गणना करते हैं",
    "cgpa_to_percentage_link": "CGPA से प्रतिशत",
    "gpa_to_cgpa_description": "(और इसके विपरीत)। इसके अलावा, हमने इन ग्रेडिंग स्केल और उन परिदृश्यों से संबंधित कुछ अवधारणाओं का पता लगाया जहाँ इनका उपयोग किया जाता है। अधिकांश एशियाई और कुछ अफ्रीकी देश CGPA या प्रतिशत प्रणाली का पालन करते हैं, जबकि पश्चिमी शिक्षा प्रणाली GPA का उपयोग करती है।",
    "letter_grading_link": "लेटर ग्रेडिंग प्रणाली",
    "institution_migration_message": "जब आप एक संस्थान से दूसरे में स्थानांतरित होते हैं, विशेष रूप से जब दोनों संस्थान अलग-अलग ग्रेडिंग प्रणालियों का पालन करते हैं, तो एक विश्वसनीय ग्रेड रूपांतरण कैलकुलेटर महत्वपूर्ण हो जाता है। आप लॉर्ड कैलकुलेटर GPA से CGPA कैलकुलेटर पर भरोसा कर सकते हैं, जो रूपांतरण के लिए सबसे अधिक स्वीकृत अंतरराष्ट्रीय सूत्र का उपयोग करता है।",
    "guide_message": "इस गाइड में, हम GPA से CGPA रूपांतरण के लिए उपयोग किए जाने वाले सूत्र, उन परिदृश्यों की चर्चा करेंगे जहाँ आपको इस रूपांतरण की आवश्यकता हो सकती है, ध्यान देने योग्य सावधानियाँ और इस रूपांतरण को करते समय ध्यान देने वाले महत्वपूर्ण बिंदु।",
    "Table of Contents": "सामग्री की तालिका",
    "GPA to CGPA Calculator": "GPA से CGPA कैलकुलेटर",
    "GPA To CGPA Calculation Formula": "GPA से CGPA गणना सूत्र",
    "How to Use Lord Calculator’s GPA to CGPA Calculator?": "लॉर्ड कैलकुलेटर के GPA से CGPA कैलकुलेटर का उपयोग कैसे करें?",
    "How CGPA & GPA Are Different?": "CGPA और GPA कैसे अलग हैं?",
    "International Standards and Certifications": "अंतरराष्ट्रीय मानक और प्रमाणपत्र",
    "Most Common GPA to CGPA Conversion Scenarios": "सबसे सामान्य GPA से CGPA रूपांतरण परिदृश्य",
    "Summary": "सारांश",
    "FAQs (Frequently Asked Questions)": "सामान्य प्रश्न (FAQs)",
    "GPA To CGPA Calculation Formulas": "GPA से CGPA गणना सूत्र",
    "Equivalent CGPA =": "समान CGPA =",
    "GPA obtained": "प्राप्त GPA",
    "Max GPA": "अधिकतम GPA",
    "Max CGPA": "अधिकतम CGPA",
    "How to Calculate GPA?": "GPA कैसे गणना करें?",
    "GPA =": "GPA =",
    "Total Quality Points for all terms.": "सभी टर्म के लिए कुल गुणवत्ता अंक।",
    "Total Credit Hours for all terms.": "सभी टर्म के लिए कुल क्रेडिट घंटे।",
    "quality points": "जहाँ, किसी टर्म के लिए गुणवत्ता अंक = लेटर ग्रेड के अंक मान * क्रेडिट घंटे।",
    "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "लॉर्ड कैलकुलेटर के GPA से CGPA कैलकुलेटर का उपयोग कैसे करें?",
    "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "हालाँकि हमने अपने कैलकुलेटर को उपयोग में आसान बनाया है, फिर भी यहाँ एक गाइड है जो आपको ग्रेड गणनाओं के हर जटिल हिस्से से बचाएगा। अपने GPA को समकक्ष CGPA में बदलने के लिए नीचे दिए गए चरणों का पालन करें:",
    "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "चरण 1: लॉर्ड कैलकुलेटर पर GPA से CGPA कैलकुलेटर खोलें।",
    "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "चरण 2: पहले फील्ड में, जिसमें 'GPA दर्ज करें' लिखा है, अपना प्राप्त GPA सटीकता से दर्ज करें। सटीक रूपांतरण के लिए दशमलव अंक शामिल करना सुनिश्चित करें।",
    "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "चरण 3: अब अपना GPA स्केल चुनें। यह स्केल यह भी दर्शाता है कि अधिकतम GPA क्या हो सकता है।",
    "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "चरण 4: एक बार जब आपने सभी मान सही तरीके से दर्ज कर दिए हों, तो 'गणना करें' बटन दबाएँ। और बस! अब आपके सामने एक समकक्ष CGPA है, जिसे CGPA मीटर द्वारा भी प्रदर्शित किया गया है।",
    "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "इसके अलावा, आप अपनी पिछली की गई सभी गणनाओं को भी देख सकते हैं, ताकि आप उनमें तुलना कर सकें। आप परिवर्तित CGPA को PDF के रूप में निर्यात कर सकते हैं और दूसरों के साथ साझा कर सकते हैं।",
    "How-CGPA & GPA Are Different?": "CGPA और GPA कैसे अलग हैं?",
    "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "CGPA और GPA कई दृष्टिकोणों से अलग हैं। [दोनों शर्तों की परिभाषा] ही उनके बीच बुनियादी अंतर को दर्शाती है। लेकिन चलिए उनके अनुप्रयोग और उपयोग में कैसे वे अलग हैं, इस पर बात करते हैं।",
    "Denomination": "संज्ञा",
    "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "जैसा कि नाम से पता चलता है, CGPA (कुल ग्रेड बिंदु औसत) एक छात्र के शैक्षणिक सत्र के दौरान समग्र या संयुक्त प्रदर्शन को दर्शाता है। यह आमतौर पर कई सेमेस्टर के प्रदर्शन को संक्षेप में प्रस्तुत करता है।",
    "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "दूसरी ओर, GPA (ग्रेड बिंदु औसत) एक विशेष सेमेस्टर का शैक्षणिक प्रदर्शन, या कहें, एक विशिष्ट टर्म/सेमेस्टर को दर्शाता है। इस प्रकार, एक तरह से, CGPA को कई सेमेस्टरों के GPA स्कोर का औसत निकालकर गणना की जाती है।",
    "Usage": "उपयोग",
    "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "मुद्रा की तरह, दोनों स्केल्स का उपयोग भी अलग-अलग होता है। CGPA को छात्र के समग्र शैक्षणिक प्रदर्शन के रूप में माना जाता है, जबकि GPA को किसी विशेष सेमेस्टर या अवधि के लिए माना जाता है।",
    "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "GPA का उपयोग मुख्य रूप से यह आकलन करने और योजना बनाने के लिए किया जाता है कि हाल ही में छात्र कैसा प्रदर्शन कर रहा है और यह मजबूत बिंदुओं और संभावित सुधार क्षेत्रों की पहचान करने में मदद करता है। ऐसे ग्रेड स्केल का उपयोग यह निर्धारित करने के लिए भी किया जाता है कि किसी नए कोर्स का छात्रों के शैक्षणिक प्रदर्शन पर क्या प्रभाव पड़ता है। लेकिन अगर नौकरी या उच्च अध्ययन के लिए आवेदन करने की बात करें तो GPA आदर्श ग्रेड स्केल नहीं हो सकता।",
    "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "ऐसे मामलों में, जब कोई छात्र उच्च अध्ययन या नौकरी के लिए आवेदन कर रहा होता है, तो उसे अपना CGPA भरना पड़ता है। इस प्रकार, CGPA को बाहरी निकायों के साथ साझा किया जाता है, जबकि GPA का उपयोग मुख्य रूप से आंतरिक आकलन में किया जाता है।",
    "To summarize, take a look at the below-given table:": "सारांश के लिए, नीचे दी गई तालिका पर एक नज़र डालें:",
    "Feature": "विशेषता",
    "GPA": "GPA",
    "CGPA": "CGPA",
    "Scope": "दायरा",
    "Single Semester / Term": "एकल सेमेस्टर / अवधि",
    "Entire Academic Session": "पूरी शैक्षणिक अवधि",
    "Calculation": "गणना",
    "Grade Points for a semester.": "एक सेमेस्टर के लिए ग्रेड पॉइंट्स।",
    "Cumulative Average of All semesters.": "सभी सेमेस्टर का संचयी औसत।",
    "Purpose": "उद्देश्य",
    "Help to track and monitor the performance of a student.": "छात्र के प्रदर्शन को ट्रैक और मॉनिटर करने में मदद करें।",
    "Determines the overall performance of a student.": "छात्र के समग्र प्रदर्शन को निर्धारित करता है।",
    "International-Standards and Certifications": "अंतरराष्ट्रीय मानक और प्रमाणपत्र",
    "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "जैसा कि हमने पहले चर्चा की थी, GPA जैसे ग्रेडिंग स्केल मुख्य रूप से पश्चिमी शिक्षा प्रणालियों का हिस्सा हैं। हालांकि, विदेश में पढ़ाई की योजना बनाने वाले छात्रों को विभिन्न अंतरराष्ट्रीय मानकों और प्रमाणपत्रों के बारे में पता होना चाहिए जो विभिन्न शैक्षणिक ढांचों में व्यापक रूप से मान्यता प्राप्त हैं। इन्हें समझने से छात्रों को विभिन्न ग्रेडिंग सिस्टम को नेविगेट करने और स्कूलों या विश्वविद्यालयों में आवेदन करते समय सुगम बदलाव सुनिश्चित करने में मदद मिल सकती है।",
    "1. International Baccalaureate (IB)": "1. अंतर्राष्ट्रीय बेकालॉरिएट (IB)",
    "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "अंतर्राष्ट्रीय बेकालॉरिएट (IB) 3 से 19 वर्ष की आयु के छात्रों के लिए डिज़ाइन किया गया एक अंतरराष्ट्रीय मान्यता प्राप्त शैक्षिक ढांचा है। इसका उद्देश्य आलोचनात्मक सोच, अंतरसांस्कृतिक समझ, और वैश्विक अनुकूलता को बढ़ावा देना है। IB ढांचे को चार मुख्य कार्यक्रमों में विभाजित किया गया है:",
    "Primary Years Programme (PYP)": "प्राथमिक वर्ष कार्यक्रम (PYP)",
    "For students aged 3 to 12, focusing on developing academic and personal skills.": "3 से 12 वर्ष की आयु के छात्रों के लिए, अकादमिक और व्यक्तिगत कौशल विकसित करने पर ध्यान केंद्रित करता है।",
    "Middle Years Programme (MYP)": "मध्य वर्ष कार्यक्रम (MYP)",
    "For students aged 11 to 16, preparing them for further study.": "11 से 16 वर्ष की आयु के छात्रों के लिए, उन्हें आगे की पढ़ाई के लिए तैयार करता है।",
    "Diploma Programme (DP)": "डिप्लोमा कार्यक्रम (DP)",
    "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "16 से 19 वर्ष की आयु के छात्रों के लिए, 1-7 ग्रेडिंग स्केल के साथ एक कठोर कार्यक्रम।",
    "Career-related Programme (CP)": "कैरियर-संबंधित कार्यक्रम (CP)",
    "Combines academic study with career-related learning for students aged 16 to 19.": "16 से 19 वर्ष की आयु के छात्रों के लिए अकादमिक अध्ययन को कैरियर-संबंधित शिक्षा के साथ जोड़ता है।",
    "The IB system is recognized globally for its academic rigor and holistic approach to education.": "IB प्रणाली को इसकी शैक्षणिक कठोरता और शिक्षा के समग्र दृष्टिकोण के लिए वैश्विक स्तर पर मान्यता प्राप्त है।",
    "2. Common Core State Standards (CCSS)": "2. कॉमन कोर स्टेट स्टैंडर्ड्स (CCSS)",
    "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "कॉमन कोर स्टेट स्टैंडर्ड्स (CCSS) को संयुक्त राज्य अमेरिका में K-12 शिक्षा को मानकीकृत करने के लिए विकसित किया गया था। यह ढांचा मुख्य रूप से अमेरिकी स्कूलों में लागू होता है और शैक्षणिक उपलब्धियों के लिए स्पष्ट और सुसंगत मानदंड प्रदान करने पर केंद्रित है। इसका उद्देश्य छात्रों को कॉलेज, करियर और वैश्विक प्रतिस्पर्धा के लिए तैयार करना है, जिसमें क्रिटिकल थिंकिंग और समस्या समाधान कौशल पर जोर दिया गया है।",
    "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "3. बोलोग्ना प्रक्रिया और यूरोपीय क्रेडिट ट्रांसफर और संचय प्रणाली (ECTS)",
    "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "बोलोग्ना प्रक्रिया यूरोपीय देशों के बीच उच्च शिक्षा को मानकीकृत करने का एक समझौता है। इसका उद्देश्य शैक्षणिक योग्यताओं और अध्ययन की अवधि को यूरोप भर में आसानी से तुलनीय और संगत बनाना है। यह प्रक्रिया विभिन्न देशों में विश्वविद्यालयों के बीच छात्रों की आवाजाही को सुगम बनाती है, जिससे छात्रों की योग्यताओं को अंतरराष्ट्रीय स्तर पर मान्यता प्राप्त होती है।",
    "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "यूरोपीय क्रेडिट ट्रांसफर और संचय प्रणाली (ECTS) पाठ्यक्रमों को आवश्यक कार्य की मात्रा (आमतौर पर प्रति क्रेडिट 25-30 घंटे अध्ययन) के आधार पर क्रेडिट आवंटित करती है। ECTS एक लेटर ग्रेडिंग प्रणाली का उपयोग करती है जो A से F तक होती है, जिसमें F असफलता को दर्शाता है।",
    "4. Advanced Placement (AP) Program": "4. एडवांस्ड प्लेसमेंट (AP) प्रोग्राम",
    "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "एडवांस्ड प्लेसमेंट (AP) प्रोग्राम अमेरिका आधारित पहल है जिसे कॉलेज बोर्ड द्वारा पेश किया गया है, जो हाई स्कूल के छात्रों को कॉलेज स्तर के पाठ्यक्रम और परीक्षाएं लेने में सक्षम बनाता है। ये पाठ्यक्रम पहले वर्ष के कॉलेज पाठ्यक्रमों के समकक्ष हैं और अंतरराष्ट्रीय स्तर पर मान्यता प्राप्त हैं। AP परीक्षाओं के लिए ग्रेडिंग स्केल 1 से 5 तक होती है, जिसमें 3 को उत्तीर्ण माना जाता है। AP को दुनिया भर के विश्वविद्यालयों द्वारा व्यापक रूप से स्वीकार किया जाता है, जिससे छात्रों को हाई स्कूल पूरा करने से पहले कॉलेज क्रेडिट अर्जित करने का अवसर मिलता है।",
    "5. International General Certificate of Secondary Education (IGCSE)": "5. इंटरनेशनल जनरल सर्टिफिकेट ऑफ सेकेंडरी एजुकेशन (IGCSE)",
    "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "IGCSE कैम्ब्रिज असेसमेंट इंटरनेशनल एजुकेशन द्वारा पेश की गई एक वैश्विक स्तर पर मान्यता प्राप्त योग्यता है। यह A से G तक ग्रेडिंग स्केल का उपयोग करती है, जिसमें U (अनग्रेडेड) असफलता को दर्शाता है। IGCSE का व्यापक रूप से अंतरराष्ट्रीय स्कूलों में उपयोग किया जाता है और यह अपनी लचीलापन के लिए जाना जाता है, जिससे छात्रों को अपने शैक्षणिक रुचियों और करियर लक्ष्यों के अनुसार विषयों का चयन करने की अनुमति मिलती है।",
    "6. Tertiary Education Quality and Standards Agency (TEQSA)": "6. तृतीयक शिक्षा गुणवत्ता और मानक एजेंसी (TEQSA)",
    "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "TEQSA ढांचे का मुख्य रूप से ऑस्ट्रेलिया में पालन किया जाता है। यह उच्च शिक्षा संस्थानों को नियंत्रित करता है और यह सुनिश्चित करता है कि वे राष्ट्रीय मानकों को पूरा करें। यह ऑस्ट्रेलियन क्वालिफिकेशन फ्रेमवर्क (AQF) के साथ मेल खाता है, जो ऑस्ट्रेलिया में संस्थानों द्वारा पेश किए गए योग्यताओं और पाठ्यक्रमों का वर्णन करता है। जबकि TEQSA मुख्य रूप से ऑस्ट्रेलिया में पालन किया जाता है, इसकी मान्यता वैश्विक है, जिससे ऑस्ट्रेलियाई डिग्री का अंतरराष्ट्रीय स्तर पर सम्मान होता है और छात्रों की गतिशीलता बढ़ती है।",
    "7. Programme for International Student Assessment (PISA)": "7. अंतरराष्ट्रीय छात्र मूल्यांकन कार्यक्रम (PISA)",
    "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "अंतरराष्ट्रीय छात्र मूल्यांकन कार्यक्रम (PISA) एक अंतरराष्ट्रीय सर्वेक्षण है जिसे OECD द्वारा आयोजित किया जाता है। अन्य ढांचों के विपरीत, PISA ग्रेडिंग स्केल प्रदान नहीं करता है, बल्कि इसके बजाय 15 वर्षीय छात्रों के शैक्षणिक प्रदर्शन का मूल्यांकन करके दुनिया भर में शिक्षा प्रणालियों की प्रभावशीलता का आकलन करता है। एकत्र किए गए डेटा नीति निर्माताओं को उनके शिक्षा प्रणालियों में ताकतों और कमजोरियों की पहचान करने और मानकों को सुधारने और वैश्विक स्तर पर शैक्षिक ढांचों को संरेखित करने के लिए सूचित निर्णय लेने में मदद करता है।",
    "Most-Common GPA to CGPA Conversion Scenarios": "सबसे सामान्य GPA से CGPA रूपांतरण परिदृश्य",
    "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "1. यू.एस. GPA से CGPA रूपांतरण (4.0 स्केल)",
    "The formula used is:": "उपयोग किया गया सूत्र है:",
    "CGPA = GPA × 2.5": "CGPA = GPA × 2.5",
    "Thus, the conversions would look like:": "इस प्रकार, रूपांतरण इस प्रकार होगा:",
    "4.0 GPA in CGPA is 10.0": "4.0 GPA CGPA में 10.0 है",
    "3.5 GPA in CGPA is 8.75": "3.5 GPA CGPA में 8.75 है",
    "3.0 GPA in CGPA is 7.5": "3.0 GPA CGPA में 7.5 है",
    "2.0 GPA in CGPA is 5.0": "2.0 GPA CGPA में 5.0 है",
    "2. U.S. GPA to CGPA (Indian) Conversion": "2. यू.एस. GPA से CGPA (भारतीय) रूपांतरण",
    "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "कुछ भारतीय संस्थान GPA (4.0 स्केल) से CGPA (10 स्केल) रूपांतरण के लिए एक अलग संस्करण का पालन करते हैं। उपयोग किया गया सूत्र है:",
    "CGPA = GPA × 2 + 1": "CGPA = GPA × 2 + 1",
    "Thus, the conversion would vary as:": "इस प्रकार, परिवर्तन इस प्रकार भिन्न होगा:",
    "4.0 GPA in CGPA is 9.0": "4.0 GPA का CGPA में मूल्य 9.0 है",
    "3.5 GPA in CGPA is 8.0": "3.5 GPA का CGPA में मूल्य 8.0 है",
    "3.0 GPA in CGPA is 7.0": "3.0 GPA का CGPA में मूल्य 7.0 है",
    "2.0 GPA-in-CGPA is 5.0": "2.0 GPA का CGPA में मूल्य 5.0 है",
    "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "3. भारतीय प्रतिशत से अमेरिकी GPA रूपांतरण (4.0 पैमाना)",
    "The-formula used is:": "प्रयोग किया गया सूत्र है:",
    "GPA- =": "GPA =",
    "Therefore, the conversions would look like:": "इसलिए, रूपांतरण इस प्रकार होंगे:",
    "90% to GPA is 4.0": "90% का GPA में मूल्य 4.0 है",
    "75% to GPA is 3.5": "75% का GPA में मूल्य 3.5 है",
    "60% to GPA is 3.0": "60% का GPA में मूल्य 3.0 है",
    "50% to GPA is 2.0": "50% का GPA में मूल्य 2.0 है",
    "4. ECTS Grading to GPA/CGPA": "4. ECTS ग्रेडिंग से GPA/CGPA",
    "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "चूंकि ECTS एक अक्षर ग्रेडिंग प्रणाली का पालन करता है, इसलिए इसका समकक्ष रूपांतरण इस प्रकार है:",
    "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (शीर्ष 10%) → 4.0 GPA / 9.0-10.0 CGPA",
    "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (अगले 25%) → 3.5 GPA / 7.5-8.9 CGPA",
    "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (अगले 30%) → 3.0 GPA / 6.0-7.4 CGPA",
    "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (अगले 25%) → 2.5 GPA / 5.0-5.9 CGPA",
    "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (न्यूनतम उत्तीर्ण ग्रेड) → 2.0 GPA / 4.0-4.9 CGPA",
    "Please Note:": "कृपया ध्यान दें:",
    "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "ये सामान्य रूपांतरण केस अध्ययन हैं और सार्वभौमिक रूप से लागू नहीं हो सकते। इन रूपांतरणों का उपयोग करने से पहले हमेशा विशिष्ट संस्थागत दिशानिर्देश देखें।",
    "Summary-": "सारांश",
    "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "इस खंड में, हमने GPA और CGPA रूपांतरण, उनकी आपस में भिन्नता, और दुनिया भर में पालन किए जाने वाले कुछ अंतर्राष्ट्रीय मानकों और ढांचों पर चर्चा की। जबकि हमने सभी प्रमुख ढांचों को शामिल करने का प्रयास किया है, हर संस्थान का सूत्र और रूपांतरण शामिल करना संभव नहीं है।",
    "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "इसलिए, हम हमेशा सलाह देते हैं कि अपनी ग्रेड के रूपांतरण से पहले किसी विशिष्ट संस्थान के आधिकारिक दस्तावेज़ की जांच करें।",
    "FAQs": "सामान्य प्रश्न",
    "Q1. How can I convert GPA to CGPA?": "प्र.1 मैं GPA को CGPA में कैसे रूपांतरित कर सकता/सकती हूं?",
    "Ans. You can convert GPA to CGPA using the formula;": "उत्तर: आप इस सूत्र का उपयोग करके GPA को CGPA में रूपांतरित कर सकते हैं;",
    "-GPA =": "GPA =",
    "CGPA Obtained": "प्राप्त CGPA",
    "Maximum CGPA": "अधिकतम CGPA",
    "Max-GPA": "अधिकतम GPA",
    "Q2. What is Indian CGPA to GPA calculator?": "प्र.2 भारतीय CGPA से GPA कैलकुलेटर क्या है?",
    "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "उत्तर: भारतीय CGPA से GPA कैलकुलेटर में CGPA और प्रतिशत से GPA का रूपांतरण शामिल है। कृपया नीचे दी गई तालिका देखें:",
    "Conversion Type": "रूपांतरण प्रकार",
    "Formula": "सूत्र",
    "CGPA to 4-point GPA": "CGPA से 4-पॉइंट GPA",
    "Percentage to 4-point GPA": "प्रतिशत से 4-पॉइंट GPA",
    "Percentage to GPA (4.3)": "प्रतिशत से GPA (4.3)",
    "Percentage to GPA (5.0)": "प्रतिशत से GPA (5.0)",
    "GPA =": "GPA =",
    "CGPA Obtained": "प्राप्त CGPA",
    "Maximum CGPA": "अधिकतम CGPA",
    "× 2.5": "× 2.5",
    "Percentage Obtained": "प्राप्त प्रतिशत",
    "100": "100",
    "× 4": "× 4",
    "4.3": "4.3",
    "× 100": "× 100",
    "20": "20",
    "Q3. How to calculate CGPA from GPA?": "प्रश्न 3. GPA से CGPA कैसे निकालें?",
    "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "उत्तर: GPA से CGPA निकालने के लिए, प्राप्त GPA को अधिकतम GPA से विभाजित करें और फिर लक्ष्य CGPA स्केल से गुणा करें। गणितीय रूप से:",
    "CGPA =": "CGPA =",
    "GPA Obtained": "प्राप्त GPA",
    "Maximum GPA": "अधिकतम GPA",
    "× Target CGPA Scale": "× लक्ष्य CGPA स्केल",
    "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "प्रश्न 4. 10-पॉइंट CGPA को 4 GPA में बदलने का सूत्र क्या है?",
    "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "उत्तर: ऊपर प्रश्न 2 में उल्लिखित अनुसार, आप CGPA को 2.5 से विभाजित कर सकते हैं और आपको समतुल्य GPA मिलेगा। नीचे एक सरल गणना दी गई है:",
    "GPA =": "GPA =",
    "Obtained CGPA": "प्राप्त CGPA",
    "10 (for 10-point CGPA)": "10 (10-पॉइंट CGPA के लिए)",
    "×": "×",
    "= ": "= ",
    "× 2.5": "× 2.5",
    "Q5. What is the GPA to CGPA calculator Anna University Formula?": "प्रश्न 5. GPA से CGPA बदलने के लिए अन्ना यूनिवर्सिटी का फॉर्मूला क्या है?",
    "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "उत्तर: अन्ना यूनिवर्सिटी के GPA से CGPA बदलने के लिए क्रेडिट स्कोर शामिल हैं। सूत्र को इस प्रकार लिखा जा सकता है:",
    "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "विषय 1 में ग्रेड × अर्जित क्रेडिट + विषय 2 में ग्रेड × अर्जित क्रेडिट + विषय N में ग्रेड × अर्जित क्रेडिट",
    "Sum of All Credits Earned in Each Subject": "प्रत्येक विषय में अर्जित सभी क्रेडिट का योग",
    "Q6. How to calculate CGPA from GPA in Anna University?": "प्रश्न 6. अन्ना यूनिवर्सिटी में GPA से CGPA कैसे निकालें?",
    "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "उत्तर: अन्ना यूनिवर्सिटी में GPA से CGPA निकालने की गणना उसी प्रकार की जाती है जैसा कि इस लेख के शीर्ष पर दिए गए सूत्र में उल्लिखित है।",
    "CGPA =": "CGPA =",
    "GPA Obtained": "प्राप्त GPA",
    "Maximum GPA": "अधिकतम GPA",
    "×": "×",
    "Target CGPA Scale": "लक्ष्य CGPA स्केल",
    "However, you can also go for detailed calculations as described in Q5.": "हालांकि, आप Q5 में वर्णित विस्तृत गणनाओं का भी उपयोग कर सकते हैं।",
    "Q7. How SRM GPA to CGPA calculator is different?": "Q7. SRM GPA से CGPA कैलकुलेटर कैसे अलग है?",
    "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "उत्तर: SRM विश्वविद्यालय एक विशिष्ट सूत्र का उपयोग करता है जिसमें GPA की गणना के लिए क्रेडिट-वेटेड औसत शामिल है। क्रेडिट-वेटेड औसत की अवधारणा का उपयोग कुछ विषयों, जैसे प्रमुख और गौण विषयों को विशेष वेटेज देने के लिए किया जाता है।",
    "Q8. Is the GPA to CGPA calculator for engineering different?": "Q8. क्या इंजीनियरिंग के लिए GPA से CGPA कैलकुलेटर अलग है?",
    "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "उत्तर: कुछ इंजीनियरिंग कॉलेज मुख्य पाठ्यक्रमों को वैकल्पिक या सामान्य पाठ्यक्रमों की तुलना में उच्च क्रेडिट प्रदान करते हैं। इसलिए, उन मुख्य विषयों का वेटेड मान अन्य की तुलना में अधिक हो सकता है।",
    "Q9. Is CGPA to GPA calculator online reliable?": "Q9. क्या ऑनलाइन CGPA से GPA कैलकुलेटर विश्वसनीय है?",
    "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "उत्तर: गणितीय रूप से, हां, हमारा ऑनलाइन CGPA से GPA कैलकुलेटर विश्वसनीय है। हालांकि, कई विश्वविद्यालय एक विशिष्ट रूपांतरण पद्धति का उपयोग करते हैं। चूंकि उन सभी तरीकों को शामिल करना संभव नहीं है, इसलिए पहले आधिकारिक दिशानिर्देशों की जांच करना सबसे अच्छा है।",
    "Q10. Convert GPA to CGPA out of 4.": "Q10. GPA को CGPA में 4 के स्केल पर कैसे बदलें?",
    "Ans. To convert GPA to CGPA out of 4, use the below formula:": "उत्तर: GPA को CGPA में 4 के स्केल पर बदलने के लिए नीचे दिए गए सूत्र का उपयोग करें:",
    "CGPA (out of 4) =": "CGPA (4 के स्केल पर) =",
    "GPAObtained": "प्राप्त GPA",
    "Maximum GPA on your Scale": "आपके स्केल पर अधिकतम GPA",
    "×": "×",
    "4": "4",
    "Q11. What is 3 GPA to CGPA?": "Q11. 3 GPA का CGPA क्या है?",
    "Ans. On a 4-point GPA scale, your CGPA is 3. But on a 10-point GPA scale, your CGPA is 1.2.": "उत्तर: 4-पॉइंट GPA स्केल पर आपका CGPA 3 है। लेकिन 10-पॉइंट GPA स्केल पर आपका CGPA 1.2 है।",
    "Q12. What is 3.5 GPA to CGPA?": "Q12. 3.5 GPA का CGPA क्या है?",
    "Ans. On a 4-point GPA scale, your CGPA is 3.5.": "उत्तर: 4-पॉइंट GPA स्केल पर आपका CGPA 3.5 है।",
    "But on a 10-point GPA scale, your CGPA is 1.4.": "लेकिन 10-पॉइंट GPA स्केल पर आपका CGPA 1.4 है।",
    "On a 7-point GPA scale, your CGPA is 2.": "7-पॉइंट GPA स्केल पर आपका CGPA 2 है।",
    "Q13. What is 3.3 GPA to CGPA?": "Q13. 3.3 GPA का CGPA क्या है?",
    "Ans. If GPA is on a 4-point scale → 3.3 CGPA": "उत्तर: यदि GPA 4-पॉइंट स्केल पर है → 3.3 CGPA",
    "If GPA is on a 10-point scale → 1.32 CGPA": "यदि GPA 10-पॉइंट स्केल पर है → 1.32 CGPA",
    "If GPA is on a 7-point scale → 1.89 CGPA": "यदि GPA 7-पॉइंट स्केल पर है → 1.89 CGPA",
    "Q14. What is a good CGPA?": "Q14. अच्छा CGPA क्या है?",
    "Ans. A CGPA above 8.0 is considered a good CGPA. However, this varies depending on the institution and the course.": "उत्तर: 8.0 से ऊपर का CGPA अच्छा माना जाता है। हालांकि, यह संस्थान और पाठ्यक्रम के आधार पर भिन्न हो सकता है।"
}