{
    "navbar": {
        "selectLanguage": "भाषा चुनें"
    },
    "title": "GPA से CGPA कैलकुलेटर",
    "enter_gpa": "GPA दर्ज करें",
    "choose_gpa_scale": "GPA स्केल चुनें",
    "calculate": "गणना करें",
    "reset": "रीसेट करें",
    "calculated_cgpa": "आपका गणना किया गया CGPA",
    "calculation_history": "गणना इतिहास",
    "download": "डाउनलोड",
    "whatsapp": "व्हाट्सएप",
    "copy_link": "लिंक कॉपी करें",
    "gpa_to_cgpa_calculator": "GPA से CGPA कैलकुलेटर",
    "welcome_message": "एक और शैक्षिक कैलकुलेटर में आपका स्वागत है! संबंधित कैलकुलेटर में, हम गणना करते हैं",
    "cgpa_to_percentage_link": "CGPA से प्रतिशत",
    "gpa_to_cgpa_description": "(और इसके विपरीत)। इसके अलावा, हमने इन ग्रेडिंग स्केल और उन परिदृश्यों से संबंधित कुछ अवधारणाओं का पता लगाया जहाँ इनका उपयोग किया जाता है। अधिकांश एशियाई और कुछ अफ्रीकी देश CGPA या प्रतिशत प्रणाली का पालन करते हैं, जबकि पश्चिमी शिक्षा प्रणाली GPA का उपयोग करती है।",
    "letter_grading_link": "लेटर ग्रेडिंग प्रणाली",
    "institution_migration_message": "जब आप एक संस्थान से दूसरे में स्थानांतरित होते हैं, विशेष रूप से जब दोनों संस्थान अलग-अलग ग्रेडिंग प्रणालियों का पालन करते हैं, तो एक विश्वसनीय ग्रेड रूपांतरण कैलकुलेटर महत्वपूर्ण हो जाता है। आप लॉर्ड कैलकुलेटर GPA से CGPA कैलकुलेटर पर भरोसा कर सकते हैं, जो रूपांतरण के लिए सबसे अधिक स्वीकृत अंतरराष्ट्रीय सूत्र का उपयोग करता है।",
    "guide_message": "इस गाइड में, हम GPA से CGPA रूपांतरण के लिए उपयोग किए जाने वाले सूत्र, उन परिदृश्यों की चर्चा करेंगे जहाँ आपको इस रूपांतरण की आवश्यकता हो सकती है, ध्यान देने योग्य सावधानियाँ और इस रूपांतरण को करते समय ध्यान देने वाले महत्वपूर्ण बिंदु।",
    "Table of Contents": "सामग्री की तालिका",
    "GPA to CGPA Calculator": "GPA से CGPA कैलकुलेटर",
    "GPA To CGPA Calculation Formula": "GPA से CGPA गणना सूत्र",
    "How to Use Lord Calculator’s GPA to CGPA Calculator?": "लॉर्ड कैलकुलेटर के GPA से CGPA कैलकुलेटर का उपयोग कैसे करें?",
    "How CGPA & GPA Are Different?": "CGPA और GPA कैसे अलग हैं?",
    "International Standards and Certifications": "अंतरराष्ट्रीय मानक और प्रमाणपत्र",
    "Most Common GPA to CGPA Conversion Scenarios": "सबसे सामान्य GPA से CGPA रूपांतरण परिदृश्य",
    "Summary": "सारांश",
    "FAQs (Frequently Asked Questions)": "सामान्य प्रश्न (FAQs)",
    "GPA To CGPA Calculation Formulas": "GPA से CGPA गणना सूत्र",
    "Equivalent CGPA =": "समान CGPA =",
    "GPA obtained": "प्राप्त GPA",
    "Max GPA": "अधिकतम GPA",
    "Max CGPA": "अधिकतम CGPA",
    "How to Calculate GPA?": "GPA कैसे गणना करें?",
    "GPA =": "GPA =",
    "Total Quality Points for all terms.": "सभी टर्म के लिए कुल गुणवत्ता अंक।",
    "Total Credit Hours for all terms.": "सभी टर्म के लिए कुल क्रेडिट घंटे।",
    "quality points": "जहाँ, किसी टर्म के लिए गुणवत्ता अंक = लेटर ग्रेड के अंक मान * क्रेडिट घंटे।",
    "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "लॉर्ड कैलकुलेटर के GPA से CGPA कैलकुलेटर का उपयोग कैसे करें?",
    "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "हालाँकि हमने अपने कैलकुलेटर को उपयोग में आसान बनाया है, फिर भी यहाँ एक गाइड है जो आपको ग्रेड गणनाओं के हर जटिल हिस्से से बचाएगा। अपने GPA को समकक्ष CGPA में बदलने के लिए नीचे दिए गए चरणों का पालन करें:",
    "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "चरण 1: लॉर्ड कैलकुलेटर पर GPA से CGPA कैलकुलेटर खोलें।",
    "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "चरण 2: पहले फील्ड में, जिसमें 'GPA दर्ज करें' लिखा है, अपना प्राप्त GPA सटीकता से दर्ज करें। सटीक रूपांतरण के लिए दशमलव अंक शामिल करना सुनिश्चित करें।",
    "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "चरण 3: अब अपना GPA स्केल चुनें। यह स्केल यह भी दर्शाता है कि अधिकतम GPA क्या हो सकता है।",
    "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "चरण 4: एक बार जब आपने सभी मान सही तरीके से दर्ज कर दिए हों, तो 'गणना करें' बटन दबाएँ। और बस! अब आपके सामने एक समकक्ष CGPA है, जिसे CGPA मीटर द्वारा भी प्रदर्शित किया गया है।",
    "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "इसके अलावा, आप अपनी पिछली की गई सभी गणनाओं को भी देख सकते हैं, ताकि आप उनमें तुलना कर सकें। आप परिवर्तित CGPA को PDF के रूप में निर्यात कर सकते हैं और दूसरों के साथ साझा कर सकते हैं।",
    "How-CGPA & GPA Are Different?": "CGPA और GPA कैसे अलग हैं?",
    "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "CGPA और GPA कई दृष्टिकोणों से अलग हैं। [दोनों शर्तों की परिभाषा] ही उनके बीच बुनियादी अंतर को दर्शाती है। लेकिन चलिए उनके अनुप्रयोग और उपयोग में कैसे वे अलग हैं, इस पर बात करते हैं।",
    "Denomination": "संज्ञा",
    "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "जैसा कि नाम से पता चलता है, CGPA (कुल ग्रेड बिंदु औसत) एक छात्र के शैक्षणिक सत्र के दौरान समग्र या संयुक्त प्रदर्शन को दर्शाता है। यह आमतौर पर कई सेमेस्टर के प्रदर्शन को संक्षेप में प्रस्तुत करता है।",
    "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "दूसरी ओर, GPA (ग्रेड बिंदु औसत) एक विशेष सेमेस्टर का शैक्षणिक प्रदर्शन, या कहें, एक विशिष्ट टर्म/सेमेस्टर को दर्शाता है। इस प्रकार, एक तरह से, CGPA को कई सेमेस्टरों के GPA स्कोर का औसत निकालकर गणना की जाती है।",
    "Usage": "उपयोग",
    "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "मुद्रा की तरह, दोनों स्केल्स का उपयोग भी अलग-अलग होता है। CGPA को छात्र के समग्र शैक्षणिक प्रदर्शन के रूप में माना जाता है, जबकि GPA को किसी विशेष सेमेस्टर या अवधि के लिए माना जाता है।",
    "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "GPA का उपयोग मुख्य रूप से यह आकलन करने और योजना बनाने के लिए किया जाता है कि हाल ही में छात्र कैसा प्रदर्शन कर रहा है और यह मजबूत बिंदुओं और संभावित सुधार क्षेत्रों की पहचान करने में मदद करता है। ऐसे ग्रेड स्केल का उपयोग यह निर्धारित करने के लिए भी किया जाता है कि किसी नए कोर्स का छात्रों के शैक्षणिक प्रदर्शन पर क्या प्रभाव पड़ता है। लेकिन अगर नौकरी या उच्च अध्ययन के लिए आवेदन करने की बात करें तो GPA आदर्श ग्रेड स्केल नहीं हो सकता।",
    "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "ऐसे मामलों में, जब कोई छात्र उच्च अध्ययन या नौकरी के लिए आवेदन कर रहा होता है, तो उसे अपना CGPA भरना पड़ता है। इस प्रकार, CGPA को बाहरी निकायों के साथ साझा किया जाता है, जबकि GPA का उपयोग मुख्य रूप से आंतरिक आकलन में किया जाता है।",
    "To summarize, take a look at the below-given table:": "सारांश के लिए, नीचे दी गई तालिका पर एक नज़र डालें:",
    "Feature": "विशेषता",
    "GPA": "GPA",
    "CGPA": "CGPA",
    "Scope": "दायरा",
    "Single Semester / Term": "एकल सेमेस्टर / अवधि",
    "Entire Academic Session": "पूरी शैक्षणिक अवधि",
    "Calculation": "गणना",
    "Grade Points for a semester.": "एक सेमेस्टर के लिए ग्रेड पॉइंट्स।",
    "Cumulative Average of All semesters.": "सभी सेमेस्टर का संचयी औसत।",
    "Purpose": "उद्देश्य",
    "Help to track and monitor the performance of a student.": "छात्र के प्रदर्शन को ट्रैक और मॉनिटर करने में मदद करें।",
    "Determines the overall performance of a student.": "छात्र के समग्र प्रदर्शन को निर्धारित करता है।",
    "International-Standards and Certifications": "अंतरराष्ट्रीय मानक और प्रमाणपत्र",
    "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "जैसा कि हमने पहले चर्चा की थी, GPA जैसे ग्रेडिंग स्केल मुख्य रूप से पश्चिमी शिक्षा प्रणालियों का हिस्सा हैं। हालांकि, विदेश में पढ़ाई की योजना बनाने वाले छात्रों को विभिन्न अंतरराष्ट्रीय मानकों और प्रमाणपत्रों के बारे में पता होना चाहिए जो विभिन्न शैक्षणिक ढांचों में व्यापक रूप से मान्यता प्राप्त हैं। इन्हें समझने से छात्रों को विभिन्न ग्रेडिंग सिस्टम को नेविगेट करने और स्कूलों या विश्वविद्यालयों में आवेदन करते समय सुगम बदलाव सुनिश्चित करने में मदद मिल सकती है।",
    "1. International Baccalaureate (IB)": "1. अंतर्राष्ट्रीय बेकालॉरिएट (IB)",
    "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "अंतर्राष्ट्रीय बेकालॉरिएट (IB) 3 से 19 वर्ष की आयु के छात्रों के लिए डिज़ाइन किया गया एक अंतरराष्ट्रीय मान्यता प्राप्त शैक्षिक ढांचा है। इसका उद्देश्य आलोचनात्मक सोच, अंतरसांस्कृतिक समझ, और वैश्विक अनुकूलता को बढ़ावा देना है। IB ढांचे को चार मुख्य कार्यक्रमों में विभाजित किया गया है:",
    "Primary Years Programme (PYP)": "प्राथमिक वर्ष कार्यक्रम (PYP)",
    "For students aged 3 to 12, focusing on developing academic and personal skills.": "3 से 12 वर्ष की आयु के छात्रों के लिए, अकादमिक और व्यक्तिगत कौशल विकसित करने पर ध्यान केंद्रित करता है।",
    "Middle Years Programme (MYP)": "मध्य वर्ष कार्यक्रम (MYP)",
    "For students aged 11 to 16, preparing them for further study.": "11 से 16 वर्ष की आयु के छात्रों के लिए, उन्हें आगे की पढ़ाई के लिए तैयार करता है।",
    "Diploma Programme (DP)": "डिप्लोमा कार्यक्रम (DP)",
    "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "16 से 19 वर्ष की आयु के छात्रों के लिए, 1-7 ग्रेडिंग स्केल के साथ एक कठोर कार्यक्रम।",
    "Career-related Programme (CP)": "कैरियर-संबंधित कार्यक्रम (CP)",
    "Combines academic study with career-related learning for students aged 16 to 19.": "16 से 19 वर्ष की आयु के छात्रों के लिए अकादमिक अध्ययन को कैरियर-संबंधित शिक्षा के साथ जोड़ता है।",
    "The IB system is recognized globally for its academic rigor and holistic approach to education.": "IB प्रणाली को इसकी शैक्षणिक कठोरता और शिक्षा के समग्र दृष्टिकोण के लिए वैश्विक स्तर पर मान्यता प्राप्त है।",
    "2. Common Core State Standards (CCSS)": "2. कॉमन कोर स्टेट स्टैंडर्ड्स (CCSS)",
    "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "कॉमन कोर स्टेट स्टैंडर्ड्स (CCSS) को संयुक्त राज्य अमेरिका में K-12 शिक्षा को मानकीकृत करने के लिए विकसित किया गया था। यह ढांचा मुख्य रूप से अमेरिकी स्कूलों में लागू होता है और शैक्षणिक उपलब्धियों के लिए स्पष्ट और सुसंगत मानदंड प्रदान करने पर केंद्रित है। इसका उद्देश्य छात्रों को कॉलेज, करियर और वैश्विक प्रतिस्पर्धा के लिए तैयार करना है, जिसमें क्रिटिकल थिंकिंग और समस्या समाधान कौशल पर जोर दिया गया है।",
    "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "3. बोलोग्ना प्रक्रिया और यूरोपीय क्रेडिट ट्रांसफर और संचय प्रणाली (ECTS)",
    "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "बोलोग्ना प्रक्रिया यूरोपीय देशों के बीच उच्च शिक्षा को मानकीकृत करने का एक समझौता है। इसका उद्देश्य शैक्षणिक योग्यताओं और अध्ययन की अवधि को यूरोप भर में आसानी से तुलनीय और संगत बनाना है। यह प्रक्रिया विभिन्न देशों में विश्वविद्यालयों के बीच छात्रों की आवाजाही को सुगम बनाती है, जिससे छात्रों की योग्यताओं को अंतरराष्ट्रीय स्तर पर मान्यता प्राप्त होती है।",
    "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "यूरोपीय क्रेडिट ट्रांसफर और संचय प्रणाली (ECTS) पाठ्यक्रमों को आवश्यक कार्य की मात्रा (आमतौर पर प्रति क्रेडिट 25-30 घंटे अध्ययन) के आधार पर क्रेडिट आवंटित करती है। ECTS एक लेटर ग्रेडिंग प्रणाली का उपयोग करती है जो A से F तक होती है, जिसमें F असफलता को दर्शाता है।",
    "4. Advanced Placement (AP) Program": "4. एडवांस्ड प्लेसमेंट (AP) प्रोग्राम",
    "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "एडवांस्ड प्लेसमेंट (AP) प्रोग्राम अमेरिका आधारित पहल है जिसे कॉलेज बोर्ड द्वारा पेश किया गया है, जो हाई स्कूल के छात्रों को कॉलेज स्तर के पाठ्यक्रम और परीक्षाएं लेने में सक्षम बनाता है। ये पाठ्यक्रम पहले वर्ष के कॉलेज पाठ्यक्रमों के समकक्ष हैं और अंतरराष्ट्रीय स्तर पर मान्यता प्राप्त हैं। AP परीक्षाओं के लिए ग्रेडिंग स्केल 1 से 5 तक होती है, जिसमें 3 को उत्तीर्ण माना जाता है। AP को दुनिया भर के विश्वविद्यालयों द्वारा व्यापक रूप से स्वीकार किया जाता है, जिससे छात्रों को हाई स्कूल पूरा करने से पहले कॉलेज क्रेडिट अर्जित करने का अवसर मिलता है।",
    "5. International General Certificate of Secondary Education (IGCSE)": "5. इंटरनेशनल जनरल सर्टिफिकेट ऑफ सेकेंडरी एजुकेशन (IGCSE)",
    "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "IGCSE कैम्ब्रिज असेसमेंट इंटरनेशनल एजुकेशन द्वारा पेश की गई एक वैश्विक स्तर पर मान्यता प्राप्त योग्यता है। यह A से G तक ग्रेडिंग स्केल का उपयोग करती है, जिसमें U (अनग्रेडेड) असफलता को दर्शाता है। IGCSE का व्यापक रूप से अंतरराष्ट्रीय स्कूलों में उपयोग किया जाता है और यह अपनी लचीलापन के लिए जाना जाता है, जिससे छात्रों को अपने शैक्षणिक रुचियों और करियर लक्ष्यों के अनुसार विषयों का चयन करने की अनुमति मिलती है।",
    "6. Tertiary Education Quality and Standards Agency (TEQSA)": "6. तृतीयक शिक्षा गुणवत्ता और मानक एजेंसी (TEQSA)",
    "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "TEQSA ढांचे का मुख्य रूप से ऑस्ट्रेलिया में पालन किया जाता है। यह उच्च शिक्षा संस्थानों को नियंत्रित करता है और यह सुनिश्चित करता है कि वे राष्ट्रीय मानकों को पूरा करें। यह ऑस्ट्रेलियन क्वालिफिकेशन फ्रेमवर्क (AQF) के साथ मेल खाता है, जो ऑस्ट्रेलिया में संस्थानों द्वारा पेश किए गए योग्यताओं और पाठ्यक्रमों का वर्णन करता है। जबकि TEQSA मुख्य रूप से ऑस्ट्रेलिया में पालन किया जाता है, इसकी मान्यता वैश्विक है, जिससे ऑस्ट्रेलियाई डिग्री का अंतरराष्ट्रीय स्तर पर सम्मान होता है और छात्रों की गतिशीलता बढ़ती है।",
    "7. Programme for International Student Assessment (PISA)": "7. अंतरराष्ट्रीय छात्र मूल्यांकन कार्यक्रम (PISA)",
    "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "अंतरराष्ट्रीय छात्र मूल्यांकन कार्यक्रम (PISA) एक अंतरराष्ट्रीय सर्वेक्षण है जिसे OECD द्वारा आयोजित किया जाता है। अन्य ढांचों के विपरीत, PISA ग्रेडिंग स्केल प्रदान नहीं करता है, बल्कि इसके बजाय 15 वर्षीय छात्रों के शैक्षणिक प्रदर्शन का मूल्यांकन करके दुनिया भर में शिक्षा प्रणालियों की प्रभावशीलता का आकलन करता है। एकत्र किए गए डेटा नीति निर्माताओं को उनके शिक्षा प्रणालियों में ताकतों और कमजोरियों की पहचान करने और मानकों को सुधारने और वैश्विक स्तर पर शैक्षिक ढांचों को संरेखित करने के लिए सूचित निर्णय लेने में मदद करता है।",
    "Most-Common GPA to CGPA Conversion Scenarios": "सबसे सामान्य GPA से CGPA रूपांतरण परिदृश्य",
    "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "1. यू.एस. GPA से CGPA रूपांतरण (4.0 स्केल)",
    "The formula used is:": "उपयोग किया गया सूत्र है:",
    "CGPA = GPA × 2.5": "CGPA = GPA × 2.5",
    "Thus, the conversions would look like:": "इस प्रकार, रूपांतरण इस प्रकार होगा:",
    "4.0 GPA in CGPA is 10.0": "4.0 GPA CGPA में 10.0 है",
    "3.5 GPA in CGPA is 8.75": "3.5 GPA CGPA में 8.75 है",
    "3.0 GPA in CGPA is 7.5": "3.0 GPA CGPA में 7.5 है",
    "2.0 GPA in CGPA is 5.0": "2.0 GPA CGPA में 5.0 है",
    "2. U.S. GPA to CGPA (Indian) Conversion": "2. यू.एस. GPA से CGPA (भारतीय) रूपांतरण",
    "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "कुछ भारतीय संस्थान GPA (4.0 स्केल) से CGPA (10 स्केल) रूपांतरण के लिए एक अलग संस्करण का पालन करते हैं। उपयोग किया गया सूत्र है:",
    "CGPA = GPA × 2 + 1": "CGPA = GPA × 2 + 1",
    "Thus, the conversion would vary as:": "इस प्रकार, परिवर्तन इस प्रकार भिन्न होगा:",
    "4.0 GPA in CGPA is 9.0": "4.0 GPA का CGPA में मूल्य 9.0 है",
    "3.5 GPA in CGPA is 8.0": "3.5 GPA का CGPA में मूल्य 8.0 है",
    "3.0 GPA in CGPA is 7.0": "3.0 GPA का CGPA में मूल्य 7.0 है",
    "2.0 GPA-in-CGPA is 5.0": "2.0 GPA का CGPA में मूल्य 5.0 है",
    "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "3. भारतीय प्रतिशत से अमेरिकी GPA रूपांतरण (4.0 पैमाना)",
    "The-formula used is:": "प्रयोग किया गया सूत्र है:",
    "GPA- =": "GPA =",
    "Therefore, the conversions would look like:": "इसलिए, रूपांतरण इस प्रकार होंगे:",
    "90% to GPA is 4.0": "90% का GPA में मूल्य 4.0 है",
    "75% to GPA is 3.5": "75% का GPA में मूल्य 3.5 है",
    "60% to GPA is 3.0": "60% का GPA में मूल्य 3.0 है",
    "50% to GPA is 2.0": "50% का GPA में मूल्य 2.0 है",
    "4. ECTS Grading to GPA/CGPA": "4. ECTS ग्रेडिंग से GPA/CGPA",
    "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "चूंकि ECTS एक अक्षर ग्रेडिंग प्रणाली का पालन करता है, इसलिए इसका समकक्ष रूपांतरण इस प्रकार है:",
    "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (शीर्ष 10%) → 4.0 GPA / 9.0-10.0 CGPA",
    "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (अगले 25%) → 3.5 GPA / 7.5-8.9 CGPA",
    "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (अगले 30%) → 3.0 GPA / 6.0-7.4 CGPA",
    "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (अगले 25%) → 2.5 GPA / 5.0-5.9 CGPA",
    "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (न्यूनतम उत्तीर्ण ग्रेड) → 2.0 GPA / 4.0-4.9 CGPA",
    "Please Note:": "कृपया ध्यान दें:",
    "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "ये सामान्य रूपांतरण केस अध्ययन हैं और सार्वभौमिक रूप से लागू नहीं हो सकते। इन रूपांतरणों का उपयोग करने से पहले हमेशा विशिष्ट संस्थागत दिशानिर्देश देखें।",
    "Summary-": "सारांश",
    "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "इस खंड में, हमने GPA और CGPA रूपांतरण, उनकी आपस में भिन्नता, और दुनिया भर में पालन किए जाने वाले कुछ अंतर्राष्ट्रीय मानकों और ढांचों पर चर्चा की। जबकि हमने सभी प्रमुख ढांचों को शामिल करने का प्रयास किया है, हर संस्थान का सूत्र और रूपांतरण शामिल करना संभव नहीं है।",
    "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "इसलिए, हम हमेशा सलाह देते हैं कि अपनी ग्रेड के रूपांतरण से पहले किसी विशिष्ट संस्थान के आधिकारिक दस्तावेज़ की जांच करें।",
    "FAQs": "सामान्य प्रश्न",
    "Q1. How can I convert GPA to CGPA?": "प्र.1 मैं GPA को CGPA में कैसे रूपांतरित कर सकता/सकती हूं?",
    "Ans. You can convert GPA to CGPA using the formula;": "उत्तर: आप इस सूत्र का उपयोग करके GPA को CGPA में रूपांतरित कर सकते हैं;",
    "-GPA =": "GPA =",
    "CGPA Obtained": "प्राप्त CGPA",
    "Maximum CGPA": "अधिकतम CGPA",
    "Max-GPA": "अधिकतम GPA",
    "Q2. What is Indian CGPA to GPA calculator?": "प्र.2 भारतीय CGPA से GPA कैलकुलेटर क्या है?",
    "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "उत्तर: भारतीय CGPA से GPA कैलकुलेटर में CGPA और प्रतिशत से GPA का रूपांतरण शामिल है। कृपया नीचे दी गई तालिका देखें:",
    "Conversion Type": "रूपांतरण प्रकार",
    "Formula": "सूत्र",
    "CGPA to 4-point GPA": "CGPA से 4-पॉइंट GPA",
    "Percentage to 4-point GPA": "प्रतिशत से 4-पॉइंट GPA",
    "Percentage to GPA (4.3)": "प्रतिशत से GPA (4.3)",
    "Percentage to GPA (5.0)": "प्रतिशत से GPA (5.0)",
    "GPA =": "GPA =",
    "CGPA Obtained": "प्राप्त CGPA",
    "Maximum CGPA": "अधिकतम CGPA",
    "× 2.5": "× 2.5",
    "Percentage Obtained": "प्राप्त प्रतिशत",
    "100": "100",
    "× 4": "× 4",
    "4.3": "4.3",
    "× 100": "× 100",
    "20": "20",
    "Q3. How to calculate CGPA from GPA?": "प्रश्न 3. GPA से CGPA कैसे निकालें?",
    "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "उत्तर: GPA से CGPA निकालने के लिए, प्राप्त GPA को अधिकतम GPA से विभाजित करें और फिर लक्ष्य CGPA स्केल से गुणा करें। गणितीय रूप से:",
    "CGPA =": "CGPA =",
    "GPA Obtained": "प्राप्त GPA",
    "Maximum GPA": "अधिकतम GPA",
    "× Target CGPA Scale": "× लक्ष्य CGPA स्केल",
    "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "प्रश्न 4. 10-पॉइंट CGPA को 4 GPA में बदलने का सूत्र क्या है?",
    "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "उत्तर: ऊपर प्रश्न 2 में उल्लिखित अनुसार, आप CGPA को 2.5 से विभाजित कर सकते हैं और आपको समतुल्य GPA मिलेगा। नीचे एक सरल गणना दी गई है:",
    "GPA =": "GPA =",
    "Obtained CGPA": "प्राप्त CGPA",
    "10 (for 10-point CGPA)": "10 (10-पॉइंट CGPA के लिए)",
    "×": "×",
    "= ": "= ",
    "× 2.5": "× 2.5",
    "Q5. What is the GPA to CGPA calculator Anna University Formula?": "प्रश्न 5. GPA से CGPA बदलने के लिए अन्ना यूनिवर्सिटी का फॉर्मूला क्या है?",
    "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "उत्तर: अन्ना यूनिवर्सिटी के GPA से CGPA बदलने के लिए क्रेडिट स्कोर शामिल हैं। सूत्र को इस प्रकार लिखा जा सकता है:",
    "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "विषय 1 में ग्रेड × अर्जित क्रेडिट + विषय 2 में ग्रेड × अर्जित क्रेडिट + विषय N में ग्रेड × अर्जित क्रेडिट",
    "Sum of All Credits Earned in Each Subject": "प्रत्येक विषय में अर्जित सभी क्रेडिट का योग",
    "Q6. How to calculate CGPA from GPA in Anna University?": "प्रश्न 6. अन्ना यूनिवर्सिटी में GPA से CGPA कैसे निकालें?",
    "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "उत्तर: अन्ना यूनिवर्सिटी में GPA से CGPA निकालने की गणना उसी प्रकार की जाती है जैसा कि इस लेख के शीर्ष पर दिए गए सूत्र में उल्लिखित है।",
    "CGPA =": "CGPA =",
    "GPA Obtained": "प्राप्त GPA",
    "Maximum GPA": "अधिकतम GPA",
    "×": "×",
    "Target CGPA Scale": "लक्ष्य CGPA स्केल",
    "However, you can also go for detailed calculations as described in Q5.": "हालांकि, आप Q5 में वर्णित विस्तृत गणनाओं का भी उपयोग कर सकते हैं।",
    "Q7. How SRM GPA to CGPA calculator is different?": "Q7. SRM GPA से CGPA कैलकुलेटर कैसे अलग है?",
    "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "उत्तर: SRM विश्वविद्यालय एक विशिष्ट सूत्र का उपयोग करता है जिसमें GPA की गणना के लिए क्रेडिट-वेटेड औसत शामिल है। क्रेडिट-वेटेड औसत की अवधारणा का उपयोग कुछ विषयों, जैसे प्रमुख और गौण विषयों को विशेष वेटेज देने के लिए किया जाता है।",
    "Q8. Is the GPA to CGPA calculator for engineering different?": "Q8. क्या इंजीनियरिंग के लिए GPA से CGPA कैलकुलेटर अलग है?",
    "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "उत्तर: कुछ इंजीनियरिंग कॉलेज मुख्य पाठ्यक्रमों को वैकल्पिक या सामान्य पाठ्यक्रमों की तुलना में उच्च क्रेडिट प्रदान करते हैं। इसलिए, उन मुख्य विषयों का वेटेड मान अन्य की तुलना में अधिक हो सकता है।",
    "Q9. Is CGPA to GPA calculator online reliable?": "Q9. क्या ऑनलाइन CGPA से GPA कैलकुलेटर विश्वसनीय है?",
    "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "उत्तर: गणितीय रूप से, हां, हमारा ऑनलाइन CGPA से GPA कैलकुलेटर विश्वसनीय है। हालांकि, कई विश्वविद्यालय एक विशिष्ट रूपांतरण पद्धति का उपयोग करते हैं। चूंकि उन सभी तरीकों को शामिल करना संभव नहीं है, इसलिए पहले आधिकारिक दिशानिर्देशों की जांच करना सबसे अच्छा है।",
    "Q10. Convert GPA to CGPA out of 4.": "Q10. GPA को CGPA में 4 के स्केल पर कैसे बदलें?",
    "Ans. To convert GPA to CGPA out of 4, use the below formula:": "उत्तर: GPA को CGPA में 4 के स्केल पर बदलने के लिए नीचे दिए गए सूत्र का उपयोग करें:",
    "CGPA (out of 4) =": "CGPA (4 के स्केल पर) =",
    "GPAObtained": "प्राप्त GPA",
    "Maximum GPA on your Scale": "आपके स्केल पर अधिकतम GPA",
    "×": "×",
    "4": "4",
    "Q11. What is 3 GPA to CGPA?": "Q11. 3 GPA का CGPA क्या है?",
    "Ans. On a 4-point GPA scale, your CGPA is 3. But on a 10-point GPA scale, your CGPA is 1.2.": "उत्तर: 4-पॉइंट GPA स्केल पर आपका CGPA 3 है। लेकिन 10-पॉइंट GPA स्केल पर आपका CGPA 1.2 है।",
    "Q12. What is 3.5 GPA to CGPA?": "Q12. 3.5 GPA का CGPA क्या है?",
    "Ans. On a 4-point GPA scale, your CGPA is 3.5.": "उत्तर: 4-पॉइंट GPA स्केल पर आपका CGPA 3.5 है।",
    "But on a 10-point GPA scale, your CGPA is 1.4.": "लेकिन 10-पॉइंट GPA स्केल पर आपका CGPA 1.4 है।",
    "On a 7-point GPA scale, your CGPA is 2.": "7-पॉइंट GPA स्केल पर आपका CGPA 2 है।",
    "Q13. What is 3.3 GPA to CGPA?": "Q13. 3.3 GPA का CGPA क्या है?",
    "Ans. If GPA is on a 4-point scale → 3.3 CGPA": "उत्तर: यदि GPA 4-पॉइंट स्केल पर है → 3.3 CGPA",
    "If GPA is on a 10-point scale → 1.32 CGPA": "यदि GPA 10-पॉइंट स्केल पर है → 1.32 CGPA",
    "If GPA is on a 7-point scale → 1.89 CGPA": "यदि GPA 7-पॉइंट स्केल पर है → 1.89 CGPA",
    "Q14. What is a good CGPA?": "Q14. अच्छा CGPA क्या है?",
    "Ans. A CGPA above 8.0 is considered a good CGPA. However, this varies depending on the institution and the course.": "उत्तर: 8.0 से ऊपर का CGPA अच्छा माना जाता है। हालांकि, यह संस्थान और पाठ्यक्रम के आधार पर भिन्न हो सकता है।",
    "-title": "CGPA से GPA कैलकुलेटर",
    "enterCGPA": "CGPA दर्ज करें",
    "cgpaPlaceholder": "अपना CGPA दर्ज करें",
    "chooseGPAScale": "GPA स्केल चुनें",
    "gpaScale4": "4.0 स्केल",
    "gpaScale5": "5.0 स्केल",
    "gpaScale10": "10.0 स्केल",
    "customGpaScalePlaceholder": "कस्टम GPA स्केल दर्ज करें",
    "cgpaPointScale": "CGPA प्वाइंट स्केल",
    "cgpaPointScalePlaceholder": "CGPA प्वाइंट स्केल दर्ज करें",
    "calculateButton": "गणना करें",
    "resetButton": "रीसेट करें",
    "yourGPA": "आपका गणना किया गया GPA",
    "gpaPlaceholder": "GPA:",
    "downloadButton": "डाउनलोड करें",
    "whatsappButton": "व्हाट्सएप",
    "copyLinkButton": "लिंक कॉपी करें",
    "linkCopied": "लिंक कॉपी किया गया!",
    "calculationHistory": "गणना इतिहास",
    "sNo": "S.NO",
    "cgpa1": "CGPA",
    "gpa1": "GPA",
    "Heading": "CGPA से GPA कैलकुलेटर",
    "Paragraph1": "हम अक्सर ऐसी स्थितियों का सामना करते हैं जहाँ हमें हमारे ग्रेड को एक अलग प्रारूप में बदलने की आवश्यकता होती है। चाहे आप छात्र के ग्रेड डेटाबेस से निपट रहे हों या आपके पास अपने ग्रेड को विशिष्ट आवश्यकताओं के अनुसार बदलने की आवश्यकता हो, एक विश्वसनीय उपकरण होना इस प्रक्रिया को बहुत आसान बना देता है।",
    "Paragraph2": "Lord Calculator का CGPA से GPA कैलकुलेटर इस उद्देश्य से डिज़ाइन किया गया है कि आप जल्दी और सटीक रूप से अपने CGPA ग्रेड को GPA प्रारूप में बदल सकें, ताकि आप अपने प्रदर्शन पर ध्यान केंद्रित कर सकें!",
    "Paragraph3": "हमारा कैलकुलेटर गति और सटीकता के लिए अनुकूलित है, यह सुनिश्चित करते हुए कि आपके परिणामों में कोई त्रुटि नहीं होगी। आप कस्टम ग्रेड स्केल विकल्प का भी उपयोग कर सकते हैं ताकि आप अपने ग्रेड को अपनी पसंद के किसी भी लक्षित ग्रेडिंग स्केल में बदल सकें।",
    "Paragraph4": "इस गाइड में, हम CGPA से GPA रूपांतरण के बारे में आपको जानने के लिए आवश्यक प्रमुख कारकों को कवर करेंगे, जिसमें बुनियादी अवधारणाएँ और अंतरराष्ट्रीय मानक शामिल हैं।",
    "section2": "CGPA से GPA रूपांतरण सूत्र",
    "formula": {
        "title": "समान GPA",
        "numerator": "प्राप्त CGPA",
        "denominator": "अधिकतम CGPA",
        "multiplier": "अधिकतम GPA"
    },
    "tableOfContents": "सामग्री की तालिका",
    "toggleButtonExpand": "विस्तार करें",
    "toggleButtonCollapse": "संकुचित करें",
    "1": "CGPA से GPA कैलकुलेटर",
    "2": "CGPA से GPA रूपांतरण सूत्र",
    "3": "CGPA और GPA में क्या अंतर है और हमें रूपांतरण की आवश्यकता क्यों है?",
    "4": "हमें CGPA से GPA रूपांतरण की आवश्यकता क्यों है?",
    "5": "Lord Calculator का CGPA से GPA कैलकुलेटर कैसे अलग है?",
    "6": "CGPA से GPA कैलकुलेटर का उपयोग कैसे करें",
    "7": "CGPA से GPA रूपांतरण के तरीके",
    "8": "विश्वविद्यालय विशिष्ट रूपांतरण",
    "9": "सामान्यीकरण कारक",
    "10": "CGPA से GPA विस्तृत रूपांतरण तालिका",
    "11": "CGPA से GPA कैलकुलेटर की सीमाएं",
    "12": "सटीक CGPA से GPA गणना प्राप्त करने के टिप्स",
    "13": "निष्कर्ष",
    "14": "CGPA से GPA कैलकुलेटर के लिए सामान्य प्रश्न",
    "cgpaToGpaNote": "कृपया ध्यान दें कि यह सूत्र CGPA से GPA रूपांतरण के लिए सबसे सामान्य रूप से उपयोग किया जाता है। हालांकि, कुछ संस्थान एक अलग सूत्र का पालन कर सकते हैं, इसलिए यह हमेशा एक अच्छा विचार होता है कि आप अपनी संस्थान या बोर्ड द्वारा प्रदान की गई आधिकारिक मार्गदर्शिकाओं को जांचें।",
    "section3Title": "CGPA और GPA में क्या अंतर है और हमें रूपांतरण की आवश्यकता क्यों है?",
    "section3Content": "रूपांतरण प्रक्रिया में गहरे गोता लगाने से पहले, आइए पहले CGPA और GPA के बीच का अंतर समझें, और क्यों रूपांतरण की आवश्यकता हो सकती है, भले ही दोनों ग्रेडिंग स्केल व्यापक रूप से मान्यता प्राप्त हों।",
    "understandingCGPAGPA": "CGPA और GPA को समझना",
    "cgpaDefinition": "CGPA (Cumulative Grade Point Average) एक छात्र के सभी सेमेस्टरों और विषयों में एक विशिष्ट अवधि के दौरान उनके शैक्षिक प्रदर्शन का समग्र प्रतिबिंब है। यह छात्र के पूरे कोर्स में उनके लगातार प्रदर्शन का एक समग्र दृश्य प्रदान करता है।",
    "gpaDefinition": "दूसरी ओर, GPA (Grade Point Average) एक अधिक संक्षिप्त मीट्रिक है जो एक छात्र के व्यक्तिगत पाठ्यक्रमों या विषयों में प्रदर्शन का मूल्यांकन करता है, जो अक्सर सेमेस्टर-विशिष्ट उपलब्धियों पर ध्यान केंद्रित करता है। GPA संस्थानों को प्रति-सेमेस्टर प्रदर्शन पर निगरानी रखने में मदद करता है।",
    "regionalUsage": "जबकि CGPA अधिकतर एशियाई देशों में उपयोग किया जाता है, GPA पश्चिमी देशों जैसे संयुक्त राज्य अमेरिका और यूरोप में अधिक प्रचलित है। ग्रेडिंग प्रणालियों में यह अंतर ही है कि CGPA से GPA रूपांतरण अक्सर आवश्यक होता है, विशेष रूप से अंतरराष्ट्रीय छात्रों या शैक्षिक ट्रांसफर के लिए।",
    "learnMoreGradingSystems": "यदि आप विभिन्न ग्रेडिंग प्रणालियों में उपयोग की जाने वाली शब्दावली के बारे में अधिक जानना चाहते हैं, ",
    "whyNeedConversion": "हमें CGPA से GPA रूपांतरण की आवश्यकता क्यों है?",
    "conversionReason1": "इस प्रश्न का सरल उत्तर अवसरों में है। जब भी एक छात्र विदेश में पढ़ाई करने या नौकरी के लिए आवेदन करने की योजना बनाता है, तो उन्हें अक्सर अपने ग्रेड एक विशिष्ट प्रारूप में चाहिए होते हैं—जो उनके खुद के प्रारूप से भिन्न हो सकता है। ऐसी स्थिति में, ग्रेड रूपांतरण आवश्यक होते हैं।",
    "conversionReason2": "कल्पना कीजिए: आपने सावधानीपूर्वक सूत्रों का उपयोग किया और पूरे गणितीय समीकरण को लिखा, लेकिन एक छोटे से दशमलव बिंदु की गलती या मामूली त्रुटि के कारण, आपको पूरा प्रक्रिया फिर से करनी पड़ती है। यही वह जगह है जहां ऑनलाइन टूल अमूल्य साबित होते हैं। आप तुरंत एक वेबसाइट पर जाकर अपनी ग्रेड को तुरंत रूपांतरित कर सकते हैं—कोई तीसरे पक्ष का ऐप डाउनलोड करने की आवश्यकता नहीं!",
    "conversionReason3": "रूपांतरण की आवश्यकता का एक और कारण ग्रेडिंग स्केल्स के बीच का अंतर है। इन ग्रेडिंग प्रणालियों के भेद को समझने में मदद करने के लिए, यहां CGPA, GPA, और अन्य ग्रेडिंग प्रणालियों की तुलना करने वाला एक संक्षिप्त तालिका दी गई है:",
    "cgpaScale": "CGPA (10-पॉइंट स्केल)",
    "usGpaScale": "US GPA (4-पॉइंट स्केल)",
    "usLetterGrade": "अक्षरी ग्रेड (US)",
    "percentageScale": "प्रतिशत (100%)",
    "ukGrade": "ग्रेड (UK)",
    "ukGrade1": "फर्स्ट-क्लास (डिस्टिंक्शन)",
    "ukGrade2": "फर्स्ट-क्लास (अप्पर)",
    "ukGrade3": "फर्स्ट-क्लास (अप्पर)",
    "ukGrade4": "अपर सेकंड (2:1)",
    "ukGrade5": "अपर सेकंड (2:1)",
    "ukGrade6": "लोअर सेकंड (2:2)",
    "ukGrade7": "लोअर सेकंड (2:2)",
    "ukGrade8": "थर्ड-क्लास",
    "ukGrade9": "पास",
    "ukGrade10": "फैल",
    "below_5_5": "5.5 से कम",
    "below_2_0": "2.0 से कम",
    "below": "55 से नीचे",
    "section5_title": "Lord Calculator का CGPA से GPA कैलकुलेटर कैसे अलग है?",
    "feature_1": "Lord Calculator का CGPA से GPA कैलकुलेटर अपनी उन्नत विशेषताओं और त्वरित प्रदर्शन के लिए प्रसिद्ध है। नवीनतम वेब फ्रेमवर्क के कारण, हमारा कैलकुलेटर रूपांतरण को अद्वितीय गति से करता है—यहां तक कि कमजोर नेटवर्क पर भी।",
    "feature_2": "उपयोगकर्ता इंटरफ़ेस को आसान नेविगेशन के लिए डिज़ाइन किया गया है, यह सुनिश्चित करते हुए कि आप बिना किसी परेशानी के जल्दी से अपने मान दर्ज कर सकते हैं और परिणाम प्राप्त कर सकते हैं। हम Metric Representation जैसी सुविधाएँ भी प्रदान करते हैं, जो रूपांतरित ग्रेड को और अधिक प्रभावी ढंग से दृश्य रूप में प्रस्तुत करने में मदद करती हैं।",
    "feature_3": "इसके अतिरिक्त, आप अपने रूपांतरण इतिहास को PDF के रूप में सहेज सकते हैं या इसे सोशल मीडिया पर साझा कर सकते हैं, जिससे आपको अपने परिणामों को ट्रैक करना और दूसरों के साथ साझा करना आसान हो जाता है।",
    "feature_4": "हमारा कैलकुलेटर कस्टम सूत्रों का भी समर्थन करता है। उदाहरण के लिए, CGPA से Percentage कैलकुलेटर में, आप अपने संस्थान के विशिष्ट ग्रेडिंग स्केल से मेल खाने के लिए कस्टम Multiplication Factor का चयन कर सकते हैं।",
    "section6_title": "CGPA से GPA कैलकुलेटर का उपयोग कैसे करें",
    "instruction_1": "हमारे CGPA से GPA कैलकुलेटर का उपयोग करना किसी भी कैलकुलस समस्या को हल करने से भी आसान है! बस इन सरल चरणों का पालन करें:",
    "step_1": "Lord Calculator Educational Calculators के CGPA से GPA कैलकुलेटर पर जाएं।",
    "step_2": "पहले फ़ील्ड में अपना CGPA दर्ज करें। सुनिश्चित करें कि आप सही अंक, जिसमें दशमलव बिंदु भी शामिल हों, दर्ज करें!",
    "step_3": "वह GPA स्केल चुनें, जिसमें आप अपने ग्रेड को रूपांतरित करना चाहते हैं।",
    "step_4": "अपने ग्रेडिंग सिस्टम द्वारा अनुमति दिए गए अधिकतम CGPA को दर्ज करें (यह CGPA स्केल मान है)।",
    "step_5": "सभी फ़ील्ड को सही से भरने के बाद, Calculate बटन दबाएं, और Voilà! आपका GPA रूपांतरण हो गया।",
    "step_6": "आप अपने परिणामों को दोस्तों के साथ भी साझा कर सकते हैं या भविष्य संदर्भ के लिए उन्हें PDF के रूप में सहेज सकते हैं!",
    "section7_title": "CGPA से GPA में रूपांतरण के तरीके",
    "paragraph_1": "CGPA से GPA में रूपांतरण एक सामान्य प्रक्रिया नहीं है। विभिन्न संस्थान विभिन्न ग्रेडिंग सिस्टम का पालन करते हैं, और जो संस्थान समान स्केल का उपयोग करते हैं, वे भी विभिन्न गुणांक लागू कर सकते हैं। इसलिए, आपके संस्थान के लिए सही तरीका का उपयोग करना आवश्यक है।",
    "paragraph_2": "हमारे कैलकुलेटर में, हमने CGPA से GPA में रूपांतरण के लिए सबसे सामान्य सूत्र का उपयोग किया है। हालांकि, यह हमेशा एक अच्छा विचार है कि आप अपने संस्थान द्वारा दिए गए विशिष्ट रूपांतरण दिशानिर्देशों के लिए आधिकारिक दस्तावेज़ जांचें।",
    "paragraph_3": "व्यापक रूप से उपयोग किया जाने वाला CGPA से GPA रूपांतरण सूत्र इस प्रकार है:",
    "formula_title": "समान GPA =",
    "formula_1": "प्राप्त CGPA",
    "formula_2": "अधिकतम CGPA",
    "formula_3": "× अधिकतम GPA",
    "example_title": "उदाहरण:",
    "example_description": "मान लीजिए:",
    "example_list_item_1": "छात्र का CGPA है ",
    "bold": "8.5 (10 में से)",
    "example_list_item_2": "लक्ष्य GPA स्केल है ",
    "bold1": "4.0",
    "conversion_description": "रूपांतरण इस प्रकार होगा:",
    "maxcgpa": "अधिकतम CGPA",
    "maxgpa": "अधिकतम GPA",
    "university_specific_conversions": "विशिष्ट विश्वविद्यालय रूपांतरण",
    "university_specific_paragraph1": "आपका संस्थान अलग रूपांतरण मानक अपना सकता है। इस स्थिति में, आपको अपने विश्वविद्यालय के विशिष्ट सूत्र को संदर्भित करना होगा। यह स्थिति आमतौर पर तब उत्पन्न होती है जब एक विशेष संस्थान व्यक्तिगत विषयों के लिए भिन्न-भिन्न वजन निर्धारण करता है। रूपांतरण सूत्र को तब समायोजित करना पड़ता है।",
    "university_specific_paragraph2": "एक सामान्य उदाहरण है हार्वर्ड विश्वविद्यालय, जो ग्रेडिंग कठिनाई को ध्यान में रखते हुए रूपांतरित GPA के साथ एक विस्तृत ग्रेड वितरण चार्ट की मांग करता है। परिणामस्वरूप, उपर्युक्त उदाहरण में चर्चा किए गए 8.5 CGPA को 3.4 के बजाय 3.7 के बराबर माना जा सकता है।",
    "normalization_factor": "सामान्यीकरण कारक",
    "normalization_factor_paragraph1": "जब छात्र विदेश में अध्ययन कार्यक्रमों के लिए आवेदन करते हैं, तो उनकी पिछली प्रदर्शन को निष्पक्ष रूप से मूल्यांकन किया जाना चाहिए। निष्पक्षता प्राप्त करने के लिए, विश्वविद्यालय अक्सर यह सुनिश्चित करने के लिए एक सामान्यीकरण कारक जोड़ते हैं कि सभी के पास समान स्तर का खेल मैदान हो।",
    "normalization_factor_paragraph2": "उदाहरण के लिए, मान लीजिए एक छात्र का मूल्यांकन प्रतिशत के आधार पर किया गया है, जबकि दूसरे छात्र का प्रदर्शन 5.0 CGPA ग्रेडिंग स्केल का उपयोग करके किया गया है। ऐसी भिन्नताओं को समाप्त करने के लिए, बोर्ड अपने स्केल को समायोजित करने के लिए अधिकतम वैज्ञानिक सटीकता सुनिश्चित करते हैं। एक सामान्य प्रथा है अनुपातिक रूपांतरण।",
    "cgpa_to_gpa_table_title": "CGPA से GPA विस्तृत रूपांतरण तालिका",
    "cgpa_to_gpa_table_paragraph": "यहां आप विभिन्न GPA स्केल पर अपने CGPA ग्रेड के संबंधित मान पा सकते हैं। आप इन्हें बिना गणना किए तुरंत रूपांतरित ग्रेड प्राप्त कर सकते हैं।",
    "cgpa_column": "CGPA",
    "us_gpa_column": "US GPA (4.0 स्केल)",
    "gpa_4_3_column": "GPA (4.3 स्केल)",
    "gpa_5_0_column": "GPA (5.0 स्केल)",
    "gpa_7_0_column": "GPA (7.0 स्केल)",
    "below-2_0": "2.0 से नीचे",
    "below_2_5": "2.5 से नीचे",
    "below_3_0": "3.0 से नीचे",
    "below_3_5": "3.5 से नीचे",
    "title-": "CGPA से GPA रूपांतरण उपकरण की सीमाएँ",
    "description.": "ऑनलाइन ग्रेड रूपांतरण कैलकुलेटर सुविधाजनक उपकरण होते हैं, लेकिन इनमें कुछ सीमाएँ होती हैं। आइए इन सीमाओं और उन कारकों पर चर्चा करें, जिन्हें आपको ऐसे कैलकुलेटर का उपयोग करते समय ध्यान में रखना चाहिए।",
    "title.": "1. भारित GPA प्रणाली",
    "description-": "कई विश्वविद्यालय भारित GPA प्रणाली का उपयोग करते हैं, जहां सम्मान और उन्नत प्लेसमेंट पाठ्यक्रमों के लिए अतिरिक्त अंक दिए जाते हैं। ऐसे मामलों में, सभी विषयों में अनुपातिक रूपांतरण बनाए रखने के लिए एक अधिक विस्तृत रूपांतरण सूत्र की आवश्यकता होती है।",
    ".title": "2. ग्रेड कैप",
    "-description": "कुछ संस्थान ग्रेड कैप लागू करते हैं। उदाहरण के लिए, 10 CGPA स्केल पर, एक छात्र केवल 9.5 का अधिकतम CGPA प्राप्त कर सकता है। ऐसे मामलों में, ऑनलाइन कैलकुलेटर सही या लागू नहीं हो सकते, क्योंकि वे इन सीमाओं को ध्यान में नहीं रखते हैं।",
    "section3": {
        "title": "3. सार्वभौमिकता के अनुमान",
        "description": "ऑनलाइन कैलकुलेटर अक्सर ऐसे परिणाम उत्पन्न करते हैं जिन्हें उपयोगकर्ता सार्वभौमिक रूप से स्वीकार्य मानते हैं। हालांकि, यह महत्वपूर्ण है कि आप जानें कि विभिन्न संस्थानों के अपने रूपांतरण मानक हो सकते हैं। रूपांतरण करने से पहले हमेशा आधिकारिक दस्तावेज़ों या अपने शैक्षिक संस्थान से परामर्श करें।"
    },
    "keyTakeaways": {
        "title": "मुख्य निष्कर्ष",
        "description": "ये CGPA से GPA कैलकुलेटर और अन्य समान उपकरणों का उपयोग करते समय सामान्य सीमाएँ हैं। हालांकि, विवरण पर सावधानीपूर्वक ध्यान देने से आप अधिक सटीक रूपांतरण सुनिश्चित कर सकते हैं। याद रखें, ऑनलाइन उपकरण केवल आपको गणना प्रक्रिया में सहायता करने के लिए होते हैं — मानवीय निगरानी हमेशा आवश्यक है।"
    },
    "section12": {
        "title": "सटीक CGPA से GPA गणना प्राप्त करने के टिप्स",
        "description": "शैक्षिक प्रदर्शन को प्रभावी ढंग से प्रस्तुत करने के लिए, इन टिप्स को जानना महत्वपूर्ण है, भले ही आप ऑनलाइन CGPA से GPA कैलकुलेटर का उपयोग कर रहे हों:",
        "subsection1": {
            "title": "1. लक्षित ग्रेडिंग स्केल को समझना",
            "description": "हमेशा आधिकारिक दस्तावेजों से लक्षित ग्रेडिंग स्केल प्रतिनिधित्व को क्रॉस-चेक करें। जबकि कुछ संस्थान 4.0 स्केल का उपयोग करते हैं, अन्य 4.3 या 5.0 स्केल का उपयोग कर सकते हैं। CGPA गणना को लक्षित ग्रेडिंग स्केल के अनुरूप समायोजित करना आवश्यक है।"
        },
        "subsection2": {
            "title": "2. ग्रेडिंग कठिनाई पर विचार करना",
            "description": "यदि आपके संस्थान को कड़ी ग्रेडिंग मानकों के लिए जाना जाता है, तो सुनिश्चित करें कि आप इसे अपनी आवेदन पत्र में उल्लेख करें। विश्वविद्यालय, जैसे हार्वर्ड विश्वविद्यालय, अकादमिक प्रदर्शन का मूल्यांकन करते समय इसे एक महत्वपूर्ण कारक मानते हैं।"
        }
    },
    "section13": {
        "subsection1": {
            "title": "3. रूपांतरण सूत्र की पुष्टि करना",
            "description": "यदि आप आधिकारिक दस्तावेजों में रूपांतरण सूत्र नहीं पा रहे हैं, तो और सहायता के लिए शैक्षिक काउंसलरों से परामर्श करने में संकोच न करें। वे यह सुनिश्चित करने में मदद कर सकते हैं कि रूपांतरण सही है।"
        },
        "subsection2": {
            "title": "4. विषय-विशिष्ट प्रदर्शन का ध्यान रखना",
            "description": "कुछ संस्थान प्रमुख और गौण विषयों के बीच अंतर करते हैं, जहाँ प्रमुख विषयों को अक्सर अतिरिक्त अंक मिलते हैं। जब आप आवेदन पत्र भरें, जहाँ रूपांतरित ग्रेड की आवश्यकता हो, तो इसे ध्यान में रखें।"
        },
        "subsection3": {
            "title": "5. विकसित होते मानकों के साथ अद्यतित रहना",
            "description": "विश्वविद्यालय अक्सर ग्रेडिंग मानकों और रूपांतरण सूत्रों को अंतरराष्ट्रीय मानकों के साथ समन्वय बेहतर बनाने के लिए अपडेट करते हैं। सुनिश्चित करें कि आप नवीनतम दिशानिर्देशों का पालन कर रहे हैं ताकि पुरानी विधियों से बच सकें।"
        },
        "conclusion": {
            "title": "निष्कर्ष",
            "description": "जैसे-जैसे वैश्विक शैक्षिक गतिशीलता बढ़ रही है, यह आवश्यक है कि आप हमने जिन बुनियादी और अंतरराष्ट्रीय मानकों की चर्चा की है, उनसे अच्छी तरह से वाकिफ हों। जबकि रूपांतरण प्रक्रिया सरल लग सकती है, लेकिन इसमें कई छिपे हुए कारक होते हैं। सटीक रूपांतरण के लिए टिप्स का पालन करके, हम आपको आश्वस्त करते हैं कि आप एक विश्वसनीय CGPA से GPA रूपांतरण प्राप्त करेंगे।"
        }
    },
    "faq": {
        "title": "CGPA से GPA रूपांतरण के लिए सामान्य प्रश्न",
        "q1": "प्रश्न: CGPA को GPA में कैसे रूपांतरित करें?",
        "a1": {
            "label": "उत्तर: ",
            "text": "CGPA को GPA में रूपांतरित करने के लिए सामान्य रूप से उपयोग किया जाने वाला सूत्र है: आपके द्वारा प्राप्त CGPA को विश्वविद्यालय द्वारा निर्धारित अधिकतम CGPA से गुणा करें, फिर इसे विश्वविद्यालय द्वारा निर्धारित अधिकतम GPA से गुणा करें।"
        },
        "q2": "प्रश्न: भारतीय CGPA को GPA में कैसे रूपांतरित करें?",
        "a2": {
            "label": "उत्तर: ",
            "text": "भारतीय CGPA को अमेरिकी GPA में रूपांतरित करने के लिए, अपने प्राप्त CGPA में 4/10 का गुणक लागू करें।"
        }
    },
    "faq1": {
        "q1": "प्रश्न: CGPA को GPA में कैसे रूपांतरित करें?",
        "a1": {
            "label": "उत्तर: ",
            "text": "CGPA को GPA में रूपांतरण के लिए मानक सूत्र है:"
        },
        "formula": {
            "gpa": "GPA =",
            "cgpaObtained": "प्राप्त CGPA",
            "maxCgpa": "अधिकतम CGPA",
            "maxGpa": "× अधिकतम GPA"
        }
    },
    "faq2": {
        "q2": "प्रश्न: GPA से CGPA कैसे कैलकुलेट करें?",
        "a2": {
            "label": "उत्तर: ",
            "text": "GPA से CGPA कैलकुलेट करने का सूत्र है:"
        },
        "formula": {
            "cgpa": "CGPA =",
            "gpaObtained": "प्राप्त GPA",
            "maxGpa": "अधिकतम GPA",
            "maxCgpa": "× अधिकतम CGPA"
        }
    },
    "faq3": {
        "q3": "प्रश्न: GPA को CGPA में कैसे रूपांतरित करें?",
        "a3": {
            "label": "उत्तर: ",
            "text": "GPA को CGPA में रूपांतरण CGPA से GPA रूपांतरण की विपरीत प्रक्रिया है, यदि आप अपना GPA जानते हैं और अपना CGPA कैलकुलेट करना चाहते हैं, तो सूत्र है:"
        },
        "formula": {
            "gpaObtained": "प्राप्त GPA",
            "maxGpa": "अधिकतम GPA",
            "maxCgpa": "× अधिकतम CGPA"
        }
    },
    "faq4": {
        "q4": "प्रश्न: भारतीय CGPA को अमेरिकी GPA में कैसे रूपांतरित करें?",
        "a4": {
            "label": "उत्तर: ",
            "text": "अमेरिकी विश्वविद्यालय 4.0 GPA स्केल का उपयोग करते हैं, जबकि भारतीय विश्वविद्यालय 10-पॉइंट स्केल का उपयोग करते हैं। भारतीय CGPA को अमेरिकी GPA में रूपांतरित करने के लिए, अपने प्राप्त CGPA में 4/10 का गुणक लागू करें।"
        }
    },
    "faq5": {
        "q5": "प्रश्न: भारतीय CGPA को जर्मन GPA में कैसे रूपांतरित करें?",
        "a5": {
            "label": "उत्तर: ",
            "text": "जर्मन संस्थान रूपांतरण के लिए संशोधित बवेरियन सूत्र का उपयोग करते हैं। जर्मन GPA की गणना का सूत्र है:",
            "formula": "1 + 3 × (अधिकतम ग्रेड - प्राप्त CGPA) / (अधिकतम ग्रेड - न्यूनतम पासिंग ग्रेड)"
        }
    },
    "faq6": {
        "q6": "प्रश्न: GPA से CGPA कैलकुलेटर ANNA University?",
        "a6": {
            "label": "उत्तर: ",
            "text": "GPA से CGPA में रूपांतरण का सूत्र है:",
            "formula1": "प्राप्त GPA",
            "formula2": "अधिकतम GPA",
            "formula3": "× अधिकतम CGPA"
        }
    },
    "faq7": {
        "q7": "प्रश्न: VIT CGPA को US GPA में कैसे रूपांतरित करें?",
        "a7": {
            "label": "उत्तर: ",
            "text": "VIT 10-पॉइंट ग्रेडिंग स्केल का अनुसरण करता है। इसे US GPA में रूपांतरित करने के लिए, 2.5 या 4/10 स्केलिंग का उपयोग करें।"
        },
        "q8": "प्रश्न: भारतीय CGPA को UK GPA में कैसे रूपांतरित करें?",
        "a8": {
            "label": "उत्तर: ",
            "text": "भारतीय CGPA को UK GPA में रूपांतरित करने के लिए, विशिष्ट विश्वविद्यालय की दिशा-निर्देशों का पालन करें, क्योंकि UK संस्थान भारतीय CGPA को अपने क्लास ऑनर्स सिस्टम (प्रथम, द्वितीय, तृतीय, और अधिक) में रूपांतरित करते हैं।"
        }
    },
    "faq8": {
        "q9": "प्रश्न: SRM GPA से CGPA कैलकुलेटर?",
        "a9": {
            "label": "उत्तर: ",
            "text": "SRM GPA से CGPA की गणना करने के लिए, आपको कुल क्रेडिट घंटे और अर्जित कुल ग्रेड अंक चाहिए। हालांकि, आप रूपांतरण के लिए मानक सूत्र का उपयोग कर सकते हैं:",
            "formula": {
                "gpa": "प्राप्त GPA",
                "maxGpa": "अधिकतम GPA",
                "maxCgpa": "× अधिकतम CGPA"
            }
        }
    },
    "faq9": {
        "q10": "प्रश्न: WES CGPA से GPA कैलकुलेटर?",
        "a10": {
            "label": "उत्तर: ",
            "text": "WES (वर्ल्ड एजुकेशन सर्विसेज) शैक्षिक ट्रांसक्रिप्ट का मूल्यांकन करता है, और GPA को ग्रेडिंग स्केल और व्यक्तिगत पाठ्यक्रमों में निराकार अंक देखते हुए प्रमाणपत्र सत्यापन के लिए आवंटित किया जाता है।"
        }
    },
    "section1_title": "प्रतिशत से CGPA कैलकुलेटर",
    "section1_paragraph": "नमस्ते साथियों और शिक्षाविदों! जैसा कि आप सभी जानते हैं, CGPA और प्रतिशत शैक्षिक प्रणाली में महत्वपूर्ण भूमिका निभाते हैं। हम अक्सर ऐसी स्थितियों में फंस जाते हैं जहां हमें इन्हें एक-दूसरे के स्थान पर उपयोग करना पड़ता है, इसलिए Lord Calculator आपके लिए सबसे विश्वसनीय और तेज़ प्रतिशत से CGPA कैलकुलेटर प्रस्तुत करता है जो आपको चलते-फिरते आपके प्रतिशत की गणना करने में मदद करेगा! यहां एक विस्तृत मार्गदर्शिका दी गई है कि हमारा प्रतिशत से CGPA कैलकुलेटर कैसे काम करता है, प्रतिशत से CGPA में रूपांतरण के तरीके, और विभिन्न प्रतिशत से CGPA सूत्र।",
    "section2_title": "प्रतिशत से CGPA सूत्र",
    "cgpa_title": "CGPA =",
    "percentage_achieved": "प्राप्त प्रतिशत",
    "multiplication_factor": "विश्वविद्यालय द्वारा दिया गया गुणांक",
    "table_of_contents": "सामग्री सूची",
    "expand_button_text": "विस्तार करें",
    "collapse_button_text": "संकुचित करें",
    "percentage_to_cgpa_calculator": "प्रतिशत से CGPA कैलकुलेटर",
    "percentage_to_cgpa_formula": "प्रतिशत से CGPA सूत्र",
    "lord_calculator_percentage_to_cgpa": "Lord Calculator का प्रतिशत से CGPA कैलकुलेटर और इसे क्यों उपयोग करें?",
    "how_to_use_lord_calculator": "Lord Calculator का प्रतिशत से CGPA कैलकुलेटर कैसे उपयोग करें?",
    "what_is_percentage": "प्रतिशत क्या है और यह CGPA से कैसे अलग है?",
    "what_is_cgpa": "CGPA क्या है और इसे कैसे गणना किया जाता है?",
    "when_to_use_lord_calculator": "Lord Calculator का प्रतिशत से CGPA कैलकुलेटर कब उपयोग करें?",
    "common_mistakes": "प्रतिशत से CGPA की सटीक गणना करते समय आम गलतियाँ जिन्हें आपको बचना चाहिए",
    "why_different_grading_scales": "क्यों विभिन्न संस्थान अलग-अलग ग्रेडिंग स्केल और रूपांतरण सूत्र का पालन करते हैं?",
    "percentage_to_cgpa_for_boards": "विभिन्न बोर्डों और विश्वविद्यालयों के लिए प्रतिशत से CGPA रूपांतरण।",
    "pros_and_cons_of_calculators": "प्रतिशत से CGPA ऑनलाइन कैलकुलेटर का उपयोग करने के फायदे और नुकसान",
    "frequently_asked_questions": "अक्सर पूछे जाने वाले प्रश्न (FAQs)",
    "cgpa_formula": "CGPA = प्राप्त प्रतिशत / विश्वविद्यालय द्वारा दिया गया गुणांक",
    "example_text": "उदाहरण: मान लीजिए कि आपने 92.4% से अधिक का अच्छा प्रतिशत प्राप्त किया है। और अब आप इसे CGPA में रूपांतरित करना चाहते हैं। जिस ग्रेडिंग स्केल का आपका विश्वविद्यालय पालन करता है वह 10 ग्रेडिंग स्केल है और गुणांक 9.5 है। तो आपका CGPA इस प्रकार गणना किया जाएगा:",
    "section3_title": "Lord Calculator का प्रतिशत से CGPA कैलकुलेटर और इसे क्यों उपयोग करें?",
    "section3_text1": "हमने अपने कैलकुलेटर को सभी ग्रेडिंग सिस्टम के लिए उपयुक्त बना दिया है। चाहे आपका संस्थान 4 ग्रेडिंग स्केल, 5 ग्रेडिंग स्केल, या 10 ग्रेडिंग स्केल अपनाता हो, आपको केवल ग्रेडिंग स्केल चुनना है और गणना शुरू करनी है। लेकिन ध्यान रखें कि इन डिफ़ॉल्ट ग्रेडिंग स्केल के लिए हमने मानक गुणांक का उपयोग किया है। विभिन्न ग्रेडिंग सिस्टम के लिए मानक गुणांक नीचे दिए गए हैं:",
    "multiplication_factors": {
        "4_scale": "4 ग्रेडिंग स्केल के लिए गुणांक: 25",
        "5_scale": "5 ग्रेडिंग स्केल के लिए गुणांक: 20",
        "10_scale": "10 ग्रेडिंग स्केल के लिए गुणांक: 9.5"
    },
    "section3_text2": "कृपया ध्यान दें कि आपका संस्थान एक मानक ग्रेडिंग स्केल जैसे 10 ग्रेडिंग स्केल का पालन कर सकता है, लेकिन इसके लिए गुणांक अलग हो सकता है। उदाहरण के लिए: CBSE, ICSE, और JNTU (जवाहरलाल नेहरू तकनीकी विश्वविद्यालय) एक सामान्य 10-ग्रेडिंग स्केल का पालन करते हैं, लेकिन वे अलग-अलग गुणांक का उपयोग करते हैं। CBSE सभी रूपांतरण गणनाओं के लिए 9.5 को गुणांक मानता है, जबकि ICSE 9.8 का उपयोग करता है, और JNTU अपनी CGPA से प्रतिशत या प्रतिशत से CGPA गणनाओं के लिए गुणांक के रूप में 10 का उपयोग करता है।",
    "section4_title": "Lord Calculator का प्रतिशत से CGPA कैलकुलेटर कैसे उपयोग करें?",
    "section4_text1": "हम मुख्य अवधारणाओं पर चर्चा करने से पहले, जो आपको ग्रेडिंग सिस्टम और ग्रेड रूपांतरण के बारे में जानने चाहिए, आपको यह मार्गदर्शन देना चाहते हैं कि Lord Calculator का प्रतिशत से CGPA कैलकुलेटर कैसे उपयोग करें ताकि आप सही परिणाम प्राप्त कर सकें।",
    "section4_steps": {
        "step1": "शैक्षिक कैलकुलेटर के तहत <span class='font-semibold'>प्रतिशत से CGPA कैलकुलेटर</span> खोलें।",
        "step2": "पहले फ़ील्ड में आपको अपना प्रतिशत दर्ज करने के लिए कहा जाएगा। कृपया यह सुनिश्चित करें कि आप अपना प्रतिशत सही तरीके से, दशमलव अंकों सहित, दर्ज कर रहे हैं ताकि रूपांतरण सही हो सके।",
        "step3": "अब उस ग्रेडिंग स्केल का चयन करें जो आपके संस्थान द्वारा पालन किया जाता है। यदि यह मानक स्केलों जैसे 4, 5, या 10 ग्रेडिंग स्केल से अलग है, तो आपको गुणांक सीधे दर्ज करना होगा।",
        "step4": "दोनों मामलों में, चाहे आपने ग्रेडिंग स्केल दर्ज किया हो या गुणांक चुना हो, अगले फ़ील्ड में दिखाए गए गुणांक की दोबारा जाँच करें। जैसा कि पहले कहा गया था, यह हो सकता है कि आपका संस्थान एक मानक ग्रेडिंग स्केल का पालन करता हो लेकिन अलग-अलग गुणांक का उपयोग करता हो। तो ऐसे मामलों में, आपको अपने गुणांक को सही तरीके से समायोजित करना होगा, अन्यथा आपका प्रतिशत से CGPA रूपांतरण सही नहीं होगा।"
    },
    "section4_text2": "एक बार जब आपके पास सभी जानकारी भर दी जाए, तो “कैलकुलेट करें” बटन पर क्लिक करें। आपकी स्क्रीन पर प्रतिशत को CGPA में रूपांतरित किया हुआ दिख जाएगा।",
    "section5-title": "प्रतिशत क्या है और यह CGPA से कैसे अलग है?",
    "section5_percentage_title": "प्रतिशत",
    "section5_percentage_text": "प्रतिशत परीक्षा के दौरान प्राप्त अंकों का एक सही परावर्तक है। यह 100 में से अंकों का मानकीकरण रूप है।",
    "section5_cgpa_title": "CGPA",
    "section5_cgpa_text": "CGPA (क्यूमुलेटिव ग्रेड प्वाइंट एवरेज) प्राप्त सभी SGPA (स्मेस्टर ग्रेड प्वाइंट एवरेज) का औसत होता है, जिसे शैक्षिक प्रदर्शन के रूप में राउंडेड औसत के रूप में उपयोग किया जाता है।",
    "section6-title": "CGPA क्या है और इसे कैसे गणना किया जाता है?",
    "section6_description": "CGPA (क्यूमुलेटिव ग्रेड प्वाइंट एवरेज) छात्र के शैक्षिक प्रदर्शन का कुल मूल्यांकन है, जो एक निर्धारित शैक्षिक अवधि में किया जाता है। कुछ विश्वविद्यालय इसे सभी सेमेस्टर के SGPA का औसत निकाल कर गणना करते हैं, जबकि कुछ इसे क्रेडिट्स को भी गणना में शामिल करते हैं।",
    "section6_formula_title": "CGPA गणना सूत्र विधि 1",
    "section6_formula_description": "CGPA की गणना करने का एक तरीका सभी SGPA (स्मेस्टर ग्रेड प्वाइंट एवरेज) का औसत निकालना है। सूत्र है:",
    "section6_formula_sgpas": "सेमेस्टर 1 के SGPA + सेमेस्टर 2 के SGPA + सेमेस्टर 3 के SGPA +.........+ सेमेस्टर N के SGPA",
    "section6_formula_divisor": "कुल सेमेस्टर की संख्या",
    "section6_example_title": "उदाहरण:",
    "section6_example": "राम ने 4 सेमेस्टर में SGPA मान 6, 8.5, 7, और 9.5 प्राप्त किए। उनका CGPA इस प्रकार होगा:",
    "section_method2_title": "CGPA गणना सूत्र विधि 2",
    "section_method2_description": "एक अन्य तरीका यह है कि SGPA और अर्जित क्रेडिट्स के उत्पाद का योग निकाला जाए और फिर कुल क्रेडिट्स से विभाजित किया जाए। सूत्र है:",
    "section_method2_formula_sgpa": "(सेमेस्टर 1 के SGPA × सेमेस्टर 1 में अर्जित क्रेडिट्स) + (सेमेस्टर 2 के SGPA × सेमेस्टर 2 में अर्जित क्रेडिट्स) + ...... + (सेमेस्टर N के SGPA × सेमेस्टर N में अर्जित क्रेडिट्स)",
    "section_method2_formula_divisor": "कुल क्रेडिट्स",
    "section_method2_example_title": "उदाहरण:",
    "section_method2_example": "श्याम ने SGPA मान 7.2, 6.5, 8.9, और 9.6 प्राप्त किए, जिनके संबंधित क्रेडिट 4, 3, 3, और 5 थे। उसका CGPA होगा:",
    "section_percentage_formula_title": "प्रतिशत गणना सूत्र",
    "section_percentage_formula_description": "प्रतिशत गणना की जाती है जब आप विभिन्न विषयों/सेमेस्टरों में प्राप्त अंकों का योग कुल अंकों के योग से विभाजित करते हैं, और फिर परिणाम को 100 से गुणा करते हैं। सूत्र इस प्रकार है:",
    "section_percentage_formula_equation": "प्रतिशत =",
    "section_percentage_formula_numerator": "सभी विषयों/सेमेस्टरों में प्राप्त अंकों का योग",
    "section_percentage_formula_multiplier": "* 100",
    "section_percentage_formula_denominator": "सभी विषयों/सेमेस्टरों के लिए कुल अंकों का योग",
    "example_percentage_title": "उदाहरण:",
    "example_percentage_description": "घनश्याम ने सेमेस्टर 1 में 300 में से 295, सेमेस्टर 2 में 300 में से 265, सेमेस्टर 3 में 300 में से 273, और सेमेस्टर 4 में 300 में से 264 अंक प्राप्त किए। उसका प्रतिशत होगा:",
    "example_percentage_equation": "प्रतिशत =",
    "cgpa_to_percentage_note": "CGPA से प्रतिशत में रूपांतरण में भिन्नताएँ होती हैं क्योंकि प्रत्येक संस्था अलग-अलग ग्रेडिंग सिस्टम और स्केल का उपयोग करती है। सेमेस्टर की संख्या, ग्रेडिंग स्केल और क्रेडिट सिस्टम जैसे तत्व भी CGPA की गणना और रूपांतरण में भूमिका निभाते हैं।",
    "calculators_usage_title": "CGPA और प्रतिशत कैलकुलेटर का उपयोग कब करें?",
    "calculators_usage_description": "ये कैलकुलेटर विशेष रूप से उपयोगी होते हैं जब आपको जल्दी और सटीक रूप से अपने CGPA को प्रतिशत में या प्रतिशत को CGPA में बदलने की आवश्यकता होती है, विशेष रूप से उच्च शिक्षा के लिए आवेदन करते समय, नौकरी के अवसरों के लिए, या शैक्षिक दस्तावेज तैयार करते समय।",
    "confusion_about_terms_title": "क्या आप शर्तों या संक्षेपों के बारे में उलझन में हैं?",
    "confusion_about_terms_description": "यदि आपको उल्लिखित शर्तों या संक्षेपों के बारे में कोई संदेह है, तो",
    "confusion_about_terms_link_text": "यहां क्लिक करें",
    "percentage_to_cgpa_tool_intro": "Lord Calculator का प्रतिशत से CGPA कैलकुलेटर उन स्थितियों में उपयोगी है जहां आपको जल्दी और सटीक रूप से अपने अंकों को विभिन्न प्रारूपों में बदलने की आवश्यकता होती है। यह जटिल दशमलव गणनाओं से भ्रम को समाप्त करने में मदद करता है और हर बार सटीक रूपांतरण सुनिश्चित करता है। तो, आपको इस उपकरण का उपयोग कब करना चाहिए?",
    "percentage_to_cgpa_tool_usage_title": "Lord Calculator का प्रतिशत से CGPA कैलकुलेटर कब उपयोग करें?",
    "percentage_to_cgpa_tool_usage_description": "यह उपकरण किसी भी स्थिति के लिए आदर्श है जहाँ आपको विभिन्न प्रारूपों में अंकों को बिना किसी परेशानी के बदलने की आवश्यकता होती है। आइए कुछ सामान्य स्थितियों की जांच करें:",
    "usage_higher_studies_title": "उच्च शिक्षा के लिए आवेदन करते समय",
    "usage_higher_studies_description1": "जब आप उच्च शिक्षा के लिए आवेदन करते हैं, विशेष रूप से अंतर्राष्ट्रीय संस्थानों के लिए, आपको अपने अंकों को एक अलग प्रारूप में दर्ज करने की आवश्यकता हो सकती है। यह कैलकुलेटर आपको आपके अंकों को जल्दी और सटीक रूप से आवश्यक प्रारूप में बदलने में मदद करता है, ताकि किसी भी गलती से बचा जा सके जो आपके आवेदन को रद्द कर सकती है।",
    "usage_higher_studies_description2": "चाहे आपको SGPA से CGPA, CGPA से प्रतिशत, या CGPA से GPA की गणना करनी हो, यह कैलकुलेटर सभी को कवर करता है, यह सुनिश्चित करता है कि आपके अंक सही प्रारूप में हों बिना किसी परेशानी के।",
    "usage_competitive_exams_title": "प्रतियोगी परीक्षा के लिए आवेदन करते समय",
    "usage_competitive_exams_description": "कई प्रतियोगी परीक्षाओं में, आपको अपना प्रतिशत भरने की आवश्यकता होती है। हालांकि, कुछ इंजीनियरिंग संस्थान CGPA प्रणाली को प्राथमिकता देते हैं। ऐसी स्थितियों में, हमारा कैलकुलेटर आपको CGPA को प्रतिशत में या प्रतिशत को CGPA में जल्दी और सटीक रूप से बदलने की अनुमति देता है, जिससे आप परीक्षा आवेदन के लिए प्रारूप आवश्यकताओं को पूरा कर सकते हैं।",
    "usage_comparative_measurement_title": "शिक्षकों द्वारा तुलनात्मक माप",
    "usage_comparative_measurement_description": "शिक्षकों को अक्सर कई छात्रों के अंकों की तुलना और सुसंगतता की आवश्यकता होती है। रूपांतरणों की गणना करने के बजाय, यह ऑनलाइन कैलकुलेटर एक तेज़ और सटीक समाधान प्रदान करता है, जिससे महत्वपूर्ण समय बचता है और गलतियों की संभावना समाप्त हो जाती है।",
    "usage_conclusion": "इन सभी मामलों में, Lord Calculator का प्रतिशत से CGPA कैलकुलेटर का उपयोग सुनिश्चित करता है कि आप सही और प्रभावी ढंग से अपने अंकों को बदलें, चाहे आप उच्च शिक्षा के लिए आवेदन कर रहे हों, परीक्षा के रूपों को भर रहे हों, या एक बड़ी संख्या में छात्रों के अंकों की तुलना कर रहे हों।",
    "common_mistakes_title": "CGPA को प्रतिशत में सही तरीके से बदलते समय सामान्य गलतियाँ",
    "common_mistakes_intro": "हालाँकि प्रतिशत से CGPA रूपांतरण सूत्र सरल लगता है, लेकिन कई छात्र फिर भी गलत परिणाम प्राप्त करते हैं। एक आम गलती यह है कि सही गुणांक (multiplication factor) का पता नहीं होता है। हम गुणांक को अगले उप-शीर्षक में विस्तार से चर्चा करेंगे। पहले, उन सभी सामान्य गलतियों को देखें जिन्हें आपको प्रतिशत से CGPA सही ढंग से गणना करते समय बचना चाहिए।",
    "mistake_decimal_points": "हम अक्सर गणना के दौरान दशमलव बिंदुओं को बहुत जल्द राउंड कर देते हैं। ऐसे राउंड किए गए अंक परिणामों में हल्का बदलाव कर सकते हैं। बेहतर है कि गणना के अंतिम चरण तक दशमलव अंकों को राउंड न करें। हालांकि, एक बार जब आपको परिणाम मिल जाए, तो आप अंक राउंड कर सकते हैं यदि आप चाहें।",
    "mistake_grading_scale": "एक और सामान्य गलती यह है कि हम अपने संस्थान के सूत्र से अनजान होते हैं। यदि आपका संस्थान अलग ग्रेडिंग स्केल का पालन करता है और आप किसी अन्य ग्रेडिंग स्केल का उपयोग करके अपने अंक गणना कर रहे हैं, तो रूपांतरण कभी भी सही नहीं होगा। इसके अलावा, अगर ग्रेडिंग स्केल वही है, तो गुणांक (multiplication factor) भी बदल सकता है! यह सलाह दी जाती है कि आप गुणांक को दोबारा जांचें।",
    "mistake_conversion_formula": "यदि आपका गुणांक सही है लेकिन फिर भी गलत रूपांतरण मिल रहा है, तो आपको अपने संस्थान के रूपांतरण सूत्र को जांचने की आवश्यकता है। कई विश्वविद्यालयों, जैसे मुंबई विश्वविद्यालय, के पास अपने रूपांतरण सूत्र होते हैं जो मानक रूपांतरण सूत्र से भिन्न होते हैं। उदाहरण के लिए, मुंबई विश्वविद्यालय का CGPA गणना सूत्र है: प्रतिशत = (CGPA × 7.25) + 11। इसलिए, आपको इन कारकों को सुनिश्चित करना होगा, विशेष रूप से यदि आप प्रतिशत से CGPA रूपांतरण कर रहे हैं।",
    "mistake_other_conversions": "अन्य त्रुटियाँ भी हो सकती हैं, लेकिन वे SGPA से CGPA और GPA से CGPA रूपांतरण से संबंधित हैं। हम उन्हें उनके संबंधित अनुभागों में चर्चा कर चुके हैं।",
    "grading_scales_title": "क्यों विभिन्न संस्थान विभिन्न ग्रेडिंग स्केल और रूपांतरण सूत्रों का पालन करते हैं",
    "grading_scales_intro": "हमने कई उदाहरणों में उल्लेख किया है कि कई संस्थान अलग-अलग ग्रेडिंग स्केल का पालन करते हैं। लेकिन ऐसा क्यों होता है? इसके कई कारण हो सकते हैं! आइए, हम प्रत्येक कारण को एक-एक करके देखें:",
    "reason_historical_cultural": "ऐतिहासिक और सांस्कृतिक भिन्नताएँ: विभिन्न देशों ने अपनी पारंपरिक ग्रेडिंग प्रणालियों का पालन किया है। परिणामस्वरूप, हम विभिन्न भौगोलिक स्थानों पर अलग-अलग ग्रेडिंग स्केल देखते हैं। उदाहरण के लिए, अमेरिकी संस्थान 4-पॉइंट ग्रेडिंग स्केल का पालन करते हैं, जबकि भारतीय और अन्य एशियाई संस्थान 10-पॉइंट ग्रेडिंग स्केल का पालन करते हैं।",
    "reason_assessment_approach": "छात्रों का मूल्यांकन करने के विभिन्न तरीके: जैसे-जैसे शिक्षा में आधुनिकीकरण हो रहा है, वैसे-वैसे छात्रों का मूल्यांकन करने के तरीके भी बदल रहे हैं। हाल ही में, संस्थान अधिक समग्र मूल्यांकन पर ध्यान दे रहे हैं, बजाय केवल अंक-आधारित मूल्यांकन के। इसके परिणामस्वरूप, CGPA और GPA प्रणालियाँ अधिक प्रचलित हो रही हैं।",
    "reason_international_standards": "अंतर्राष्ट्रीय मानकों के साथ मेल खाना: विदेशों में अध्ययन करना अब एक सामान्य अवधारणा बन गया है। कई संस्थान अंतर्राष्ट्रीय मानकों को अपनाते हैं ताकि छात्रों को अतिरिक्त औपचारिकताओं से बचाया जा सके। उदाहरण के लिए, यूरोप के कई संस्थान ECTS (European Credit Transfer and Accumulation System) का पालन करते हैं ताकि पूरे महाद्वीप में अन्य संस्थानों के साथ तालमेल बैठ सके।",
    "reason_universal_standard": "एक सार्वभौमिक ग्रेडिंग मानक प्राप्त करने में कठिनाई: जबकि एक सार्वभौमिक ग्रेडिंग मानक का पालन करना तार्किक और उचित लगता है, यह व्यावहारिक रूप से चुनौतीपूर्ण है। चूँकि संस्थान विभिन्न ग्रेडिंग स्केल का पालन करते हैं, उन्हें छात्र के शैक्षणिक प्रदर्शन का निष्पक्ष दृश्य प्रदान करने के लिए मानक रूपांतरण सूत्रों की आवश्यकता होती है।",
    "conversion_title": "विभिन्न बोर्ड और विश्वविद्यालयों के लिए प्रतिशत से CGPA रूपांतरण",
    "table_heading_institution": "संस्थान",
    "table_heading_formula": "सूत्र",
    "cbse1": "CBSE (केन्द्रीय माध्यमिक शिक्षा बोर्ड), भारत",
    "icse1": "ICSE (भारतीय प्रमाणपत्र माध्यमिक शिक्षा), भारत",
    "maharashtra1": "महाराष्ट्र राज्य बोर्ड, भारत",
    "anna_university1": "अन्ना विश्वविद्यालय, तमिलनाडु, भारत",
    "jntu1": "जवाहरलाल नेहरू प्रौद्योगिकी विश्वविद्यालय (JNTU), तेलंगाना और आंध्र प्रदेश, भारत",
    "vtu1": "विश्वेश्वरैया प्रौद्योगिकी विश्वविद्यालय (VTU), कर्नाटका, भारत",
    "gtu1": "गुजरात प्रौद्योगिकी विश्वविद्यालय (GTU), गुजरात, भारत",
    "mu1": "मुंबई विश्वविद्यालय, महाराष्ट्र, भारत",
    "mahe1": "मणिपाल उच्च शिक्षा अकादमी (MAHE), कर्नाटका, भारत",
    "amity1": "अमिटी विश्वविद्यालय, भारत",
    "vit1": "वेल्लोर प्रौद्योगिकी संस्थान (VIT), तमिलनाडु, भारत",
    "sppu1": "सावित्रीबाई फुले पुणे विश्वविद्यालय (SPPU), महाराष्ट्र, भारत",
    "iit1": "IITs (भारतीय प्रौद्योगिकी संस्थान), भारत",
    "nit1": "NITs (राष्ट्रीय प्रौद्योगिकी संस्थान), भारत",
    "bits_pilani1": "BITS पिलानी (बिरला प्रौद्योगिकी और विज्ञान संस्थान), भारत",
    "du1": "दिल्ली विश्वविद्यालय (DU), भारत",
    "bhu1": "बनारस हिंदू विश्वविद्यालय (BHU), भारत",
    "osmania1": "उस्मानिया विश्वविद्यालय, तेलंगाना, भारत",
    "pu1": "पंजाब विश्वविद्यालय, पंजाब, भारत",
    "srm1": "SRM विज्ञान और प्रौद्योगिकी संस्थान (SRMIST), तमिलनाडु, भारत",
    "toronto1": "टोरंटो विश्वविद्यालय, कनाडा",
    "ubc1": "ब्रिटिश कोलंबिया विश्वविद्यालय (UBC), कनाडा",
    "anu1": "ऑस्ट्रेलियाई राष्ट्रीय विश्वविद्यालय (ANU), ऑस्ट्रेलिया",
    "sydney1": "सिडनी विश्वविद्यालय, ऑस्ट्रेलिया",
    "melbourne1": "मेलबर्न विश्वविद्यालय, ऑस्ट्रेलिया",
    "uc_system1": "कैलिफोर्निया विश्वविद्यालय प्रणाली (UCLA, UC बर्कली, आदि), यूएसए",
    "harvard1": "हार्वर्ड विश्वविद्यालय, यूएसए",
    "oxford1": "ऑक्सफोर्ड विश्वविद्यालय, यूनाइटेड किंगडम",
    "cambridge1": "कैम्ब्रिज विश्वविद्यालय, यूनाइटेड किंगडम",
    "nus1": "राष्ट्रीय विश्वविद्यालय सिंगापुर (NUS), सिंगापुर",
    "hku1": "हांगकांग विश्वविद्यालय (HKU), हांगकांग",
    "tum1": "टेक्निकल यूनिवर्सिटी ऑफ म्यूनिख (TUM), जर्मनी",
    "eth_zurich1": "ETH जूरिख, स्विट्ज़रलैंड",
    "tokyo1": "टोक्यो विश्वविद्यालय, जापान",
    "cape_town1": "केप टाउन विश्वविद्यालय, दक्षिण अफ्रीका",
    "mcgill1": "मैकिनल विश्वविद्यालय, कनाडा",
    "peking1": "पेइचिंग विश्वविद्यालय, चीन",
    "ntu1": "नेशनल ताइवान विश्वविद्यालय (NTU), ताइवान",
    "aut1": "ऑकलैंड यूनिवर्सिटी ऑफ टेक्नोलॉजी (AUT), न्यूज़ीलैंड",
    "cbse": "सूत्र: CGPA = प्रतिशत / 9.5",
    "icse": "सूत्र: CGPA = प्रतिशत / 9.8 (स्कूल के हिसाब से भिन्न हो सकता है)",
    "maharashtra": "सूत्र: CGPA = प्रतिशत / 9.5",
    "anna_university": "सूत्र: CGPA = प्रतिशत / 10",
    "jntu": "सूत्र: CGPA = प्रतिशत / 10",
    "vtu": "सूत्र: CGPA = प्रतिशत / 9.1 (विभाग के अनुसार भिन्न हो सकता है)",
    "gtu": "सूत्र: CGPA = (प्रतिशत - 12) / 7.1",
    "mu": "सूत्र: CGPA = (प्रतिशत - 11) / 7.25",
    "mahe": "सूत्र: CGPA = प्रतिशत / 10",
    "amity": "सूत्र: CGPA = प्रतिशत / 9",
    "vit": "सूत्र: CGPA = प्रतिशत / 9.5 (प्रोग्राम के अनुसार भिन्न हो सकता है)",
    "sppu": "सूत्र: CGPA = प्रतिशत / 6.3",
    "iit": "सूत्र: CGPA = प्रतिशत / 10 (कुछ IITs में विशिष्ट कोर्स के लिए विशेष पैमाने हो सकते हैं)",
    "nit": "सूत्र: CGPA = प्रतिशत / 10",
    "bits_pilani": "सूत्र: CGPA = प्रतिशत / 10",
    "du": "सूत्र: CGPA = प्रतिशत / 9.5 (DU का CGPA कैल्कुलेशन प्रोग्राम के हिसाब से भिन्न हो सकता है)",
    "bhu": "सूत्र: CGPA = प्रतिशत / 10",
    "osmania": "सूत्र: CGPA = प्रतिशत / 10",
    "pu": "सूत्र: CGPA = प्रतिशत / 9.5",
    "srm": "सूत्र: CGPA = प्रतिशत / 10",
    "toronto": "ग्रेडिंग स्केल: 4.0 GPA स्केल; नोट: कोई प्रत्यक्ष रूपांतरण सूत्र नहीं है; आवेदक GPA समकक्षता तालिकाओं या तृतीय-पक्ष मूल्यांकनकर्ताओं का उपयोग करते हैं।",
    "ubc": "ग्रेडिंग स्केल: 4.33 GPA स्केल; नोट: कोई विशिष्ट CGPA रूपांतरण नहीं है; समकक्षता विवरण के लिए UBC से परामर्श करें।",
    "anu": "ग्रेडिंग स्केल: 7-बिंदु स्केल; सूत्र (सामान्य मार्गदर्शन): CGPA = प्रतिशत / 7.1 उनके स्केल पर समकक्षता के लिए।",
    "sydney": "ग्रेडिंग स्केल: 7-बिंदु GPA सिस्टम; सूत्र (सामान्य मार्गदर्शन): CGPA = प्रतिशत / 7.5 (सटीक रूपांतरण के लिए प्रमाण पत्र मूल्यांकन की आवश्यकता हो सकती है)।",
    "melbourne": "ग्रेडिंग स्केल: 7-बिंदु GPA स्केल; नोट: CGPA समकक्षता के लिए प्रवेश कार्यालय से परामर्श करें; कोई प्रत्यक्ष सूत्र नहीं है।",
    "uc_system": "ग्रेडिंग स्केल: 4.0 GPA स्केल; नोट: कोई सार्वभौमिक CGPA सूत्र नहीं है; रूपांतरण के लिए WES या समान मूल्यांकनकर्ताओं का उपयोग करें।",
    "harvard": "ग्रेडिंग स्केल: 4.0 GPA स्केल; नोट: CGPA से GPA रूपांतरण के लिए तृतीय-पक्ष सेवाओं (जैसे WES) का उपयोग किया जाता है।",
    "oxford": "ग्रेडिंग स्केल: यूके सम्मान वर्गीकरण (पहला, ऊपरी दूसरा, आदि); नोट: कोई प्रत्यक्ष CGPA सूत्र नहीं है; CGPA 8.5-10 (10 में से) को अक्सर पहले वर्ग के रूप में माना जाता है।",
    "cambridge": "ग्रेडिंग स्केल: यूके सम्मान; प्रतिशत को वर्गीकरण से जोड़ा जाता है; CGPA रूपांतरण के लिए कोई प्रत्यक्ष सूत्र नहीं है।",
    "nus": "ग्रेडिंग स्केल: 5.0 GPA स्केल; कोई प्रत्यक्ष रूपांतरण सूत्र नहीं है; NUS समकक्षता तालिकाओं का उपयोग करें।",
    "hku": "ग्रेडिंग स्केल: 4.3 GPA स्केल; कोई विशिष्ट CGPA रूपांतरण सूत्र नहीं है।",
    "tum": "ग्रेडिंग स्केल: स्विस 6-बिंदु स्केल नोट: CGPA 8.5+ प्रतिस्पर्धी होता है; कोई निश्चित रूपांतरण सूत्र नहीं है।",
    "eth_zurich": "ग्रेडिंग स्केल: स्विस 6-बिंदु स्केल नोट: CGPA 8.5+ प्रतिस्पर्धी होता है; कोई निश्चित रूपांतरण सूत्र नहीं है।",
    "tokyo": "ग्रेडिंग स्केल: जापानी 4.0 GPA स्केल नोट: प्रतिस्पर्धी आवेदकों के लिए सामान्यतः CGPA 8.0+ की अपेक्षा की जाती है।",
    "cape_town": "ग्रेडिंग स्केल: 4-बिंदु GPA स्केल और प्रतिशत प्रणाली नोट: दक्षिण अफ्रीकी मानकों के आधार पर CGPA रूपांतरण की आवश्यकता हो सकती है।",
    "mcgill": "ग्रेडिंग स्केल: 4.0 GPA स्केल नोट: सटीक रूपांतरण के लिए WES या समान सेवाओं की आवश्यकता होती है।",
    "peking": "ग्रेडिंग स्केल: 4.0 GPA स्केल नोट: आधिकारिक CGPA रूपांतरण की आवश्यकता होती है; सामान्यतः CGPA 8.0+ की अपेक्षा की जाती है।",
    "ntu": "ग्रेडिंग स्केल: 4.3 GPA स्केल नोट: प्रतिस्पर्धी आवेदकों के लिए सामान्यतः CGPA 8.0+ की आवश्यकता होती है।",
    "aut": "ग्रेडिंग स्केल: 9-बिंदु GPA स्केल सूत्र (सामान्य मार्गदर्शन): CGPA = प्रतिशत / 7.1 न्यूज़ीलैंड के GPA स्केल के साथ मेल करने के लिए।",
    "title--": "प्रतिशत से CGPA ऑनलाइन कैलकुलेटर का उपयोग करने के फायदे और नुकसान",
    "pros_title": "प्रतिशत से CGPA कैलकुलेटर के फायदे",
    "pros_1": "अपने ग्रेड को चलते-फिरते परिवर्तित करें। ऑनलाइन कैलकुलेटर में पूर्व-निर्धारित मान और समीकरण होते हैं। इसलिए, आपको समीकरण में सही जगह पर मान डालने की चिंता करने की आवश्यकता नहीं है। बस निर्दिष्ट क्षेत्र में मान डालें और आपका परिणाम बिना किसी समय या प्रयास के प्राप्त हो जाएगा।",
    "pros_2": "ऑनलाइन कैलकुलेटर में इंटरएक्टिव और सरल इंटरफेस होते हैं। इसके अलावा, हमारे ग्रेड मीटर जैसे दृश्य तत्व आपके ग्रेड का बेहतर विज़ुअलाइजेशन प्रदान करते हैं।",
    "pros_3": "परंपरागत कैलकुलेटर में, यदि आप गणना किए गए ग्रेड्स का इतिहास देखना चाहते हैं तो आपको प्रत्येक और हर गणना किए गए डेटा को रिकॉर्ड करना पड़ता है। ऐसे परिदृश्य तब उत्पन्न होते हैं जब एक शैक्षिक संस्थान को विभिन्न विश्वविद्यालयों के छात्रों के ग्रेड्स को एक सार्वभौमिक प्रारूप में ट्रैक करना होता है। लेकिन Lord Calculator पर, आप “Result” क्षेत्र के नीचे तालिका प्रारूप में सभी गणना किए गए ग्रेड्स का इतिहास देख सकते हैं। इसके अलावा, आप इतिहास को PDF के रूप में निर्यात भी कर सकते हैं और भविष्य में किसी भी उद्देश्य के लिए इसे सहेज सकते हैं।",
    "pros_4": "ऑनलाइन कैलकुलेटर मानव त्रुटियों की संभावनाओं को भी समाप्त कर देते हैं, जो परंपरागत कैलकुलेटर पर समीकरण बनाने के दौरान, या पेन और पेपर पर गणना करते समय हो सकती हैं।",
    "cons_title": "प्रतिशत से CGPA कैलकुलेटर के नुकसान",
    "cons_1": "विविध गुणांक: हमने देखा है कि विभिन्न विश्वविद्यालय समान ग्रेडिंग स्केल के तहत भी विभिन्न गुणांक का पालन करते हैं। इसलिए, ऐसे परिदृश्यों में ऑनलाइन कैलकुलेटर सभी विश्वविद्यालयों की आवश्यकताओं को पूरा नहीं कर सकते। आपको सही रूपांतरण के लिए गुणांक को मैन्युअल रूप से संशोधित करना होगा।",
    "cons_2": "विभिन्न रूपांतरण सूत्र: हमने यह भी देखा है कि विश्वविद्यालयों जैसे मुंबई विश्वविद्यालय, CGPA से प्रतिशत रूपांतरण के लिए पूरी तरह से अलग सूत्रों का उपयोग करते हैं। उदाहरण के लिए, मुंबई विश्वविद्यालय के लिए CGPA से प्रतिशत का सूत्र है, CGPA = (Percentage - 11) / 7.25। इन मामलों में, ऑनलाइन कैलकुलेटर अतिरिक्त ऑपरेटरों को स्वचालित रूप से या मैन्युअल रूप से जोड़ नहीं सकते। ऐसे रूपांतरणों के दौरान, आपको पारंपरिक तरीकों का संदर्भ लेना होगा।",
    "summary_title": "सारांश",
    "summary_1": "अब तक, हमने प्रतिशत और CGPA के बारे में सीखा है, उन्हें कैसे परिवर्तित किया जाए और आपस में कैसे उपयोग किया जाए, जब आपको अपने ग्रेड्स बदलने की आवश्यकता हो सकती है, और कैसे विभिन्न विश्वविद्यालय/बोर्ड विभिन्न ग्रेडिंग स्केल और रूपांतरण सूत्रों पर निर्भर करते हैं।",
    "summary_2": "हमने CGPA से प्रतिशत कैलकुलेटर, GPA से CGPA कैलकुलेटर, CGPA से GPA कैलकुलेटर, और SGPA कैलकुलेटर सहित समान कैलकुलेटर भी सूचीबद्ध किए हैं। यदि आपको इन कैलकुलेटरों से संबंधित कोई विशिष्ट अवधारणा जाननी हो, तो संबंधित कैलकुलेटर का विवरण पढ़ें। हमने उनके विवरण में हर आवश्यक जानकारी कवर की है।",
    "faq_title": "अक्सर पूछे जाने वाले सवाल (FAQs)",
    "faq_1_question": "Q1. प्रतिशत से CGPA कैलकुलेटर क्या है?",
    "faq_1_answer": "प्रतिशत से CGPA कैलकुलेटर आपको बिना किसी परेशानी के अपना प्रतिशत CGPA में परिवर्तित करने की अनुमति देता है। आपको केवल अपना प्रतिशत और गुणांक दर्ज करना होता है।",
    "faq_2_question": "Q2. प्रतिशत को CGPA में कैसे परिवर्तित करें?",
    "faq_2_answer": "अपने प्रतिशत को CGPA में परिवर्तित करने के लिए, आप Lord Calculator जैसे ऑनलाइन कैलकुलेटर का उपयोग कर सकते हैं या नीचे दिए गए सूत्र का उपयोग करके मैन्युअल रूप से गणना कर सकते हैं:",
    "faq_2_formula": "CGPA = (Percentage - 50) / 10",
    "faq_3_question": "Q3. मैं Lord Calculator के प्रतिशत से CGPA कैलकुलेटर का उपयोग कैसे करूँ?",
    "faq_3_answer": "Lord Calculator के प्रतिशत से CGPA कैलकुलेटर का उपयोग करने के लिए, इन चरणों का पालन करें:",
    "faq_3_step_1": "पहले क्षेत्र में अपना प्रतिशत दर्ज करें।",
    "faq_3_step_2": "ग्रेडिंग स्केल चुनें या मैन्युअली गुणांक दर्ज करें।",
    "faq_3_step_3": "सुनिश्चित करें कि आपने गुणांक सही तरीके से दर्ज किया है।",
    "faq_3_step_4": "अपने CGPA को परिणाम क्षेत्र में देखने के लिए 'Calculate' बटन दबाएं।",
    "faq_4_question": "Q4. अंतर्राष्ट्रीय विश्वविद्यालयों के अनुसार CGPA को कैसे परिवर्तित करें?",
    "faq_4_answer": "विभिन्न अंतर्राष्ट्रीय विश्वविद्यालय विभिन्न रूपांतरण प्रणालियाँ उपयोग करते हैं। किसी विशिष्ट एक के बारे में जानने के लिए,",
    "faq_4_link": "यहां क्लिक करें",
    "faq_5_question": "Q5. अपने ग्रेड्स की गणना करते समय आम गलतियाँ क्या हैं?",
    "faq_5_answer": "आम गलतियाँ निम्नलिखित हैं:",
    "faq_5_mistake_1": "गणना करते समय दशमलव बिंदुओं को जल्दी से गोल करने से बचें।",
    "faq_5_mistake_2": "सुनिश्चित करें कि आपने अपने संस्थान का गुणांक सही तरीके से दर्ज किया है।",
    "faq_5_mistake_3": "यह जांचें कि आपका विश्वविद्यालय मानक गणना विधि का पालन करता है या नहीं।",
    "faq_6_question": "Q6. क्या इंजीनियरिंग के लिए प्रतिशत से CGPA कैलकुलेटर अलग है?",
    "faq_6_answer": "कई इंजीनियरिंग विश्वविद्यालय अलग-अलग रूपांतरण सूत्रों का उपयोग करते हैं। जबकि यह विभागों के बीच नहीं बदल सकता, विभिन्न विश्वविद्यालय अपने-अपने मानक रूपांतरण सूत्रों का पालन कर सकते हैं, जो दूसरों से मेल नहीं खाते।",
    "faq_7_question": "Q7. VTU के लिए प्रतिशत से CGPA कैलकुलेटर सूत्र क्या है?",
    "faq_7_answer": "VTU (विश्वेश्वरैया तकनीकी विश्वविद्यालय) के लिए प्रतिशत से CGPA कैलकुलेटर सूत्र अन्य सूत्रों से अलग है। इसे इस प्रकार व्यक्त किया जा सकता है:",
    "faq_7_example": "CGPA = (Percentage - 50) / 10 उदाहरण: यदि आपने 80% प्राप्त किया है, तो VTU के अनुसार आपका संबंधित CGPA होगा: CGPA = 8 + 0.75 = 8.75",
    "faqs": [
        {
            "question": "Q8. CBSE के लिए प्रतिशत से CGPA कैलकुलेटर सूत्र क्या है?",
            "answer": "उत्तर. CBSE में प्रतिशत से CGPA रूपांतरण का सूत्र है:",
            "formula": "CGPA = (Percentage - 50) / 9.5"
        }
    ],
    "faqs": [
        {
            "question": "Q9. 70% को CGPA में कितना होता है?",
            "answer": "उत्तर. उपयोग किए गए रूपांतरण सूत्र के अनुसार:",
            "details": [
                "70% को CGPA में = 7.37 (9.5 गुणांक के अनुसार)",
                "70% को CGPA में = 3.5 (5-ग्रेडिंग स्केल के अनुसार)",
                "70% को CGPA में = 2.8 (4-ग्रेडिंग स्केल के अनुसार)"
            ]
        }
    ],
    "faqa": [
        {
            "question": "Q10. 75% को CGPA में कितना होता है?",
            "answer": "उत्तर. Q9 में दिए गए समान सूत्र का उपयोग करके, 75% को CGPA में:",
            "details": [
                "75% को CGPA में = 7.89 (9.5 गुणांक के अनुसार)",
                "75% को CGPA में = 3.75 (5-ग्रेडिंग स्केल के अनुसार)",
                "75% को CGPA में = 3 (4-ग्रेडिंग स्केल के अनुसार)"
            ]
        },
        {
            "question": "Q11. 80% को CGPA में कितना होता है?",
            "answer": "उत्तर. Q9 में दिए गए समान सूत्र का उपयोग करके, 80% को CGPA में:",
            "details": [
                "80% को CGPA में = 8.42 (9.5 गुणांक के अनुसार)",
                "80% को CGPA में = 4 (5-ग्रेडिंग स्केल के अनुसार)",
                "80% को CGPA में = 3.2 (4-ग्रेडिंग स्केल के अनुसार)"
            ]
        },
        {
            "question": "Q12. 95.4% को CGPA में कितना होता है?",
            "answer": "उत्तर. Q9 में दिए गए समान सूत्र का उपयोग करके, 95.4% को CGPA में:",
            "details": [
                "95.4% को CGPA में = 10 (9.5 ग्रेडिंग स्केल के अनुसार, ध्यान दें कि 95% से अधिक प्रतिशत को 10 CGPA माना जाता है)",
                "95.4% को CGPA में = 4.77 (5-ग्रेडिंग स्केल के अनुसार)",
                "95.4% को CGPA में = 3.81 (4-ग्रेडिंग स्केल के अनुसार)"
            ]
        }
    ],
    "note": "नोट: रूपांतरण सूत्र संस्थानों के बीच भिन्न होते हैं।",
    "--title": "Percentage से CGPA कैलकुलेटर",
    "enterPercentage": "प्रतिशत दर्ज करें",
    "placeholderPercentage": "अपना प्रतिशत दर्ज करें",
    "chooseGradeScale": "ग्रेड स्केल चुनें",
    "scale4": "4.0 स्केल",
    "scale5": "5.0 स्केल",
    "scale10": "10.0 स्केल",
    "setMultiplicationFactor": "गुणांक निर्धारित करें",
    "placeholderFactor": "एक गुणांक दर्ज करें",
    "-calculateButton": "गणना करें",
    "-resetButton": "रीसेट करें",
    "errorMessage": "त्रुटि: अमान्य इनपुट",
    "calculatedCGPATitle": "आपका गणना किया गया CGPA",
    "placeholderCGPA": "प्रतिशत:",
    "-downloadButton": "डाउनलोड करें",
    "-whatsappButton": "व्हाट्सएप",
    "-copyLinkButton": "लिंक कॉपी करें",
    "-linkCopied": "लिंक कॉपी किया गया!",
    "historyTitle": "गणना इतिहास",
    "tableSNo": "क्रमांक",
    "tablePercentage": "प्रतिशत",
    "tableCGPA": "CGPA",
    "percentageContent": "प्रतिशत सामग्री",
    "section1": "CGPA से प्रतिशत कैलकुलेटर",
    "intro_paragraph": "स्वागत है साथी छात्रों और विद्वानों! जैसा कि आप सभी जानते हैं, CGPA और प्रतिशत शिक्षा प्रणाली में महत्वपूर्ण भूमिका निभाते हैं। हम अक्सर ऐसी स्थिति में होते हैं, जहां हमें इनका आदान-प्रदान करना पड़ता है, इसलिए Lord Calculator आपके लिए सबसे विश्वसनीय और तेज़ CGPA से प्रतिशत कैलकुलेटर प्रस्तुत करता है, जो आपको चलते-फिरते ग्रेड की गणना करने में मदद करेगा! यहां हमारे CGPA कैलकुलेटर के काम करने का विस्तृत मार्गदर्शन दिया गया है, उसके बाद विभिन्न विश्वविद्यालयों द्वारा उपयोग की जाने वाली ग्रेडिंग सिस्टम का विवरण है। हमने विभिन्न ग्रेडिंग सिस्टम के अनुसार CGPA से प्रतिशत सूत्र भी सूचीबद्ध किया है।",
    "-section2": "CGPA से प्रतिशत रूपांतरण सूत्र",
    "-formula": "प्रतिशत = CGPA × गुणक",
    "-table_of_contents": "सामग्री सूची",
    "cgpa_to_percentage_calculator": "CGPA से प्रतिशत कैलकुलेटर",
    "cgpa_to_percentage_formula": "CGPA से प्रतिशत रूपांतरण सूत्र",
    "lord_calculator_tool": "Lord Calculator का CGPA से प्रतिशत कैलकुलेटर",
    "how_to_use_tool": "Lord Calculator के CGPA से प्रतिशत कैलकुलेटर का उपयोग कैसे करें",
    "-what_is_cgpa": "CGPA क्या है और इसे कैसे गणना करते हैं?",
    "important_terms": "महत्वपूर्ण शब्दों की परिभाषाएँ जिन्हें आपको जानना चाहिए",
    "why_convert_cgpa": "CGPA को प्रतिशत में या प्रतिशत को CGPA में क्यों रूपांतरित करें?",
    "calculate_percentage": "CGPA से प्रतिशत कैसे निकालें",
    "common_pitfalls": "CGPA से प्रतिशत रूपांतरण में सामान्य गलतियां",
    "cgpa_in_10_point": "10 ग्रेड प्वाइंट सिस्टम में CGPA से प्रतिशत",
    "cgpa_in_5_point": "5 ग्रेड स्केल में CGPA से प्रतिशत",
    "cgpa_in_4_point": "4 ग्रेड स्केल में CGPA से प्रतिशत",
    "grading_scale": "ग्रेडिंग स्केल क्या है और विश्वविद्यालय अपने मानक स्केल का चयन कैसे करते हैं?",
    "-multiplication_factor": "गुणक क्या है और यह कैसे काम करता है?",
    "different_boards": "विभिन्न बोर्डों और विश्वविद्यालयों के लिए CGPA से प्रतिशत रूपांतरण",
    "grading_scale_impacts": "विभिन्न ग्रेडिंग स्केल्स का छात्रों पर क्या प्रभाव पड़ता है?",
    "-faqs": "CGPA कैलकुलेटर से संबंधित सामान्य प्रश्न",
    "lord_calculator_cgpa_calculator": "Lord Calculator का CGPA से प्रतिशत कैलकुलेटर",
    "cgpa_calculator_description": "हमारा CGPA कैलकुलेटर दो मुख्य कारकों को ध्यान में रखते हुए डिज़ाइन किया गया है: उपयोग में आसानी और तेज़ गणनाएँ।",
    "cgpa_calculator_description_expanded": "जहाँ ग्रेड गणनाएँ विभिन्न कारकों पर निर्भर करती हैं, वहीं हमने आपकी ग्रेड्स या प्रतिशत सही तरीके से गणना करने के लिए सभी आवश्यक घटकों को शामिल किया है। विभिन्न विश्वविद्यालय अलग-अलग ग्रेडिंग स्केल्स और गुणक का उपयोग करते हैं (चिंता न करें, हम इन शब्दों का विवरण नीचे देंगे)। आपकी सुविधा के लिए, हमने ग्रेड स्केल और मैन्युअल गुणक दोनों को शामिल किया है।",
    "how_to_use_heading": "Lord Calculator के CGPA से प्रतिशत कैलकुलेटर का उपयोग कैसे करें",
    "how_to_use_description": "बस हमारे CGPA कैलकुलेटर में आवश्यक फ़ील्ड्स भरें, \"Calculate\" पर क्लिक करें, और voilà! आपका प्रतिशत ग्रेड मीटर के साथ प्रदर्शित होगा। यह इतना आसान है। हालांकि, मैं जल्दी से आपको बताता हूँ कि सही गणना के लिए हमें कौन सी फ़ील्ड्स और डेटा चाहिए।",
    "how_to_use_step1": "पहले ",
    "how_to_use_step1_link": "https://lordcalculator.com/educational-calculator/cgpa-to-percentage-calculator",
    "how_to_use_step2": "पहले फ़ील्ड में अपना CGPA डालें। सुनिश्चित करें कि आपने इसे सही तरीके से डाला है, जिसमें कोई भी दशमलव बिंदु शामिल हो।",
    "how_to_use_step3": "अपने विश्वविद्यालय द्वारा उपयोग किए गए ग्रेडिंग स्केल का चयन करें। सामान्य ग्रेडिंग स्केल 4, 5 और 10 होते हैं। वैकल्पिक रूप से, आप गुणक को मैन्युअल रूप से दर्ज कर सकते हैं और कैलकुलेट बटन दबा सकते हैं। एक बार जब आपने सभी मान भर दिए, तो \"Calculate\" पर क्लिक करें और अपना प्रतिशत प्राप्त करें। आप ग्रेड मीटर पर अपनी प्रदर्शन की भी जांच कर सकेंगे। इसके अतिरिक्त, आप हमसे एक CGPA से प्रतिशत रूपांतरण प्रमाण पत्र भी प्राप्त कर सकते हैं (कृपया ध्यान दें कि यह एक प्रतिनिधिक प्रमाण पत्र होगा)।",
    "tip_heading": "CGPA से प्रतिशत गणना के लिए टिप्स",
    "tip_description1": "विभिन्न विश्वविद्यालयों में समान ग्रेडिंग स्केल के तहत भी विभिन्न गुणकों (जिन्हें रूपांतरण गुणक भी कहा जाता है) का उपयोग किया जा सकता है। उदाहरण के लिए, विश्वविद्यालय X एक 1-पॉइंट ग्रेडिंग स्केल का उपयोग कर सकता है जिसमें गुणक 9.5 है, जबकि दूसरे विश्वविद्यालय में गुणक 9.7 या 9.8 हो सकता है। इसलिए, यह सुनिश्चित करने के लिए कि आपने सही गुणक दर्ज किया है, उसे दुबारा जांचना महत्वपूर्ण है।",
    "tip_description2": "यदि आप अपने विश्वविद्यालय के ग्रेड स्केल या गुणक के बारे में सुनिश्चित नहीं हैं, तो चिंता न करें! हमने सूचीबद्ध किया है ",
    "tip_description2_link": "विभिन्न बोर्डों और विश्वविद्यालयों के लिए CGPA से प्रतिशत रूपांतरण",
    "tip_description3": "क्या आप अपने विश्वविद्यालय के ग्रेडिंग स्केल या गुणक के बारे में सुनिश्चित नहीं हैं? कोई बात नहीं! हमने विभिन्न बोर्डों और विश्वविद्यालयों के लिए CGPA से प्रतिशत रूपांतरण तालिकाएँ दी हैं जो आपकी गणना को आसान बना देती हैं।",
    "what_is_cgpa_heading": "CGPA क्या है और इसे कैसे गणना करते हैं?",
    "cgpa_formula_method_1_title": "CGPA गणना सूत्र विधि 1:",
    "cgpa_formula_method_1_description": "CGPA गणना का एक तरीका औसत निकालने का है। फिर, CGPA गणना सूत्र होगा सभी सेमेस्टरों के ग्रेड प्वाइंट्स का योग, जिसे सेमेस्टरों की संख्या से विभाजित किया जाएगा। गणितीय रूप से, CGPA सूत्र को इस प्रकार व्यक्त किया जा सकता है:",
    "cgpa_formula_method_1_formula": "CGPA =",
    "cgpa_formula_method_1_numerator": "सेमेस्टर 1 का SGPA + सेमेस्टर 2 का SGPA + सेमेस्टर 3 का SGPA +.........+ सेमेस्टर \"N\" का SGPA",
    "cgpa_formula_method_1_denominator": "कुल सेमेस्टर की संख्या",
    "cgpa_example_description": "उदाहरण: राम, जो 'मेरे सबसे अच्छे दोस्त' निबंध से हमारे दोस्त हैं, ने आखिरकार स्कूल से पास होकर कॉलेज में दाखिला लिया। वहां उसने 4 सेमेस्टरों में SGPA हासिल किया: 6+8.5+7+9.5, तो उसका CGPA होगा:",
    "cgpa_example_formula_1": "CGPA =",
    "cgpa_example_numerator": "(6 + 8.5 + 7 + 9.5)",
    "cgpa_example_denominator": "4",
    "cgpa_example_result": "CGPA =",
    "cgpa_example_final_numerator": "31",
    "cgpa_example_final_denominator": "4",
    "cgpa_example_final_result": "= 7.75",
    "cgpa_formula_method_2_title": "CGPA गणना सूत्र विधि 2:",
    "cgpa_formula_method_2_description": "अब एक और CGPA सूत्र, जो प्रचलन में है, वह है SGPA और अर्जित क्रेडिट्स के उत्पाद का योग निकालना, जिसे अर्जित कुल क्रेडिट्स से विभाजित किया जाता है। गणितीय रूप से, इस CGPA गणना सूत्र को इस प्रकार व्यक्त किया जा सकता है:",
    "cgpa_formula_method_2_formula": "CGPA =",
    "cgpa_formula_method_2_numerator": "(सेमेस्टर 1 का SGPA × सेमेस्टर 1 में अर्जित क्रेडिट्स) + (सेमेस्टर 2 का SGPA × सेमेस्टर 2 में अर्जित क्रेडिट्स) + ...... + (सेमेस्टर \"N\" का SGPA × सेमेस्टर \"N\" में अर्जित क्रेडिट्स)",
    "cgpa_formula_method_2_denominator": "कुल अर्जित क्रेडिट्स की संख्या",
    "cgpa_exampletitle": "उदाहरण:",
    "cgpa_exampledescription": "श्याम, जो 'मेरे सबसे अच्छे दोस्त' निबंध से एक और दोस्त हैं, ने भी एक अलग कॉलेज में दाखिला लिया। और वहां उसने 4 सेमेस्टरों में SGPA प्राप्त किया: 7.2+6.5+8.9+9.6, साथ ही अर्जित क्रेडिट्स थे 4+3+3+5, तो उसका CGPA होगा:",
    "cgpa_examplecalculation": "CGPA =",
    "cgpa_examplenumerator": "(7.2×4 + 6.5×3 + 8.9×3 + 9.6×5)",
    "cgpa_exampledenominator": "(4 + 3 + 3 + 5)",
    "cgpa_examplefinal_numerator": "28.8 + 19.5 + 26.7 + 48",
    "cgpa_examplefinal_denominator": "15",
    "cgpa_examplefinal_result": "CGPA = 8.2",
    "important_terms_title": "महत्वपूर्ण शब्दों की परिभाषा जो आपको जाननी चाहिए",
    "important_terms_description": "जब आप एक आधिकारिक दस्तावेज़, फॉर्म या यहां तक कि अपने प्रमाणपत्र को देखते हैं तो कुछ शब्द और संक्षिप्त रूप होते हैं जो बार-बार उपयोग किए जाते हैं। चलिए, हम इन शब्दों पर जल्दी से नज़र डालते हैं इससे पहले कि हम यह देखें कि विभिन्न बोर्ड/विश्वविद्यालय अपने रूपांतरण सूत्र कैसे सेट करते हैं।",
    "grade_points": {
        "title": "ग्रेड प्वाइंट्स",
        "description": "ग्रेड प्वाइंट्स वे संबंधित संख्यात्मक मान होते हैं जो एक विशेष लेटर ग्रेड को सौंपे जाते हैं। विभिन्न विश्वविद्यालय अपने लेटर ग्रेड्स के अनुसार ग्रेड प्वाइंट्स की रेंज को समायोजित करते हैं। उदाहरण के लिए, एक विश्वविद्यालय A ग्रेड के लिए 10 ग्रेड प्वाइंट्स हो सकता है, जबकि दूसरा विश्वविद्यालय O (Outstanding) के लिए 10 ग्रेड प्वाइंट्स का उपयोग कर सकता है।"
    },
    "gpa": {
        "title": "GPA",
        "description": "ग्रेड प्वाइंट एवरेज (Grade Point Average) का संक्षिप्त रूप है। यह एक छात्र द्वारा एक सेमेस्टर या शैक्षिक सत्र में प्राप्त ग्रेड प्वाइंट्स का औसत प्रतिनिधित्व करता है।"
    },
    "cgpa": {
        "title": "CGPA",
        "description": "CGPA एक शैक्षिक सत्र में सभी विषयों या सेमेस्टरों में प्राप्त ग्रेड प्वाइंट्स का संचयी औसत होता है। CGPA का पैमाना 0 से 4, 0 से 5, या 0 से 10 के बीच होता है। हालांकि, अन्य प्रारूपों में CGPA प्राप्त करने के लिए संस्थान छात्रों को CGPA को प्रतिशत या किसी अन्य इच्छित प्रारूप में रूपांतरित करने की अनुमति देते हैं।"
    },
    "sgpa": {
        "title": "SGPA",
        "description": "SGPA का संक्षिप्त रूप है सेमेस्टर ग्रेड प्वाइंट एवरेज। यह किसी विशेष सेमेस्टर में सभी विषयों के ग्रेड प्वाइंट्स का औसत दर्शाता है। अर्जित क्रेडिट्स और क्रेडिट घंटे SGPA की गणना में महत्वपूर्ण भूमिका निभाते हैं।"
    },
    "letter_grade": {
        "title": "लेटर ग्रेड",
        "description": "ये वे ग्रेड पत्र होते हैं जो प्रतिशत या अंकों में प्राप्त संख्यात्मक मान या CGPA के अनुरूप निर्धारित किए जाते हैं। विभिन्न शैक्षिक प्रणालियाँ विभिन्न लेटर ग्रेड प्रारूपों का पालन करती हैं। उदाहरण के लिए, USA पारंपरिक A-F लेटर ग्रेडिंग का पालन करता है जबकि स्कॉटिश और कुछ भारतीय शैक्षिक प्रणालियाँ अन्य रूपों का पालन करती हैं, जैसे 'O' उत्कृष्टता के लिए, 'S' श्रेष्ठता के लिए, आदि!"
    },
    "credit_hours": {
        "title": "क्रेडिट घंटे",
        "description": "क्रेडिट घंटे वह संख्या होती है जो एक छात्र सप्ताह/सेमेस्टर में किसी विशेष कक्षा में खर्च करता है। ये घंटे विषयों के अनुसार भिन्न हो सकते हैं। प्राथमिक विषयों में अधिक क्रेडिट घंटे हो सकते हैं, जबकि वैकल्पिक विषयों में कम घंटे हो सकते हैं।"
    },
    "credit_points": {
        "title": "क्रेडिट प्वाइंट्स",
        "description": "क्रेडिट प्वाइंट्स को ग्रेड प्वाइंट्स को क्रेडिट घंटों से गुणा करके गणना की जाती है, यानी क्रेडिट प्वाइंट्स = ग्रेड प्वाइंट्स × क्रेडिट घंटे।"
    },
    "weighted_average": {
        "title": "वेटेड एवरेज",
        "description": "वेटेड एवरेज छात्र के समग्र शैक्षिक प्रदर्शन को दर्शाता है। वेटेड एवरेज में, सभी आकलनों को उनके वजन के अनुसार मान सौंपे जाते हैं, और फिर वेटेड ग्रेड्स का उपयोग करके अंतिम ग्रेड की गणना की जाती है।"
    },
    "normalization": {
        "title": "नॉर्मलाइजेशन",
        "description": "नॉर्मलाइजेशन वह प्रक्रिया है जिसमें विभिन्न परीक्षा या विषयों के बीच कठिनाई के अंतर को दूर करने के लिए अंकों को समायोजित किया जाता है। नॉर्मलाइजेशन का प्रभाव GPA या CGPA की तुलना करते समय विभिन्न विश्वविद्यालयों के बीच देखा जा सकता है।"
    },
    "cumulative_average": {
        "title": "संवहनीय औसत",
        "description": "यह सभी शैक्षिक सत्रों में अब तक अर्जित सभी ग्रेड प्वाइंट्स या GPA का औसत होता है।"
    },
    "whyConvertTitle": "CGPA को प्रतिशत में या प्रतिशत को CGPA में क्यों बदलें?",
    "whyConvertExplanation": "अब जब आप सभी संबंधित शब्दों को समझ गए हैं, तो सवाल उठता है: हमें CGPA को प्रतिशत में, या प्रतिशत को CGPA में बदलने की आवश्यकता क्यों होती है? खैर, इसके कारण व्यक्ति दर व्यक्ति भिन्न हो सकते हैं।",
    "boardsUniversitiesTitle": "बोर्ड/विश्वविद्यालय की आवश्यकता",
    "boardsUniversitiesText1": "कुछ शैक्षिक फॉर्म और प्रक्रियाओं में छात्रों को CGPA के साथ प्रतिशत भी प्रस्तुत करने की आवश्यकता होती है। ऐसे में, आपके पास कोई विकल्प नहीं होता सिवाय इसके कि आप जल्दी से Lord Calculator जैसी वेबसाइटों पर जाएं, जो कुछ ही सेकंड में आपके ग्रेड किसी भी आवश्यक प्रारूप में प्रदान कर देती हैं। आप CGPA को प्रतिशत में कुछ क्लिक में बदल सकते हैं।",
    "boardsUniversitiesText2": "इसके अतिरिक्त, जब आप अपना बोर्ड/विश्वविद्यालय बदलते हैं, तो आपको अपने पिछले ग्रेड नए बोर्ड/विश्वविद्यालय के प्रारूप के अनुसार भरने की आवश्यकता हो सकती है।",
    "boardsUniversitiesText3": "एक और कारण यह है कि जब आप GATE, CAT, या UPSC जैसे प्रतिस्पर्धी परीक्षाओं के लिए फॉर्म भरते हैं, तो उम्मीदवारों से ग्रेड्स को एक सार्वभौमिक प्रारूप में प्रस्तुत करने को कहा जाता है, जैसे प्रतिशत। और हम सभी जानते हैं कि एक छोटी सी गलती आपके फॉर्म को खारिज कर सकती है। ऐसे में, एक विश्वसनीय टूल जो सही तरीके से आपके CGPA को आवश्यक प्रारूप में बदल सके, समय और प्रयास बचाता है।",
    "internationalRelevanceTitle": "अंतरराष्ट्रीय प्रासंगिकता",
    "internationalRelevanceText1": "CGPA कैलकुलेटर का उपयोग करने के लिए एक सामान्य वास्तविक जीवन स्थिति तब होती है जब आप विदेश में पाठ्यक्रम के लिए आवेदन कर रहे होते हैं। उदाहरण के लिए, यदि आप एक भारतीय छात्र हैं जो विदेश में अध्ययन करने की योजना बना रहे हैं, तो भारत में ग्रेडिंग सिस्टम बहुत भिन्न होता है। दिल्ली विश्वविद्यालय में ग्रेड की गणना IIT से अलग होती है। विभिन्न विश्वविद्यालय/बोर्ड विभिन्न गुणांक का उपयोग करते हैं। ऐसे मामलों में, विदेशी विश्वविद्यालय एक सार्वभौमिक पैरामीटर, जैसे प्रतिशत, सेट करते हैं ताकि उम्मीदवार के शैक्षिक प्रदर्शन का निष्पक्ष और गैर-पक्षपाती मूल्यांकन किया जा सके। इसलिए, आपको अपने ग्रेड को प्रतिशत से CGPA या CGPA से प्रतिशत में बदलने की आवश्यकता होती है, जैसा कि आपके विश्वविद्यालय द्वारा स्थापित विधि से किया गया है।",
    "internationalRelevanceText2": "यह वही स्थिति CBSE, ICSE, राज्य बोर्ड और यूएस या यूरोपीय संघ में अनुसरण किए गए मानकों के लिए भी लागू होती है।",
    "howToCalculatePercentageTitle": "CGPA से प्रतिशत कैसे निकाले",
    "howToCalculatePercentageText1": "अब जब आपने CGPA को प्रतिशत में बदलने के महत्व और प्रासंगिकता को समझ लिया है, तो चलिए देखते हैं कि आप सही तरीके से CGPA से प्रतिशत कैसे निकाल सकते हैं। इसे करने के दो तरीके हैं: मैन्युअल तरीका या ऑनलाइन CGPA कैलकुलेटर का उपयोग करना। मैन्युअल तरीके में एक समीकरण लिखना और इसे कदम दर कदम हल करना शामिल है, जबकि एक ऑनलाइन कैलकुलेटर आपके ग्रेड्स को तुरंत और न्यूनतम प्रयास के साथ बदल सकता है! चिंता न करें, हम दोनों तरीकों पर चर्चा करेंगे ताकि आप वह तरीका चुन सकें जो आपके लिए सबसे उपयुक्त हो।",
    "manualMethodTitle": "मैन्युअल तरीका",
    "manualMethodText1": "CGPA को प्रतिशत में (या इसके विपरीत) बदलने के लिए, आपको अपने बोर्ड/विश्वविद्यालय द्वारा उपयोग किए गए ग्रेडिंग स्केल, क्रेडिट स्कोर और गुणांक को समझना होगा। एक बार जब आपके पास यह जानकारी हो, तो आप निम्नलिखित सूत्र का पालन कर सकते हैं:",
    "percentageFormula": "प्रतिशत = CGPA × गुणांक",
    "manualMethodText2": "सूत्र को लागू करने के बाद, आप चार में से एक काम पूरा कर चुके होते हैं। यदि आपको गणना करने की आदत है या आप वेदिक गणित से परिचित हैं, तो यह सही दशमलव अंक के साथ विभाजन और गुणा करना आसान होगा। हालांकि, गलतियों से बचने के लिए कैलकुलेटर का उपयोग करना अत्यधिक अनुशंसा की जाती है।",
    "manualMethodText3": "लेकिन क्यों न आप समय और प्रयास बचाएं और स्वचालित विधि का उपयोग करें, खासकर यदि आप पहले ही कैलकुलेटर का उपयोग कर रहे हैं? इससे पूरा प्रक्रिया तेज़ और अधिक सटीक हो जाएगी।",
    "automaticMethodTitle": "स्वचालित तरीका",
    "automaticMethodText1": "स्वचालित तरीका सरल और त्रुटि रहित है। CGPA को प्रतिशत (या इसके विपरीत) में बदलने के लिए, बस CGPA कैलकुलेटर के उपयुक्त क्षेत्रों में आवश्यक मान दर्ज करें। अपनी ग्रेडिंग स्केल चुनें या मैन्युअल रूप से गुणांक दर्ज करें, फिर 'गणना' बटन पर क्लिक करें। बस इतना! आपकी रूपांतरण प्रक्रिया तुरंत हो जाती है।",
    "automaticMethodText2": "यदि आप LordCalculator के CGPA कैलकुलेटर का उपयोग कर रहे हैं, तो आप अपनी रूपांतरण इतिहास को PDF के रूप में निर्यात कर सकते हैं और भविष्य संदर्भ के लिए इसे सहेज सकते हैं। हम एक अनुकूलित CGPA से प्रतिशत रूपांतरण प्रमाणपत्र भी प्रदान करते हैं।",
    "automaticMethodText3": "स्वचालित तरीका का उपयोग करके, आप मैन्युअल गणना के दौरान गलत मान दर्ज करने जैसी त्रुटियों की संभावना को समाप्त कर देते हैं। यह विशेष रूप से तब मददगार है जब आप सामान्य कैलकुलेटर का उपयोग कर रहे होते हैं, जो कभी-कभी गुणा और विभाजन में गलतियां कर सकते हैं।",
    "commonPitfallsTitle": "CGPA से प्रतिशत रूपांतरण के दौरान सामान्य गलतियाँ",
    "commonPitfallsIntro": "अब जब आप जानते हैं कि CGPA को प्रतिशत में कैसे बदला जाता है, तो कुछ बातों का ध्यान रखना ज़रूरी है ताकि परिणाम सटीक हों। नीचे वे सबसे सामान्य गलतियाँ दी गई हैं जो छात्र CGPA (या इसके विपरीत) से प्रतिशत का हिसाब लगाते समय करते हैं। इन सामान्य गलतियों से बचने के लिए इन पर ध्यान दें।",
    "misinterpretingFormula": "सूत्र का गलत अर्थ लगाना:",
    "misinterpretingFormulaDesc": "कुछ छात्र सूत्र को गलत गुणांक का उपयोग करके गलत तरीके से समझते हैं, उदाहरण के लिए, 9.5 की जगह 10 का उपयोग करना। यह समझना महत्वपूर्ण है कि जबकि विभिन्न विश्वविद्यालय एक ही ग्रेडिंग स्केल का उपयोग कर सकते हैं, वे CGPA को प्रतिशत में बदलने या प्रतिशत को CGPA में बदलने के लिए विभिन्न गुणांक लागू कर सकते हैं। उदाहरण के लिए, CBSE, ICSE, जवाहरलाल नेहरू प्रौद्योगिकी विश्वविद्यालय (JNTU), और सावित्रीबाई फुले विश्वविद्यालय (SPPU) सभी 10-पॉइंट ग्रेडिंग स्केल का उपयोग करते हैं, लेकिन प्रत्येक का अपना गुणांक होता है। CBSE में 9.5, ICSE में 9.8, JNTU में 10, और SPPU में 6.3 होता है। इसलिए, यह जानना महत्वपूर्ण है कि आपके बोर्ड या विश्वविद्यालय के लिए सही गुणांक क्या है, ताकि गलतियों से बचा जा सके, भले ही आप ऑनलाइन CGPA कैलकुलेटर का उपयोग कर रहे हों।",
    "notKnowingBoardsFormula": "बोर्ड के सूत्र को न जानना:",
    "notKnowingBoardsFormulaDesc": "एक और सामान्य गलती यह है कि यह नहीं जानना कि विभिन्न विश्वविद्यालय अलग-अलग सूत्रों का उपयोग करते हैं। जैसा कि पहले बताया गया, JNTU या SPPU सीधे CGPA को प्रतिशत में बदलने के लिए गुणांक लागू करते हैं। हालांकि, विश्वविद्यालय जैसे कि मुंबई विश्वविद्यालय या गुजरात प्रौद्योगिकी विश्वविद्यालय (GTU) एक अलग तरीका अपनाते हैं। वे पहले CGPA को एक विशेष गुणांक (मुंबई विश्वविद्यालय के लिए 7.25 या GTU के लिए 7.1) से गुणा करते हैं और फिर उस उत्पाद में एक निश्चित मान (मुंबई विश्वविद्यालय के लिए 11 या GTU के लिए 12) जोड़ते हैं, ताकि प्रतिशत निर्धारित किया जा सके। हम इस लेख के अगले भाग में विभिन्न विश्वविद्यालयों और बोर्डों के इन रूपांतरण गुणांकों पर चर्चा करेंगे।",
    "overRelianceOnCalculators": "ऑनलाइन CGPA कैलकुलेटर पर अधिक निर्भर होना:",
    "overRelianceOnCalculatorsDesc": "हालाँकि ऑनलाइन कैलकुलेटर ग्रेड रूपांतरण के लिए एक तेज़ और विश्वसनीय समाधान प्रदान करते हैं, वे हमेशा 100% सटीक नहीं होते। ऑनलाइन कैलकुलेटर उन विशेष मामलों को ध्यान में नहीं रखते, जिन पर हम पहले चर्चा कर चुके हैं, जैसे मुंबई विश्वविद्यालय या GTU के मामले। जबकि LordCalculator सभी संभावित पैरामीटर शामिल करने की कोशिश करता है, केवल ऑनलाइन कैलकुलेटर पर निर्भर रहना अनुशंसित नहीं है। यह हमेशा एक अच्छा विचार है कि आप अपने विश्वविद्यालय या बोर्ड द्वारा उपयोग किए गए मानकों और विधियों की दोबारा जांच करें।",
    "cgpaToPercentage10GradePoints": "10 ग्रेड प्वाइंट सिस्टम में CGPA से प्रतिशत",
    "cgpaToPercentage5GradeScale": "5 ग्रेड स्केल में CGPA से प्रतिशत",
    "cgpaToPercentage4GradeScale": "4 ग्रेड स्केल में CGPA से प्रतिशत",
    "gradingScaleAndUniversitiesChoice": "ग्रेडिंग स्केल क्या है और विश्वविद्यालय अपने मानक स्केल को कैसे चुनते हैं?",
    "gradingScaleDescription": "ग्रेडिंग स्केल एक छात्र की अकादमिक प्रदर्शन का मूल्यांकन करने का एक तरीका है। इसे एक प्रतिशत की तरह समझें—यह अकादमिक प्रदर्शन की एक सामान्य समझ देता है। ग्रेडिंग स्केल छात्रों की उपलब्धियों को एक आसान-to-समझने के प्रारूप में वर्गीकृत करता है, जैसे पत्र ग्रेड (A, B, C...), GPA, या प्रतिशत।",
    "commonGradingScales": "कुछ सामान्य ग्रेडिंग स्केल में शामिल हैं:",
    "percentage": "प्रतिशत",
    "usedWorldwide": "वैश्विक स्तर पर उपयोग किया जाता है, 0 से 100% तक।",
    "gpa-": "GPA (ग्रेड प्वाइंट एवरेज)",
    "primarilyInUSA": "मुख्य रूप से USA में उपयोग किया जाता है, 0 से 4.0, 5.0, या 10.0 तक।",
    "cgpa-": "CGPA (क्यूमलटिव ग्रेड प्वाइंट एवरेज)",
    "usedInIndia": "भारत, सिंगापुर, और CBSE बोर्डों में उपयोग किया जाता है; यह समग्र मूल्यांकन प्रदान करता है।",
    "letterGrades": "पत्र ग्रेड",
    "usedInUSAndCanada": "USA और कनाडा में उपयोग किया जाता है, प्रतिशत श्रेणियों के आधार पर।",
    "numericalScale": "संख्यात्मक स्केल",
    "usedInRussiaLatinAmerica": "रूस और लैटिन अमेरिका के कुछ हिस्सों में उपयोग किया जाता है, 1 से 10 या 1 से 5 तक।",
    "gradingScalesIntro": "ग्रेडिंग स्केल मानकीकृत मूल्यांकन होते हैं जो अकादमिक प्रदर्शन को प्रतीकों या संख्याओं में वर्गीकृत करते हैं, जैसे पत्र ग्रेड या GPA स्कोर। यह छात्रों के अकादमिक रिपोर्ट्स की तुलना को स्थिर बनाता है। कुछ सामान्य ग्रेडिंग स्केल में शामिल हैं:",
    "percentage-": "प्रतिशत",
    "percentageDescription": "वैश्विक स्तर पर व्यापक रूप से उपयोग किया जाता है, 0 से 100% तक, जो अकादमिक प्रदर्शन की सटीक जानकारी प्रदान करता है।",
    "-gpa": "GPA",
    "gpaDescription": "USA और अन्य देशों में उपयोग किया जाता है, 0 से 4.0, 5.0, या 10.0 तक, जो समग्र प्रदर्शन दिखाता है।",
    "-cgpa": "CGPA",
    "cgpaDescription": "मुख्य रूप से भारत, सिंगापुर, और CBSE बोर्डों में, जो समग्र दृश्य प्रदान करता है, जिसमें क्रेडिट स्कोर जैसे कारक शामिल हैं।",
    "-letterGrades": "पत्र ग्रेड",
    "letterGradesDescription": "USA और कनाडा में प्रचलित, जिसमें प्रत्येक पत्र एक प्रतिशत श्रेणी का प्रतिनिधित्व करता है।",
    "-numericalScale": "संख्यात्मक स्केल",
    "numericalScaleDescription": "रूस और लैटिन अमेरिका में शैक्षिक प्रदर्शन के मूल्यांकन के लिए 1-10 या 1-5 जैसे पैमानों का उपयोग किया जाता है।",
    "universitiesChooseGradingScales": "विश्वविद्यालय अपने क्षेत्रीय मानकों, ऐतिहासिक महत्व और वैश्वीकरण जैसे कारकों के आधार पर ग्रेडिंग स्केल का चयन करते हैं। उदाहरण के लिए, यूके का सम्मान प्रणाली या यूएस GPA प्रणाली, जो 20वीं सदी की शुरुआत में मानकीकरण प्रणाली के रूप में लोकप्रिय हुई।",
    "modernGradingSystems": "आधुनिक ग्रेडिंग प्रणालियाँ अक्सर सापेक्ष उपलब्धि, मास्टरी या व्यक्तिगत विकास जैसे पहलुओं को शामिल करती हैं। उदाहरण के लिए, दोहरे ग्रेडिंग सिस्टम, बोलोग्ना प्रक्रिया, और अंतर्राष्ट्रीय बैकालॉरियेट। यह दृष्टिकोण अंतर्राष्ट्रीय संगतता को सुविधाजनक बनाता है।",
    "understandGradingPattern": "यह समझना महत्वपूर्ण है कि आपके विश्वविद्यालय की ग्रेडिंग पैटर्न क्या है और सही अंतर्राष्ट्रीय रूपांतरण के लिए विश्व शिक्षा सेवाएं (WES) या NARIC (UK) जैसी सेवाओं का संदर्भ लें, क्योंकि ये समीक्षाकर्ता विस्तृत समानता तालिकाओं का उपयोग करते हैं।",
    "multiplicationFactorTitle": "मल्टीप्लिकेशन फैक्टर क्या है और यह कैसे काम करता है?",
    "multiplicationFactorIntro": "मल्टीप्लिकेशन फैक्टर एक पैरामीटर है जिसका उपयोग ग्रेडिंग स्केल को रूपांतरित करने के लिए किया जाता है, जैसे CGPA या GPA को प्रतिशत में परिवर्तित करना। यह फैक्टर विभिन्न ग्रेडिंग सिस्टम्स या संस्थानों के लिए ग्रेड्स को अनुकूलित करने के लिए आवश्यक होता है, जब आप नौकरी या परीक्षा के लिए आवेदन करते हैं।",
    "multiplicationFactorExample": "उदाहरण के लिए, 9.5 का फैक्टर कुछ विश्वविद्यालयों में CGPA को प्रतिशत में रूपांतरित करने के लिए व्यापक रूप से उपयोग किया जाता है, जो छात्रों के शैक्षिक प्रदर्शन को सही ढंग से दर्शाने के लिए विकसित किया गया है।",
    "multiplicationFactorReference": "ग्रेडिंग रूपांतरणों को बेहतर तरीके से समझने के लिए अंतर्राष्ट्रीय छात्र WES या NARIC जैसी आधिकारिक सेवाओं का संदर्भ लें।",
    "cgpaToPercentageConversionTitle": "विभिन्न बोर्डों और विश्वविद्यालयों के लिए CGPA से प्रतिशत रूपांतरण",
    "boardUniversity": "बोर्ड/विश्वविद्यालय",
    "conversionFormula": "रूपांतरण सूत्र",
    "cbseIndia": "CBSE (भारत)",
    "icseIndia": "ICSE (भारत)",
    "maharashtraStateBoardIndia": "महाराष्ट्र राज्य बोर्ड (भारत)",
    "annaUniversityIndia": "अन्ना विश्वविद्यालय (भारत)",
    "jawaharlalNehruTechnologicalUniversityIndia": "जवाहरलाल नेहरू तकनीकी विश्वविद्यालय (भारत)",
    "visvesvarayaTechnologicalUniversityIndia": "विश्वेश्वरैया तकनीकी विश्वविद्यालय (भारत)",
    "gujaratTechnologicalUniversityIndia": "गुजरात तकनीकी विश्वविद्यालय (भारत)",
    "universityOfMumbaiIndia": "मुंबई विश्वविद्यालय (भारत)",
    "manipalAcademyOfHigherEducationIndia": "मणिपाल उच्च शिक्षा अकादमी (भारत)",
    "amityUniversityIndia": "अमिटी विश्वविद्यालय (भारत)",
    "velloreInstituteOfTechnologyIndia": "वेल्लोर प्रौद्योगिकी संस्थान (भारत)",
    "savitribaiPhulePuneUniversityIndia": "सावित्रीबाई फुले पुणे विश्वविद्यालय (भारत)",
    "iitsIndia": "IITs (भारत)",
    "nitsIndia": "NITs (भारत)",
    "bitsPilaniIndia": "BITS पिलानी (भारत)",
    "delhiUniversityIndia": "दिल्ली विश्वविद्यालय (भारत)",
    "banarasHinduUniversityIndia": "बनारस हिंदू विश्वविद्यालय (भारत)",
    "osmaniaUniversityIndia": "उस्मानिया विश्वविद्यालय (भारत)",
    "punjabUniversityIndia": "पंजाब विश्वविद्यालय (भारत)",
    "srmInstituteOfScienceAndTechnologyIndia": "SRM विज्ञान और प्रौद्योगिकी संस्थान (भारत)",
    "percentageFormula-": "प्रतिशत = CGPA × मल्टीप्लिकेशन फैक्टर",
    "international_institutions": "अंतर्राष्ट्रीय संस्थान",
    "university_of_toronto": "यूनिवर्सिटी ऑफ टोरंटो (कनाडा)",
    "university_of_toronto_details": "GPA स्केल (4.0), कोई सीधा रूपांतरण नहीं",
    "university_of_british_columbia": "यूनिवर्सिटी ऑफ ब्रिटिश कोलंबिया (कनाडा)",
    "university_of_british_columbia_details": "GPA स्केल: 4.33; रूपांतरण मार्गदर्शन उपलब्ध",
    "australian_national_university": "ऑस्ट्रेलियाई राष्ट्रीय विश्वविद्यालय (ऑस्ट्रेलिया)",
    "australian_national_university_details": "रूपांतरण: CGPA * 7.1 के लिए समकक्षता",
    "university_of_sydney": "सिडनी विश्वविद्यालय (ऑस्ट्रेलिया)",
    "university_of_sydney_details": "आमतौर पर प्रमाणपत्र मूल्यांकन की आवश्यकता होती है",
    "university_of_california": "यूनिवर्सिटी ऑफ कैलिफोर्निया (यूएसए)",
    "university_of_california_details": "GPA स्केल: 4.0; WES रूपांतरण मार्गदर्शन का उपयोग करें",
    "harvard_university": "हार्वर्ड विश्वविद्यालय (यूएसए)",
    "harvard_university_details": "CGPA/GPA रूपांतरण के लिए WES का उपयोग करता है",
    "university_of_oxford": "यूनिवर्सिटी ऑफ ऑक्सफोर्ड (यूके)",
    "university_of_oxford_details": "यूके सम्मान वर्गीकरण; GPA बैंड के माध्यम से रूपांतरण",
    "eth-zurich": "ETH ज़्यूरिख (स्विट्ज़रलैंड)",
    "eth_zurich_details": "स्विस 6-पॉइंट स्केल; CGPA = 8.5 प्रतिस्पर्धी है",
    "auckland_university_of_technology": "ऑकलैंड विश्वविद्यालय ऑफ टेक्नोलॉजी (AUT), न्यूजीलैंड",
    "auckland_university_of_technology_details": "4.3-पॉइंट स्केल; GPA = : अंतर्राष्ट्रीय CGPA मूल्यांकन की आवश्यकता होती है; सामान्यत: अपेक्षित",
    "national_taiwan_university": "नेशनल ताइवान विश्वविद्यालय (NTU), ताइवान",
    "national_taiwan_university_details": "9-पॉइंट स्केल; CGPA = : भारतीय CGPA के लिए, अक्सर स्थानीय मानकों के अनुरूप 7.1 के रूपांतरण कारक का उपयोग किया जाता है।",
    "peking_university": "पेइचिंग विश्वविद्यालय, चीन",
    "peking_university_details": "4.0-पॉइंट स्केल; GPA = : CGPA रूपांतरण के लिए सेवाओं का अनुरोध कर सकता है जैसे कि",
    "mcgill_university": "McGill विश्वविद्यालय, कनाडा",
    "mcgill_university_details": "4.0-पॉइंट स्केल; GPA = : McGill WES या समान सेवाओं का उपयोग करता है CGPA रूपांतरण के लिए और सामान्यत: 80%+ को प्रतिस्पर्धी मानता है।",
    "university_of_cape_town": "केप टाउन विश्वविद्यालय, दक्षिण अफ्रीका",
    "university_of_cape_town_details": "प्रतिशत और GPA = : अंतर्राष्ट्रीय छात्रों के लिए 4-पॉइंट GPA स्केल का उपयोग करता है और दक्षिण अफ्रीकी मानकों के अनुरूप CGPA रूपांतरण का अनुरोध कर सकता है।",
    "university_of_tokyo": "टोक्यो विश्वविद्यालय, जापान",
    "university_of_tokyo_details": "जापानी 4.0 GPA स्केल = : CGPA को जापानी GPA में रूपांतरित करता है, प्रवेश विभाग से मार्गदर्शन प्राप्त करने के साथ। प्रतिस्पर्धी कार्यक्रमों के लिए अक्सर 8.0 से ऊपर का CGPA अपेक्षित होता है।",
    "section_title": "विभिन्न ग्रेडिंग स्केल का छात्रों पर क्या प्रभाव पड़ता है?",
    "content_paragraph": "विभिन्न ग्रेडिंग स्केल छात्रों पर विभिन्न प्रभाव डाल सकते हैं। यह छात्रों के शैक्षिक मानसिकता, करियर संभावनाओं, और यहां तक ​​कि सामाजिक गतिशीलता को प्रभावित कर सकता है।",
    "list_items": [
        {
            "title": "Peer/Social दबाव में वृद्धि",
            "description": "सटीक स्केल जैसे प्रतिशत छात्रों के बीच सहकर्मी या सामाजिक दबाव बढ़ा सकते हैं, जबकि व्यापक स्केल जैसे पत्र ग्रेडिंग दबाव को कम कर सकते हैं। यह कई कारणों में से एक है कि क्यों कई संस्थान व्यापक स्केल का पालन करते हैं, विशेष रूप से निचले कक्षाओं के लिए।"
        },
        {
            "title": "करियर के अवसर",
            "description": "करियर के अवसर भी प्रभावित हो सकते हैं। विभिन्न ग्रेडिंग स्केल्स छात्रों के लिए स्कॉलरशिप, प्रवेश, और यहां तक कि नौकरियों के लिए आवेदन पारित कराना कठिन बना सकते हैं। हाल ही में, मेरे एक दोस्त के साथ एक मामला हुआ, जहां उसकी नौकरी के आवेदन को रोक दिया गया क्योंकि जिस बोर्ड से उसने मैट्रिकुलेशन किया था, उसने कोई अतिरिक्त प्रमाणपत्र नहीं दिया, जिसमें प्रतिशत का उल्लेख किया गया हो। इसके बजाय, उन्होंने केवल अंकपत्र प्रदान किया, जिसमें सटीक अंक थे। हालांकि, उम्मीदवार पर यह आरोप था कि पासिंग प्रमाणपत्र खो गया था, जबकि उसके पास कभी कोई प्रमाणपत्र नहीं था।"
        },
        {
            "title": "शैक्षिक दृष्टिकोण",
            "description": "विभिन्न ग्रेडिंग स्केल्स छात्रों के शैक्षिक जीवन में संभावनाओं को भी प्रभावित कर सकते हैं। एक छात्र जो सटीक ग्रेडिंग प्रणाली के तहत अध्ययन कर रहा है, उसके परीक्षा के बारे में मानसिकता एक छात्र से अलग होगी जो एक व्यापक ग्रेडिंग प्रणाली के तहत अध्ययन कर रहा है। पहले वाले छात्र परीक्षा पर अधिक ध्यान केंद्रित कर सकते हैं, जबकि बाद वाले छात्र परीक्षा के बजाय व्यावहारिक परियोजनाओं पर काम करना प्राथमिकता दे सकते हैं, इस प्रकार उन्हें बेहतर व्यावहारिक ज्ञान प्राप्त हो सकता है। इस प्रकार के भेदभाव छात्रों पर अनावश्यक दबाव उत्पन्न कर सकते हैं।"
        },
        {
            "title": "समाप्ति टिप्पणी",
            "description": "हमने ग्रेडिंग प्रणाली, ग्रेड रूपांतरण, CGPA से प्रतिशत गणना, प्रतिशत से CGPA, और CGPA कैलकुलेटर के बारे में वह सभी आवश्यक जानकारी प्रदान करने की कोशिश की है, जो आपको जानी चाहिए। इसके अलावा, हमने अपने CGPA कैलकुलेटर को किसी भी ग्रेडिंग स्केल या गुणांक फैक्टर के लिए सही तरीके से काम करने के लिए डिजाइन किया है। हालांकि, अगर आपको किसी भी विषय पर स्पष्टीकरण की आवश्यकता महसूस होती है या इस विशेष कैलकुलेटर के बारे में कोई सुझाव देना चाहते हैं, तो कृपया हमसे संपर्क करें।"
        }
    ],
    "faq": {
        "title": "CGPA कैलकुलेटर से संबंधित अक्सर पूछे जाने वाले प्रश्न",
        "q1": {
            "question": "क्या CGPA और GPA में कोई अंतर है?",
            "answer": "हां, CGPA और GPA में दायरे का अंतर होता है। जबकि GPA आपके एक सेमेस्टर में प्रदर्शन को दर्शाता है, CGPA विभिन्न सेमेस्टरों में GPA अंकों का औसत लेकर कुल शैक्षिक प्रदर्शन दिखाता है। CGPA कैलकुलेटर का उपयोग करके आप इन मूल्यों में अंतर देख सकते हैं, और यदि आपका संस्थान इसका समर्थन करता है तो GPA को CGPA में बदलने की कोशिश करें।"
        },
        "q2": {
            "question": "क्या CGPA रूपांतरण सूत्र संस्थान द्वारा भिन्न होता है?",
            "answer": "बिलकुल। कई संस्थानों के पास अनूठे CGPA रूपांतरण सूत्र होते हैं। उदाहरण के लिए, कुछ CGPA को प्रतिशत में बदलने के लिए 9.5 का गुणांक उपयोग करते हैं, जबकि अन्य विभिन्न गुणांक लागू करते हैं। आपके संस्थान द्वारा उपयोग किए गए सूत्र की जांच करना CGPA से प्रतिशत रूपांतरण के लिए महत्वपूर्ण है। CGPA कैलकुलेटर को आपके संस्थान की आवश्यकताओं के अनुसार कस्टमाइज किया जा सकता है।"
        },
        "q3": {
            "question": "मैं CGPA से प्रतिशत क्यों नहीं प्राप्त कर पा रहा हूँ?",
            "answer": "CGPA से प्रतिशत का गलत परिणाम शायद गलत रूपांतरण गुणांक या सूत्र का उपयोग करने के कारण हो सकता है। विभिन्न संस्थानों के पास विभिन्न तरीके होते हैं, इसलिए यह जरूरी है कि आप अपने संस्थान के लिए डिज़ाइन किए गए CGPA से प्रतिशत कैलकुलेटर का उपयोग करें या लागू किए गए गुणांक की जांच करें। सही प्रतिशत प्राप्त करने के लिए एक विशिष्ट CGPA कैलकुलेटर की आवश्यकता हो सकती है।"
        },
        "q4": {
            "question": "CGPA को प्रतिशत में कैसे बदलें?",
            "answer": "CGPA को प्रतिशत में बदलने के लिए, अपने CGPA को संस्थान-विशिष्ट गुणांक (जो अक्सर 9.5 होता है) से गुणा करें। यह सीधा तरीका कई लोगों के लिए काम करता है, लेकिन एक CGPA से प्रतिशत कैलकुलेटर इसे सरल बनाता है। अगर आपको प्रक्रिया उलटने की आवश्यकता है, तो प्रतिशत से CGPA कैलकुलेटर का प्रयास करें।"
        },
        "q5": {
            "question": "7.6 CGPA को प्रतिशत में कैसे बदलें?",
            "answer": "7.6 CGPA को प्रतिशत में बदलने के लिए, 7.6 को रूपांतरण गुणांक (सामान्यत: 9.5) से गुणा करें। इससे 72.2% का परिणाम मिलेगा। एक CGPA से प्रतिशत कैलकुलेटर इसे स्वचालित रूप से करता है और सुनिश्चित करता है कि परिणाम सही हो।"
        },
        "q6": {
            "question": "7.8 CGPA को प्रतिशत में क्या होता है?",
            "answer": "सामान्य गुणांक 9.5 का उपयोग करते हुए, 7.8 CGPA को 74.1% में बदला जाता है। आप त्वरित परिणामों के लिए CGPA से प्रतिशत कैलकुलेटर से जांच सकते हैं।"
        },
        "q7": {
            "question": "CGPA से प्रतिशत कैलकुलेटर 4 पर कैसे होता है?",
            "answer": "कुछ विश्वविद्यालय 4-पॉइंट स्केल पर काम करते हैं। 4 पर CGPA को प्रतिशत में बदलने के लिए, पहले 4 के स्केल पर अपने GPA का पता लगाएं, फिर एक उपयुक्त रूपांतरण गुणांक का उपयोग करें। विशेष कैलकुलेटर, जैसे कि 4 पर CGPA से प्रतिशत कैलकुलेटर, इस रूपांतरण को आपके लिए संभाल सकते हैं।"
        },
        "q8": {
            "question": "VTU CGPA से प्रतिशत का सूत्र क्या है?",
            "answer": "VTU CGPA से प्रतिशत सूत्र है: प्रतिशत = CGPA * 9.1 (विभाग अनुसार भिन्न हो सकता है)।"
        },
        "q9": {
            "question": "इंजीनियरिंग के लिए CGPA को प्रतिशत में कैसे बदलें?",
            "answer": "इंजीनियरिंग कॉलेज विभिन्न सूत्रों या रूपांतरण गुणांकों का उपयोग कर सकते हैं। इंजीनियरिंग छात्रों को उनके कॉलेज के तरीके की पुष्टि करनी चाहिए या CGPA से प्रतिशत रूपांतरण के लिए इंजीनियरिंग-विशिष्ट CGPA कैलकुलेटर का उपयोग करना चाहिए।"
        },
        "q10": {
            "question": "क्या DU का CGPA से प्रतिशत कैलकुलेटर अलग है?",
            "answer": "हां, दिल्ली विश्वविद्यालय (DU) अपना सूत्र उपयोग करता है। DU छात्रों को DU-विशिष्ट CGPA से प्रतिशत कैलकुलेटर का उपयोग करना चाहिए ताकि सही परिणाम प्राप्त कर सकें और DU के ग्रेडिंग मानकों के अनुरूप हो सकें।"
        },
        "q11": {
            "question": "CGPA से प्रतिशत कैसे निकालें?",
            "answer": "CGPA से प्रतिशत निकालने के लिए, CGPA को एक रूपांतरण गुणांक (जो अक्सर 9.5 होता है) से गुणा करें। एक CGPA कैलकुलेटर इसे सरल बनाता है, या आप यदि उलटा चाहिए तो प्रतिशत से CGPA कैलकुलेटर का प्रयास कर सकते हैं।"
        },
        "q12": {
            "question": "SPPU CGPA से प्रतिशत गणना का सूत्र क्या है?",
            "answer": "सावित्रीबाई फुले पुणे विश्वविद्यालय (SPPU) का एक अद्वितीय CGPA से प्रतिशत गणना तरीका है। आप एक SPPU-विशिष्ट CGPA कैलकुलेटर का उपयोग कर सकते हैं या सटीक रूपांतरण के लिए उनके दिशानिर्देशों को देख सकते हैं।"
        },
        "q13": {
            "question": "Makaut CGPA से प्रतिशत कैलकुलेटर का सूत्र क्या है?",
            "answer": "Makaut एक ऑनलाइन प्लेटफ़ॉर्म है। Makaut CGPA से प्रतिशत कैलकुलेटर का सूत्र है: प्रतिशत = (CGPA – 0.75) * 10।"
        },
        "q14": {
            "question": "GTU CGPA से प्रतिशत सूत्र क्या है?",
            "answer": "GTU CGPA से प्रतिशत सूत्र है: प्रतिशत = (CGPA * 7.1) + 12।"
        },
        "q15": {
            "question": "CGPA से प्रतिशत कैसे निकाला जा सकता है?",
            "answer": "आप या तो ऊपर दिए गए सूत्र का उपयोग करके मैन्युअल रूप से गणना कर सकते हैं या इस कैलकुलेटर का उपयोग करके अपना प्रतिशत पा सकते हैं।"
        }
    },
    "cgpa-Description": "CGPA, जिसे Cumulative Grade Point Average के नाम से जाना जाता है, एक छात्र के शैक्षणिक प्रदर्शन का समग्र मूल्यांकन होता है जो एक निर्धारित शैक्षणिक अवधि के दौरान किया जाता है। जबकि कुछ विश्वविद्यालय और बोर्ड इसे एक छात्र द्वारा कोर्स के दौरान प्राप्त सभी सेमेस्टर ग्रेड पॉइंट्स का औसत मानते हैं, अन्य इसमें एक अतिरिक्त तत्व, जो Credits है, को गणना में शामिल कर सकते हैं।",
    "title3": "CGPA से प्रतिशत कैलकुलेटर",
    "enterCGPA3": "CGPA दर्ज करें",
    "cgpaPlaceholder3": "अपना CGPA दर्ज करें",
    "chooseGradeScale3": "ग्रेड स्केल चुनें",
    "multiplicationFactor": "गुणनांक",
    "multiplicationFactorPlaceholder": "गुणनांक दर्ज करें",
    "error": "त्रुटि",
    "calculateButton3": "गणना करें",
    "resetButton3": "रीसेट करें",
    "calculatedPercentage": "आपका गणना किया गया प्रतिशत",
    "percentagePlaceholder": "प्रतिशत:",
    "downloadButton3": "डाउनलोड करें",
    "whatsappButton3": "व्हाट्सएप",
    "copyLinkButton3": "लिंक कॉपी करें",
    "linkCopied3": "लिंक कॉपी हो गया!",
    "calculationHistory3": "गणना इतिहास",
    "sno": "क्र.स.",
    "cgpa": "CGPA",
    "percentage": "प्रतिशत",
    "scale4": "4.0 स्केल",
    "scale5": "5.0 स्केल",
    "scale10": "10.0 स्केल",
    "header": {
        "calculator": "कैलकुलेटर",
        "title": "शैक्षिक",
        "subtitle": "क्या आप CGPA से प्रतिशत जैसी सरल रूपांतरणों को CGPA कैलकुलेटर का उपयोग करके हल करना चाहते हैं या फिर वैज्ञानिक कैलकुलेटर के साथ उन्नत गणना करना चाहते हैं?",
        "cgpa_to_percentage": " CGPA से प्रतिशत "
    },
    "link": {
        "text": "Lord Calculator",
        "description": "Lord Calculator आपको थकाऊ और चुनौतीपूर्ण गणनाओं को आसानी से हल करने में मदद करेगा। सबसे बेहतरीन तकनीक आपके शैक्षिक सफर को सुपरचार्ज करें—क्योंकि आपको सिर्फ और सिर्फ बेहतरीन चीज़ों का हक है।"
    },
    "choose_lord_calculator": {
        "title": "Lord Calculator क्यों चुनें?",
        "feature_1": {
            "title": "चमकते हुए तेज़ और सुपर विश्वसनीय",
            "description": "हां, हमने दोनों सुनिश्चित किया है! सबसे जटिल गणनाओं को भी एक झपकी में सटीकता से हल करें। कोई गलती की गुंजाइश नहीं!"
        },
        "feature_2": {
            "title": "सरल और आसान",
            "description": "यहां का सबसे जटिल हिस्सा आपके समीकरण होंगे। सहज बटन और मीटर के साथ, नेविगेशन बहुत आसान है।"
        },
        "feature_3": {
            "title": "डाउनलोड करें, सेव करें या साझा करें",
            "description": "क्या आपको हल किए गए समीकरण को सेव करने की जरूरत है? चिंता मत करें, एक बार हल करें फिर अपने गणनाओं को साझा या सेव करें ताकि जीवन भर ऑफलाइन उपयोग किया जा सके।"
        }
    },
    "calculatorCards": [
        {
            "title": "CGPA से प्रतिशत कैलकुलेटर",
            "description": "CGPA से प्रतिशत कैलकुलेटर का उपयोग करके अपने ग्रेड्स को तुरंत परिवर्तित करें! आप अपनी रिपोर्ट को डाउनलोड या साझा भी कर सकते हैं, और वह भी मुफ्त में।",
            "emoji": "➗"
        },
        {
            "title": "प्रतिशत से CGPA कैलकुलेटर",
            "description": "CGPA रूपांतरण थकाऊ हो सकता है, लेकिन प्रतिशत से CGPA कैलकुलेटर के साथ नहीं। यह दुनिया भर के अधिकांश संस्थानों के साथ संगत है।",
            "emoji": "🔢"
        },
        {
            "title": "GPA से CGPA कैलकुलेटर",
            "description": "साधारण डिज़ाइन के साथ, यह GPA से CGPA कनवर्टर आपको समय बचाने में मदद करेगा। छात्रों और शिक्षकों दोनों के लिए उपयोगी!",
            "emoji": "💡"
        },
        {
            "title": "CGPA से GPA कैलकुलेटर",
            "description": "क्या आप अपने पसंदीदा विश्वविद्यालय में आवेदन करने के लिए पात्र हैं? CGPA से GPA कनवर्टर के साथ अपने ग्रेड्स जल्दी से बदलें और खुशखबरी साझा करें!",
            "emoji": "📚"
        }
    ],
    "tit": "शैक्षिक कैलकुलेटर",
    "des": "CGPA, GPA, प्रतिशत, या वैज्ञानिक कैलकुलेटर - हमें बताएं आपको क्या चाहिए और इन्हें हमेशा के लिए मुफ्त में आनंद लें!",
    "emoji5": "🧑‍🏫",
    "section": {
        "title": "शिक्षा, वित्त, या स्वास्थ्य—",
        "highlightedText": "Lord Calculator ",
        "subtitle": " यही आपको चाहिए!",
        "description": "स्वास्थ्य से लेकर वित्त और निर्माण से लेकर शिक्षा तक - आपके सभी कार्यों के लिए एक मंच। हर कैलकुलेटर जो आपको कभी भी चाहिए होगा, यहाँ मिलेगा।",
        "additionalDescription": "तेज़ और सटीक - न एक भी त्रुटि!"
    },
    "footer": {
        "title": "Lord Calculator",
        "location": "स्थान:",
        "contact": "संपर्क करें: bhushanthakur04@gmail.com",
        "categories": "श्रेणियाँ",
        "educational_calculators": "शैक्षिक कैलकुलेटर",
        "scientific_calculators": "वैज्ञानिक कैलकुलेटर",
        "womens_calculators": "महिला कैलकुलेटर",
        "pages": "पृष्ठ",
        "privacy_policy": "गोपनीयता नीति",
        "terms_of_use": "उपयोग की शर्तें",
        "about_us": "हमारे बारे में",
        "copyright": "© 2024 Lord Calculator. सर्वाधिकार सुरक्षित।",
        "social_links": {
            "facebook": "फेसबुक",
            "instagram": "इंस्टाग्राम",
            "twitter": "ट्विटर",
            "whatsapp": "व्हाट्सएप"
        }
    },
    "educational_calculators_title": "शैक्षणिक कैलकुलेटर",
    "cgpa_to_percentage": "सीजीपीए से प्रतिशत कैलकुलेटर",
    "percentage_to_cgpa": "प्रतिशत से सीजीपीए कैलकुलेटर",
    "gpa_to_cgpa": "जीपीए से सीजीपीए कैलकुलेटर",
    "cgpa_to_gpa": "सीजीपीए से जीपीए कैलकुलेटर",
    "home": "मुख्य पृष्ठ",
    "categories": "श्रेणियाँ",
    "educational_calculator": "शैक्षिक कैलकुलेटर",
    "scientific_calculator": "वैज्ञानिक कैलकुलेटर",
    "womens_calculator": "महिलाओं के लिए कैलकुलेटर",
    "search_placeholder": "खोजें...",
    "search_button": "खोजें",
    "search_results": "खोज परिणाम",
    "privacyPolicy": {
        "title": "गोपनीयता नीति",
        "welcomeMessage": "लॉर्ड कैलकुलेटर में आपका स्वागत है! हम आपकी गोपनीयता का सम्मान करते हैं और आपकी दी गई किसी भी व्यक्तिगत जानकारी को सुरक्षित रखने के लिए प्रतिबद्ध हैं। यह गोपनीयता नीति बताती है कि हम आपसे किस प्रकार की जानकारी एकत्र कर सकते हैं और हम इसे कैसे उपयोग और सुरक्षित रखते हैं।",
        "section1": {
            "title": "1. हम कौन सी जानकारी एकत्र नहीं करते",
            "content": "हमारी वेबसाइट एक स्थिर कैलकुलेटर साइट है, और हम अपने उपयोगकर्ताओं से किसी भी व्यक्तिगत जानकारी को सक्रिय रूप से एकत्र, संग्रहित या आवश्यकता नहीं करते हैं। आप हमारे कैलकुलेटर का उपयोग कर सकते हैं बिना हमें कोई पहचान योग्य जानकारी साझा किए।"
        },
        "section2": {
            "title": "2. स्वचालित रूप से एकत्रित जानकारी",
            "content": "कई अन्य वेबसाइटों की तरह, हम अपने साइट पर उपयोगकर्ता इंटरएक्शन को समझने में मदद करने के लिए बुनियादी विश्लेषणात्मक उपकरणों (जैसे Google Analytics) का उपयोग कर सकते हैं। यह जानकारी अनामित होती है और इसमें पहचान योग्य डेटा नहीं होता जैसे:",
            "list": {
                "deviceType": "डिवाइस प्रकार और ब्राउज़र प्रकार",
                "operatingSystem": "ऑपरेटिंग सिस्टम",
                "visitDate": "यात्रा की तिथि और समय",
                "pagesVisited": "देखे गए पृष्ठ और प्रत्येक पृष्ठ पर बिताया गया समय"
            },
            "note": "यह डेटा हमारी वेबसाइट की कार्यक्षमता और उपयोगकर्ता अनुभव को बेहतर बनाने में मदद करता है, लेकिन यह हमें व्यक्तिगत उपयोगकर्ताओं की पहचान करने की अनुमति नहीं देता।"
        },
        "section3": {
            "title": "3. कुकीज़",
            "content": "हमारी वेबसाइट व्यक्तिगत डेटा को ट्रैक या संग्रहित करने के लिए कुकीज़ का उपयोग नहीं करती है। हालांकि, यदि कोई तीसरे पक्ष के विश्लेषणात्मक टूल्स एकीकृत किए गए हैं, तो वे अनामित उपयोग आँकड़े एकत्र करने के लिए कुकीज़ का उपयोग कर सकते हैं। आप चाहें तो अपने ब्राउज़र सेटिंग्स के माध्यम से कुकीज़ को प्रबंधित या निष्क्रिय कर सकते हैं।"
        },
        "section4": {
            "title": "4. तीसरे पक्ष के लिंक",
            "content": "हमारी वेबसाइट में बाहरी साइटों के लिंक हो सकते हैं। इन तीसरे पक्ष की साइटों की अपनी गोपनीयता नीतियाँ हैं, और हम उनकी सामग्री या प्रथाओं के लिए जिम्मेदार नहीं हैं। हम उपयोगकर्ताओं को सलाह देते हैं कि वे किसी भी साइट पर जाने से पहले उस साइट की गोपनीयता नीति की समीक्षा करें।"
        },
        "section5": {
            "title": "5. डेटा सुरक्षा",
            "content": "हालाँकि हम व्यक्तिगत जानकारी एकत्र नहीं करते हैं, हम अपने उपयोगकर्ताओं के लिए एक सुरक्षित वातावरण बनाए रखने को प्राथमिकता देते हैं। हम सुरक्षित होस्टिंग का उपयोग करते हैं और नियमित रूप से हमारी वेबसाइट को अपडेट करते हैं ताकि सुरक्षा जोखिमों से बचा जा सके।"
        },
        "section6": {
            "title": "6. बच्चों की गोपनीयता",
            "content": "हमारी वेबसाइट सभी उम्र के उपयोगकर्ताओं के लिए उपयुक्त है, लेकिन यह 13 वर्ष से कम आयु के बच्चों के लिए नहीं है। चूँकि हम व्यक्तिगत डेटा एकत्र नहीं करते हैं, हम बच्चों की ऑनलाइन गोपनीयता सुरक्षा अधिनियम (COPPA) का पालन करते हैं।"
        },
        "section7": {
            "title": "7. इस गोपनीयता नीति में बदलाव",
            "content": "हम कभी-कभी अपनी गोपनीयता नीति को अपडेट कर सकते हैं। परिवर्तन इस पृष्ठ पर पोस्ट किए जाएंगे, और ऊपर \"अंतिम अद्यतन\" तिथि नवीनतम संशोधन को दर्शाएगी। हम उपयोगकर्ताओं को सलाह देते हैं कि वे इस पृष्ठ को समय-समय पर समीक्षा करें ताकि वे किसी भी अपडेट के बारे में सूचित रहें।"
        },
        "section8": {
            "title": "8. हमसे संपर्क करें",
            "content": "यदि आपको इस गोपनीयता नीति के बारे में कोई प्रश्न हो, तो कृपया हमसे संपर्क करें:",
            "contactDetails": {
                "name": "लॉर्ड कैलकुलेटर",
                "email": "bhushanthakur04@gmail.com"
            }
        }
    },
    "termsOfUse": {
        "title": "उपयोग की शर्तें",
        "welcomeMessage": "Lord Calculator में आपका स्वागत है! Lord Calculator का उपयोग करके, आप इन उपयोग की शर्तों से सहमत होते हैं। कृपया इन शर्तों को ध्यान से पढ़ें क्योंकि ये हमारी वेबसाइट के उपयोग के लिए नियम और विनियमों को परिभाषित करती हैं। यदि आप इन शर्तों से सहमत नहीं हैं, तो कृपया हमारी साइट का उपयोग न करें।",
        "sections": {
            "acceptanceOfTerms": {
                "title": "1. शर्तों की स्वीकृति",
                "content": "Lord Calculator का उपयोग करके, आप इन उपयोग की शर्तों और हमारी गोपनीयता नीति से सहमत होते हैं। ये शर्तें सभी आगंतुकों, उपयोगकर्ताओं और अन्य व्यक्तियों पर लागू होती हैं जो साइट का उपयोग करते हैं।"
            },
            "useOfWebsite": {
                "title": "2. हमारी वेबसाइट का उपयोग",
                "content": "आपको हमारी वेबसाइट का उपयोग केवल व्यक्तिगत और गैर-व्यावसायिक उद्देश्यों के लिए एक सीमित, गैर-विशेष, गैर-स्थानांतरित और रद्द करने योग्य लाइसेंस प्राप्त है। आप साइट का उपयोग किसी भी अवैध उद्देश्यों के लिए नहीं करेंगे, जिसमें शामिल हैं, लेकिन केवल निम्नलिखित तक सीमित नहीं है:",
                "list": [
                    "वेबसाइट की कार्यक्षमता को हैक करने या बाधित करने का प्रयास करना",
                    "वायरस या हानिकारक कोड अपलोड करना या वितरित करना",
                    "साइट के किसी भी भाग तक अनधिकृत पहुंच प्राप्त करने का प्रयास करना",
                    "हमारे कैलकुलेटर का उपयोग किसी भी अवैध गतिविधियों के लिए करना"
                ]
            },
            "intellectualProperty": {
                "title": "3. बौद्धिक संपत्ति",
                "content": "इस वेबसाइट पर सभी सामग्री, जिसमें टेक्स्ट, ग्राफिक्स, लोगो और कैलकुलेटर शामिल हैं, Lord Calculator या इसके लाइसेंसधारकों की बौद्धिक संपत्ति है। आप हमारी सामग्री के किसी भी हिस्से को व्यावसायिक उद्देश्यों के लिए बिना हमारी स्पष्ट लिखित अनुमति के पुन: उत्पादित, वितरित या शोषित नहीं कर सकते।"
            },
            "disclaimerOfWarranties": {
                "title": "4. वारंटी का अस्वीकरण",
                "content": "हमारी वेबसाइट और इसकी सामग्री 'जैसी है' और 'जैसे उपलब्ध है' आधार पर बिना किसी प्रकार की वारंटी के प्रदान की जाती है, चाहे वह स्पष्ट हो या निहित। हालांकि हम सटीकता सुनिश्चित करने का प्रयास करते हैं, Lord Calculator यह कोई वारंटी नहीं देता कि:",
                "list": [
                    "कैलकुलेटर त्रुटि मुक्त या पूर्ण हैं",
                    "साइट में कोई रुकावट या तकनीकी समस्या नहीं होगी"
                ]
            },
            "limitationOfLiability": {
                "title": "5. दायित्व की सीमा",
                "content": "कानून द्वारा अनुमत अधिकतम सीमा तक, Lord Calculator किसी भी नुकसान के लिए जिम्मेदार नहीं होगा जो हमारी साइट का उपयोग करने या उपयोग करने में असमर्थता के परिणामस्वरूप हुआ हो, जिसमें अप्रत्यक्ष, आकस्मिक, दंडात्मक या परिणामी नुकसान शामिल हैं।"
            },
            "thirdPartyLinks": {
                "title": "6. तृतीय-पक्ष लिंक",
                "content": "हमारी वेबसाइट आपकी सुविधा के लिए तृतीय-पक्ष वेबसाइटों के लिंक प्रदान कर सकती है। हमारे पास इन तृतीय-पक्ष साइटों की सामग्री, गोपनीयता नीतियों या प्रथाओं पर कोई नियंत्रण नहीं है और हम उनके लिए जिम्मेदार नहीं हैं। इन लिंक का उपयोग करना आपकी अपनी जोखिम पर है, और हम आपको किसी भी तृतीय-पक्ष वेबसाइट पर जाने से पहले उनकी शर्तों और गोपनीयता नीतियों की समीक्षा करने की सलाह देते हैं।"
            },
            "modificationsToTerms": {
                "title": "7. शर्तों में परिवर्तन",
                "content": "Lord Calculator को कभी भी इन उपयोग की शर्तों को संशोधित करने का अधिकार है। परिवर्तनों को इस पृष्ठ पर पोस्ट किया जाएगा, और 'अंतिम अपडेट' की तिथि नवीनतम संशोधन को सूचित करेगी। परिवर्तनों के पोस्ट किए जाने के बाद वेबसाइट का निरंतर उपयोग नई शर्तों को स्वीकार करने के रूप में माना जाएगा।"
            },
            "governingLaw": {
                "title": "8. लागू कानून",
                "content": "इन उपयोग की शर्तों पर आपके क्षेत्र/राज्य/देश के कानूनों द्वारा शासित और उनका निर्माण किया जाएगा, बिना इसके संघर्ष कानून प्रावधानों के। इन शर्तों से उत्पन्न होने वाले किसी भी विवाद को केवल न्यायालयों में हल किया जाएगा।"
            },
            "contactUs": {
                "title": "9. हमसे संपर्क करें",
                "content": "यदि आपको इन उपयोग की शर्तों के बारे में कोई प्रश्न है, तो कृपया हमसे संपर्क करें:",
                "email": "bhuvibhai786@gmail.com"
            }
        }
    },
    "aboutUs": {
        "title": "हमारे बारे में",
        "description": "नमस्ते, कैलकुलेशन प्रेमियों! मैं एक सॉफ़्टवेयर डेवलपर, पिता, पति और बेटा हूँ—अगर आप मुझे परिवारिक व्यक्ति कहें, तो यह बिल्कुल सही होगा। Lord Calculator को विकसित करने के पीछे मुख्य प्रेरणा वास्तविक जीवन के अनुभवों से आई है।",
        "storyTitle": "मेरी कहानी",
        "story": [
            "स्कूल से ही मुझे गणितीय गणनाओं में मुश्किलें थीं, और स्नातक करने के बाद भी यह एक चुनौती बनी रही। मैं अक्सर गणनाओं के लिए ऑनलाइन टूल्स का उपयोग करता था।",
            "कंप्यूटर विज्ञान में अपनी डिग्री पूरी करने के बाद, मुझे यह प्रोजेक्ट बनाने के लिए प्रेरणा मिली, जिसे आप अब सामने देख रहे हैं।",
            "मैंने (और जारी रखा है) ऐसे कैलकुलेटर बनाए हैं जो सचमुच लोगों के लिए उपयोगी हैं। मुझे आशा है कि आपको मेरा काम पसंद आएगा और आप इन कैलकुलेटरों को दोस्तों, सहकर्मियों और छात्रों के साथ साझा करके दूसरों की मदद करेंगे। मेरी वेबसाइट को चुनने के लिए आपका बहुत धन्यवाद।"
        ]
    }
}