{
    "navbar": {
        "selectLanguage": "Seleziona lingua"
    },
    "title": "Calcolatore da GPA a CGPA",
    "enter_gpa": "Inserisci GPA",
    "choose_gpa_scale": "Scegli la scala GPA",
    "calculate": "Calcola",
    "reset": "Reimposta",
    "calculated_cgpa": "Il tuo CGPA calcolato",
    "calculation_history": "Storico dei calcoli",
    "download": "Scarica",
    "whatsapp": "WhatsApp",
    "copy_link": "Copia link",
    "gpa_to_cgpa_calculator": "Calcolatore da GPA a CGPA",
    "welcome_message": "Benvenuto in un altro calcolatore educativo! Nei rispettivi calcolatori, calcoliamo",
    "cgpa_to_percentage_link": "Da CGPA a Percentuale",
    "gpa_to_cgpa_description": " (e viceversa). Inoltre, abbiamo esplorato alcuni concetti relativi a queste scale di valutazione e scenari in cui vengono applicate le conversioni. La maggior parte dei paesi asiatici e alcuni paesi africani seguono il sistema CGPA o Percentuale, mentre il sistema educativo occidentale utilizza il GPA",
    "letter_grading_link": "Sistema di valutazione a lettere",
    "institution_migration_message": "Quando ti trasferisci da un'istituzione all'altra, soprattutto quando entrambe seguono sistemi di valutazione diversi, avere un affidabile calcolatore di conversione dei voti diventa cruciale. Puoi contare sul calcolatore GPA a CGPA di Lord Calculator, che utilizza la formula internazionale più comunemente accettata per la conversione.",
    "guide_message": "In questa guida, esploreremo la formula utilizzata per la conversione da GPA a CGPA, gli scenari in cui potresti aver bisogno di questa conversione, le precauzioni da considerare e i punti importanti da tenere a mente durante tali conversioni.",
    "Table of Contents": "Indice",
    "GPA to CGPA Calculator": "Calcolatore da GPA a CGPA",
    "GPA To CGPA Calculation Formula": "Formula di Calcolo da GPA a CGPA",
    "How to Use Lord Calculator’s GPA to CGPA Calculator?": "Come usare il Calcolatore GPA a CGPA di Lord Calculator?",
    "How CGPA & GPA Are Different?": "Come sono diversi CGPA e GPA?",
    "International Standards and Certifications": "Standard Internazionali e Certificazioni",
    "Most Common GPA to CGPA Conversion Scenarios": "Gli scenari più comuni di conversione da GPA a CGPA",
    "Summary": "Riassunto",
    "FAQs (Frequently Asked Questions)": "Domande Frequenti (FAQ)",
    "GPA To CGPA Calculation Formulas": "Formule di Calcolo da GPA a CGPA",
    "Equivalent CGPA =": "CGPA equivalente =",
    "GPA obtained": "GPA ottenuto",
    "Max GPA": "GPA massimo",
    "Max CGPA": "CGPA massimo",
    "How to Calculate GPA?": "Come calcolare il GPA?",
    "GPA =": "GPA =",
    "Total Quality Points for all terms.": "Totale dei punti di qualità per tutti i termini.",
    "Total Credit Hours for all terms.": "Totale delle ore di credito per tutti i termini.",
    "quality points": "Dove, Punti di qualità per un termine = Valore del punto del voto lettera * Numero di ore di credito.",
    "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "Come usare il Calcolatore GPA a CGPA di Lord Calculator?",
    "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "Anche se abbiamo reso il nostro calcolatore facile da usare, ecco una guida per sfruttarlo al meglio senza perdersi nei numeratori e denominatori dei calcoli dei voti. Per convertire il tuo GPA in un CGPA equivalente, segui i passaggi indicati di seguito:",
    "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "Passaggio 1: Apri il calcolatore GPA a CGPA su Lord Calculator.",
    "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "Passaggio 2: Nel primo campo, intitolato Inserisci GPA, inserisci accuratamente il tuo GPA ottenuto. Assicurati di includere i punti decimali per una conversione accurata.",
    "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "Passaggio 3: Ora scegli la tua scala GPA. Questa scala indica anche quale potrebbe essere il GPA massimo.",
    "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "Passaggio 4: Una volta inseriti correttamente tutti i valori, premi il pulsante “Calcola”. Ed è tutto! Ora hai un CGPA equivalente davanti a te, visualizzato anche dal misuratore CGPA.",
    "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "Inoltre, puoi anche visualizzare qualsiasi calcolo precedente fatto da te per confrontarli. Puoi anche esportare il CGPA convertito come PDF e condividerlo con altri.",
    "How-CGPA & GPA Are Different?": "Come sono diversi CGPA e GPA?",
    "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "CGPA e GPA sono diversi sotto molti aspetti. [La definizione di entrambi i termini] indica di per sé la differenza di base tra loro. Ma parliamo di come sono diversi nelle loro applicazioni e usi.",
    "Denomination": "Denominazione",
    "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "Come suggerisce il nome, il CGPA (Cumulative Grade Point Average) rappresenta la prestazione cumulativa o combinata di uno studente durante il suo percorso accademico. Di solito rappresenta le prestazioni di più semestri in modo conciso.",
    "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "D'altra parte, il GPA (Grade Point Average) rappresenta le prestazioni accademiche di un particolare semestre o periodo specifico. Quindi, in un certo senso, il CGPA viene calcolato facendo la media dei punteggi GPA di più semestri.",
    "Usage": "Utilizzo",
    "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "Come per la denominazione, anche l'uso delle due scale è diverso. Il CGPA è considerato la prestazione accademica complessiva di uno studente, mentre il GPA riguarda un semestre o periodo specifico.",
    "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "Il GPA viene principalmente utilizzato per valutare e monitorare le prestazioni recenti di uno studente, aiutando a identificare punti di forza e aree di miglioramento. Tali scale di valutazione sono anche usate per determinare le implicazioni di un nuovo corso introdotto sulle prestazioni accademiche degli studenti. Tuttavia, per candidature lavorative o studi superiori, il GPA potrebbe non essere la scala ideale.",
    "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "In tali casi, quando uno studente si candida per studi superiori o un lavoro, è necessario indicare il proprio CGPA. Pertanto, il CGPA viene condiviso con enti esterni, mentre il GPA è principalmente utilizzato per valutazioni interne.",
    "To summarize, take a look at the below-given table:": "Per riassumere, guarda la seguente tabella:",
    "Feature": "Caratteristica",
    "GPA": "GPA",
    "CGPA": "CGPA",
    "Scope": "Ambito",
    "Single Semester / Term": "Singolo semestre o periodo",
    "Entire Academic Session": "Intero percorso accademico",
    "Calculation": "Calcolo",
    "Grade Points for a semester.": "Punti di valutazione per un semestre.",
    "Cumulative Average of All semesters.": "Media cumulativa di tutti i semestri.",
    "Purpose": "Scopo",
    "Help to track and monitor the performance of a student.": "Aiuta a tracciare e monitorare le prestazioni di uno studente.",
    "Determines the overall performance of a student.": "Determina le prestazioni complessive di uno studente.",
    "International-Standards and Certifications": "Standard internazionali e certificazioni",
    "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "Come discusso in precedenza, le scale di valutazione come il GPA sono principalmente parte dei sistemi educativi occidentali. Tuttavia, gli studenti che intendono studiare all'estero devono conoscere i vari standard internazionali e certificazioni ampiamente riconosciuti nei diversi contesti educativi. Comprenderli può aiutare gli studenti a navigare tra diversi sistemi di valutazione e garantire transizioni fluide quando si candidano a scuole o università all'estero.",
    "1. International Baccalaureate (IB)": "1. Baccalaureato Internazionale (IB)",
    "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "Il Baccalaureato Internazionale (IB) è un quadro educativo riconosciuto a livello internazionale, progettato per studenti dai 3 ai 19 anni. Il suo obiettivo è promuovere il pensiero critico, la comprensione interculturale e la compatibilità globale. Il quadro IB è suddiviso in quattro programmi principali:",
    "Primary Years Programme (PYP)": "Programma Anni Primari (PYP)",
    "For students aged 3 to 12, focusing on developing academic and personal skills.": "Per studenti dai 3 ai 12 anni, con un focus sullo sviluppo di competenze accademiche e personali.",
    "Middle Years Programme (MYP)": "Programma Anni Medi (MYP)",
    "For students aged 11 to 16, preparing them for further study.": "Per studenti dagli 11 ai 16 anni, preparando per studi ulteriori.",
    "Diploma Programme (DP)": "Programma Diploma (DP)",
    "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "Per studenti dai 16 ai 19 anni, un programma rigoroso con una scala di valutazione da 1 a 7.",
    "Career-related Programme (CP)": "Programma Correlato alla Carriera (CP)",
    "Combines academic study with career-related learning for students aged 16 to 19.": "Combina lo studio accademico con l'apprendimento correlato alla carriera per gli studenti dai 16 ai 19 anni.",
    "The IB system is recognized globally for its academic rigor and holistic approach to education.": "Il sistema IB è riconosciuto globalmente per la sua rigorosità accademica e l'approccio olistico all'istruzione.",
    "2. Common Core State Standards (CCSS)": "2. Standard Statali del Common Core (CCSS)",
    "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "Gli Standard Statali del Common Core (CCSS) sono stati sviluppati negli Stati Uniti per standardizzare l'educazione K-12 nelle Arti della Lingua Inglese e nella Matematica. Questo quadro è principalmente implementato nelle scuole degli Stati Uniti e si concentra sul fornire obiettivi chiari e coerenti per il rendimento accademico. L'obiettivo è garantire che gli studenti siano preparati per il college, le carriere e la competitività globale enfatizzando il pensiero critico e le capacità di problem-solving.",
    "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "3. Processo di Bologna e Sistema Europeo di Trasferimento e Accumulo dei Crediti (ECTS)",
    "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "Il Processo di Bologna è un accordo tra paesi europei per standardizzare l'istruzione superiore. Il suo obiettivo è rendere facilmente comparabili e compatibili le qualifiche accademiche e i periodi di studio in tutta Europa. Questo processo facilita il movimento degli studenti tra le università di diversi paesi, garantendo che le qualifiche degli studenti siano riconosciute a livello internazionale.",
    "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "Il Sistema Europeo di Trasferimento e Accumulo dei Crediti (ECTS) assegna crediti ai corsi in base alla quantità di lavoro richiesto (solitamente 25-30 ore di studio per credito). L'ECTS utilizza un sistema di valutazione in lettere che va da A a F, con F che rappresenta un fallimento.",
    "4. Advanced Placement (AP) Program": "4. Programma Advanced Placement (AP)",
    "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "Il Programma Advanced Placement (AP) è un'iniziativa basata negli Stati Uniti offerta dal College Board, che consente agli studenti delle scuole superiori di seguire corsi universitari e sostenere esami. Questi corsi sono equivalenti ai corsi universitari del primo anno e sono riconosciuti a livello internazionale. La scala di valutazione degli esami AP va da 1 a 5, con un punteggio di 3 considerato sufficiente. L'AP è ampiamente accettato dalle università di tutto il mondo, offrendo agli studenti l'opportunità di ottenere crediti universitari prima di completare la scuola superiore.",
    "5. International General Certificate of Secondary Education (IGCSE)": "5. Certificato Generale Internazionale di Istruzione Secondaria (IGCSE)",
    "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "L'IGCSE è una qualifica riconosciuta a livello globale offerta dalla Cambridge Assessment International Education. Utilizza una scala di valutazione che va da A a G, con U (non valutato) che rappresenta un fallimento. L'IGCSE è ampiamente utilizzato nelle scuole internazionali ed è conosciuto per la sua flessibilità, consentendo agli studenti di scegliere le materie che corrispondono ai loro interessi accademici e obiettivi professionali.",
    "6. Tertiary Education Quality and Standards Agency (TEQSA)": "6. Agenzia per la Qualità e gli Standard dell'Istruzione Terziaria (TEQSA)",
    "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "Il quadro TEQSA è principalmente seguito in Australia. Regola le istituzioni di istruzione superiore e garantisce che soddisfino gli standard nazionali. Si allinea con il Quadro delle Qualifiche Australiane (AQF), che descrive le qualifiche e i corsi offerti dalle istituzioni in Australia. Sebbene TEQSA sia principalmente seguito in Australia, il suo riconoscimento è globale, garantendo che i titoli di studio australiani siano rispettati a livello internazionale e migliorando la mobilità degli studenti.",
    "7. Programme for International Student Assessment (PISA)": "7. Programma per la Valutazione Internazionale degli Studenti (PISA)",
    "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "Il Programma per la Valutazione Internazionale degli Studenti (PISA) è un'indagine internazionale condotta dall'OCSE. A differenza degli altri quadri, il PISA non fornisce una scala di valutazione, ma valuta l'efficacia dei sistemi educativi mondiali valutando il rendimento accademico degli studenti di 15 anni. I dati raccolti aiutano i decisori politici a identificare punti di forza e debolezza nei loro sistemi educativi e a prendere decisioni informate per migliorare gli standard e allineare i quadri educativi a livello globale.",
    "Most-Common GPA to CGPA Conversion Scenarios": "Gli scenari più comuni di conversione da GPA a CGPA",
    "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "1. Conversione da GPA a CGPA negli Stati Uniti (scala 4.0)",
    "The formula used is:": "La formula utilizzata è:",
    "CGPA = GPA × 2.5": "CGPA = GPA × 2.5",
    "Thus, the conversions would look like:": "Pertanto, le conversioni sarebbero:",
    "4.0 GPA in CGPA is 10.0": "GPA di 4.0 in CGPA è 10.0",
    "3.5 GPA in CGPA is 8.75": "GPA di 3.5 in CGPA è 8.75",
    "3.0 GPA in CGPA is 7.5": "GPA di 3.0 in CGPA è 7.5",
    "2.0 GPA in CGPA is 5.0": "GPA di 2.0 in CGPA è 5.0",
    "2. U.S. GPA to CGPA (Indian) Conversion": "2. Conversione da GPA a CGPA (versione indiana)",
    "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "Alcune istituzioni indiane seguono una versione diversa di conversione da GPA (scala 4.0) a CGPA (scala 10). La formula utilizzata è:",
    "CGPA = GPA × 2 + 1": "CGPA = GPA × 2 + 1",
    "Thus, the conversion would vary as:": "Pertanto, la conversione sarebbe:",
    "4.0 GPA in CGPA is 9.0": "GPA di 4.0 in CGPA è 9.0",
    "3.5 GPA in CGPA is 8.0": "GPA di 3.5 in CGPA è 8.0",
    "3.0 GPA in CGPA is 7.0": "GPA di 3.0 in CGPA è 7.0",
    "2.0 GPA-in-CGPA is 5.0": "GPA di 2.0 in CGPA è 5.0",
    "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "3. Conversione da percentuale indiana a GPA degli Stati Uniti (scala 4.0)",
    "The-formula used is:": "La formula utilizzata è:",
    "GPA- =": "GPA =",
    "Therefore, the conversions would look like:": "Pertanto, le conversioni sarebbero le seguenti:",
    "90% to GPA is 4.0": "Il 90% in GPA è 4.0",
    "75% to GPA is 3.5": "Il 75% in GPA è 3.5",
    "60% to GPA is 3.0": "Il 60% in GPA è 3.0",
    "50% to GPA is 2.0": "Il 50% in GPA è 2.0",
    "4. ECTS Grading to GPA/CGPA": "4. Sistema di valutazione ECTS in GPA/CGPA",
    "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "Poiché l'ECTS segue un sistema di valutazione con lettere, la loro conversione equivalente appare così:",
    "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA",
    "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA",
    "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA",
    "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA",
    "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (Voto minimo per passare) → 2.0 GPA / 4.0-4.9 CGPA",
    "Please Note:": "Si prega di notare:",
    "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "Questi sono esempi generali di conversione e potrebbero non essere applicabili universalmente. Si consiglia di consultare sempre le linee guida specifiche dell'istituzione prima di utilizzare queste conversioni.",
    "Summary-": "Riepilogo",
    "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "In questa sezione, abbiamo discusso delle conversioni tra GPA e CGPA, di come differiscano l'una dall'altra e di alcuni degli standard internazionali e dei framework seguiti in tutto il mondo. Sebbene abbiamo cercato di coprire tutti i principali framework, non è possibile includere la formula e la conversione di ogni singola istituzione.",
    "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "Pertanto, consigliamo sempre di controllare il documento ufficiale di una specifica istituzione prima di effettuare la conversione dei propri voti.",
    "FAQs": "Domande frequenti (FAQ)",
    "Q1. How can I convert GPA to CGPA?": "D1. Come posso convertire GPA in CGPA?",
    "Ans. You can convert GPA to CGPA using the formula;": "Risposta. Puoi convertire il GPA in CGPA utilizzando la formula;",
    "-GPA =": "-GPA =",
    "CGPA Obtained": "CGPA ottenuto",
    "Maximum CGPA": "CGPA massimo",
    "Max-GPA": "Max-GPA",
    "Q2. What is Indian CGPA to GPA calculator?": "D2. Cos'è il calcolatore CGPA indiano in GPA?",
    "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "Risposta. Il calcolatore CGPA indiano in GPA include la conversione da CGPA e percentuale in GPA. Fare riferimento alla tabella sottostante:",
    "Conversion Type": "Tipo di conversione",
    "Formula": "Formula",
    "CGPA to 4-point GPA": "CGPA in GPA a 4 punti",
    "Percentage to 4-point GPA": "Percentuale in GPA a 4 punti",
    "Percentage to GPA (4.3)": "Percentuale in GPA (4.3)",
    "Percentage to GPA (5.0)": "Percentuale in GPA (5.0)",
    "GP-A =": "GPA =",
    "CGPA-Obtained": "CGPA ottenuto",
    "Maximum-CGPA": "CGPA massimo",
    "× 2.5": "× 2.5",
    "Percentage Obtained": "Percentuale ottenuta",
    "100": "100",
    "× 4": "× 4",
    "4.3": "4.3",
    "× 100": "× 100",
    "20": "20",
    "Q3. How to calculate CGPA from GPA?": "Q3. Come calcolare il CGPA dal GPA?",
    "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "Risposta. Per calcolare il CGPA dal GPA, dividi il GPA ottenuto per il GPA massimo e poi moltiplica per la scala CGPA target. Matematicamente,",
    "CGPA =": "CGPA =",
    "GPA Obtained": "GPA Ottenuto",
    "Maximum GPA": "GPA Massimo",
    "× Target CGPA Scale": "× Scala CGPA Target",
    "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "Q4. Qual è la formula del calcolatore da CGPA a GPA su 10 punti?",
    "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "Risposta. Come menzionato nella Q2 sopra, puoi dividere il CGPA per un fattore di 2,5 e otterrai un GPA equivalente. Un calcolo semplificato è il seguente:",
    "G-PA =": "GPA =",
    "Obtained CGPA": "CGPA Ottenuto",
    "10(for 10-point CGPA)": "10 (per CGPA a 10 punti)",
    "×": "×",
    "= ": "= ",
    "× 2.5": "× 2,5",
    "Q5. What is the GPA to CGPA calculator Anna University Formula?": "Q5. Qual è la formula del calcolatore da GPA a CGPA per l'Università Anna?",
    "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "Risposta. La formula del calcolatore da GPA a CGPA dell'Università Anna include i crediti. La formula può essere scritta come:",
    ".GPA =": "GPA =",
    "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "Voto nella Materia 1 × Crediti Ottenuti + Voto nella Materia 2 × Crediti Ottenuti + Voto nella Materia N × Crediti Ottenuti",
    "Sum of All Credits Earned in Each Subject": "Somma di tutti i crediti ottenuti in ciascuna materia",
    "Q6. How to calculate CGPA from GPA in Anna University?": "Q6. Come calcolare il CGPA dal GPA nell'Università Anna?",
    "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "Risposta. Il calcolo del CGPA in GPA per l'Università Anna è lo stesso della formula menzionata all'inizio di questo articolo, cioè:",
    "CGPA- =": "CGPA =",
    "GPA-Obtained": "GPA Ottenuto",
    "Maximum-GPA": "GPA Massimo",
    "×": "×",
    "Target CGPA Scale": "Scala CGPA Target",
    "However, you can also go for detailed calculations as described in Q5.": "Tuttavia, puoi anche fare calcoli dettagliati come descritto nella Q5.",
    "Q7. How SRM GPA to CGPA calculator is different?": "Q7. Come si differenzia il calcolatore da GPA a CGPA per SRM?",
    "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "Risposta. L'Università SRM utilizza una formula specifica che include una media ponderata dei crediti per calcolare il GPA. Il concetto di media ponderata dei crediti viene utilizzato per assegnare un peso speciale a determinate materie, come quelle principali e minori.",
    "Q8. Is the GPA to CGPA calculator for engineering different?": "Q8. Il calcolatore da GPA a CGPA per ingegneria è diverso?",
    "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "Risposta. Alcuni college di ingegneria assegnano crediti più elevati ai corsi principali rispetto ai corsi opzionali o generali. Pertanto, il valore ponderato per queste materie principali potrebbe essere superiore rispetto ad altre.",
    "Q9. Is CGPA to GPA calculator online reliable?": "Q9. Il calcolatore da CGPA a GPA online è affidabile?",
    "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "Risposta. Matematicamente, SÌ, il nostro calcolatore da CGPA a GPA online è affidabile. Tuttavia, molte università utilizzano un metodo di conversione specifico. Poiché non è possibile includere tutti questi metodi, è meglio verificare prima le linee guida ufficiali.",
    "Q10. Convert GPA to CGPA out of 4.": "Q10. Converti GPA in CGPA su 4.",
    "Ans. To convert GPA to CGPA out of 4, use the below formula:": "Risposta. Per convertire GPA in CGPA su 4, usa la seguente formula:",
    "CGPA (out of 4) =": "CGPA (su 4) =",
    "GPAObtained": "GPA Ottenuto",
    "Maximum GPA on your Scale": "GPA Massimo sulla tua Scala",
    "×": "×",
    "4": "4",
    "Q11. What is 3 GPA to CGPA?": "Q11. Cosa corrisponde 3 GPA in CGPA?",
    "Ans. On a 4-point GPA scale, your CGPA is 3. But on a 10-point GPA scale, your CGPA is 1.2.": "Risposta. Su una scala GPA a 4 punti, il tuo CGPA è 3. Ma su una scala GPA a 10 punti, il tuo CGPA è 1,2.",
    "Q12. What is 3.5 GPA to CGPA?": "Q12. Cosa corrisponde 3.5 GPA in CGPA?",
    "Ans. On a 4-point GPA scale, your CGPA is 3.5.": "Risposta. Su una scala GPA a 4 punti, il tuo CGPA è 3.5.",
    "But on a 10-point GPA scale, your CGPA is 1.4.": "Ma su una scala GPA a 10 punti, il tuo CGPA è 1.4.",
    "On a 7-point GPA scale, your CGPA is 2.": "Su una scala GPA a 7 punti, il tuo CGPA è 2.",
    "Q13. What is 3.3 GPA to CGPA?": "Q13. Cosa corrisponde 3.3 GPA in CGPA?",
    "Ans. If GPA is on a 4-point scale → 3.3 CGPA": "Risposta. Se il GPA è su una scala a 4 punti → 3.3 CGPA",
    "If GPA is on a 10-point scale → 1.32 CGPA": "Se il GPA è su una scala a 10 punti → 1.32 CGPA",
    "If GPA is on a 7-point scale → 1.89 CGPA": "Se il GPA è su una scala a 7 punti → 1.89 CGPA",
    "Q14. What is a good CGPA?": "Q14. Cos'è un buon CGPA?",
    "Ans. A CGPA above 8.0 is considered a good CGPA. However, this varies depending on the institution and the course.": "Risposta. Un CGPA superiore a 8.0 è considerato un buon CGPA. Tuttavia, questo varia a seconda dell'istituzione e del corso.",
    "-title": "Calcolatore da CGPA a GPA",
    "enterCGPA": "Inserisci CGPA",
    "cgpaPlaceholder": "Inserisci il tuo CGPA",
    "chooseGPAScale": "Scegli la Scala GPA",
    "gpaScale4": "Scala 4.0",
    "gpaScale5": "Scala 5.0",
    "gpaScale10": "Scala 10.0",
    "customGpaScalePlaceholder": "Inserisci la Scala GPA Personalizzata",
    "cgpaPointScale": "Scala Punti CGPA",
    "cgpaPointScalePlaceholder": "Inserisci la Scala Punti CGPA",
    "calculateButton": "Calcola",
    "resetButton": "Reimposta",
    "yourGPA": "Il tuo GPA Calcolato",
    "gpaPlaceholder": "GPA:",
    "downloadButton": "Scarica",
    "whatsappButton": "WhatsApp",
    "copyLinkButton": "Copia Link",
    "linkCopied": "Link Copiato!",
    "calculationHistory": "Storico Calcoli",
    "sNo": "N°",
    "cgpa1": "CGPA",
    "gpa1": "GPA",
    "Heading": "Calcolatore da CGPA a GPA",
    "Paragraph1": "Spesso ci troviamo in situazioni in cui dobbiamo convertire i nostri voti in un formato diverso. Che si tratti di database di voti degli studenti o di dover convertire i tuoi voti per soddisfare requisiti specifici, avere uno strumento affidabile rende il processo molto più facile.",
    "Paragraph2": "Il calcolatore da CGPA a GPA di Lord Calculator è progettato per aiutarti a convertire rapidamente e con precisione i tuoi voti CGPA nel formato GPA, così potrai concentrarti su ciò che conta davvero: le tue prestazioni!",
    "Paragraph3": "Il nostro calcolatore è ottimizzato per velocità e precisione, garantendo risultati senza errori. Puoi anche utilizzare l'opzione di Scala di Voti personalizzata per convertire i tuoi voti in qualsiasi scala di valutazione desideri.",
    "Paragraph4": "In questa guida, copriremo i fattori principali che devi sapere sulla conversione da CGPA a GPA, incluse le nozioni di base e gli standard internazionali.",
    "section2": "Formula del Convertitore da CGPA a GPA",
    "formula": {
        "title": "GPA Equivalente",
        "numerator": "CGPA Ottenuto",
        "denominator": "CGPA Massimo",
        "multiplier": "GPA Massimo"
    },
    "tableOfContents": "Indice",
    "toggleButtonExpand": "Espandi",
    "toggleButtonCollapse": "Comprimi",
    "1": "Calcolatore da CGPA a GPA",
    "2": "Formula del Convertitore da CGPA a GPA",
    "3": "Come il CGPA differisce dal GPA e perché è necessaria la conversione?",
    "4": "Perché è necessaria la conversione da CGPA a GPA?",
    "5": "In che modo il calcolatore da CGPA a GPA di Lord Calculator si distingue?",
    "6": "Come utilizzare il calcolatore da CGPA a GPA",
    "7": "Metodi di conversione da CGPA a GPA",
    "8": "Conversioni specifiche per università",
    "9": "Fattore di Normalizzazione",
    "10": "Tabella dettagliata di conversione da CGPA a GPA",
    "11": "Limitazioni del convertitore da CGPA a GPA",
    "12": "Suggerimenti per ottenere una calcolazione accurata da CGPA a GPA",
    "13": "Conclusione",
    "14": "Domande frequenti sul convertitore da CGPA a GPA",
    "cgpaToGpaNote": "Si prega di notare che questa formula è la più comunemente utilizzata per la conversione da CGPA a GPA. Tuttavia, alcune istituzioni potrebbero seguire una formula diversa, quindi è sempre una buona idea controllare le linee guida ufficiali fornite dalla propria istituzione o ente.",
    "section3Title": "Come il CGPA differisce dal GPA e perché è necessaria la conversione?",
    "section3Content": "Prima di approfondire il processo di conversione, comprendiamo prima la differenza tra CGPA e GPA, e perché la conversione potrebbe essere necessaria anche se entrambe le scale di valutazione sono ampiamente riconosciute.",
    "understandingCGPAGPA": "Comprendere il CGPA e il GPA",
    "cgpaDefinition": "Il CGPA (Cumulative Grade Point Average) è una riflessione completa delle prestazioni accademiche di uno studente durante tutti i semestri e le materie in un periodo specifico. Fornisce una visione olistica delle prestazioni costanti dello studente durante il corso di studi.",
    "gpaDefinition": "D'altra parte, il GPA (Grade Point Average) è una metrica più concisa che valuta le prestazioni di uno studente in singoli corsi o materie, spesso concentrandosi sui risultati specifici del semestre. Il GPA aiuta le istituzioni a monitorare le prestazioni su base termica.",
    "regionalUsage": "Mentre il CGPA è più comunemente utilizzato nei paesi asiatici, il GPA è ampiamente praticato nei paesi occidentali come gli Stati Uniti e l'Europa. Questa differenza nei sistemi di valutazione è il motivo per cui la conversione da CGPA a GPA è spesso necessaria, soprattutto per gli studenti internazionali o per i trasferimenti accademici.",
    "learnMoreGradingSystems": "Se desideri saperne di più sulla terminologia utilizzata nei vari sistemi di valutazione, ",
    "whyNeedConversion": "Perché è necessaria la conversione da CGPA a GPA?",
    "conversionReason1": "La risposta semplice a questa domanda risiede nelle opportunità. Ogni volta che uno studente pianifica di studiare all'estero o di fare domanda per un lavoro, spesso ha bisogno dei suoi voti in un formato specifico—uno che potrebbe differire dal proprio. In questi casi, le conversioni dei voti sono essenziali.",
    "conversionReason2": "Immagina questo: hai applicato attentamente le formule e scritto l'intera equazione matematica, ma a causa di un piccolo errore nel punto decimale o di un errore minore, finisci per dover rifare il processo. Ecco dove gli strumenti online diventano inestimabili. Puoi visitare istantaneamente un sito web e convertire i tuoi voti in movimento—senza bisogno di scaricare app di terze parti!",
    "conversionReason3": "Un altro motivo per cui le conversioni sono necessarie sono le differenze tra le scale di valutazione. Per aiutarti a comprendere come questi sistemi di valutazione variano, ecco una breve tabella che confronta il CGPA, il GPA e altri sistemi di valutazione:",
    "cgpaScale": "CGPA (Scala da 10 punti)",
    "usGpaScale": "US GPA (Scala da 4 punti)",
    "usLetterGrade": "Voto in Lettere (US)",
    "percentageScale": "Percentuale (100%)",
    "ukGrade": "Voto (Regno Unito)",
    "ukGrade1": "Prima Classe (Distinzione)",
    "ukGrade2": "Prima Classe (Superiore)",
    "ukGrade3": "Prima Classe (Superiore)",
    "ukGrade4": "Seconda Superiore (2:1)",
    "ukGrade5": "Seconda Superiore (2:1)",
    "ukGrade6": "Seconda Inferiore (2:2)",
    "ukGrade7": "Seconda Inferiore (2:2)",
    "ukGrade8": "Terza Classe",
    "ukGrade9": "Passato",
    "ukGrade10": "Fallito",
    "below_5_5": "Sotto 5.5",
    "below_2_0": "Sotto 2.0",
    "below": "sotto 55",
    "section5_title": "In che modo il calcolatore da CGPA a GPA di Lord Calculator si distingue?",
    "feature_1": "Il calcolatore da CGPA a GPA di Lord Calculator si distingue per le sue caratteristiche avanzate e per le prestazioni rapidissime. Grazie al più recente framework web, il nostro calcolatore esegue le conversioni con una velocità straordinaria, anche su reti più deboli.",
    "feature_2": "L'interfaccia utente è progettata per una navigazione facile, assicurando che tu possa inserire rapidamente i tuoi valori e ottenere i risultati senza problemi. Offriamo anche funzionalità come la Rappresentazione in Metriche, che aiuta a visualizzare i voti convertiti in modo più efficace.",
    "feature_3": "Inoltre, puoi salvare la tua cronologia di conversioni come PDF o condividerla sui social media, rendendo facile tenere traccia dei tuoi risultati e condividerli con gli altri.",
    "feature_4": "Il nostro calcolatore supporta anche formule personalizzate. Ad esempio, nel calcolatore da CGPA a Percentuale, puoi scegliere un Fattore di Moltiplicazione personalizzato per adattarlo alla scala di valutazione specifica della tua istituzione.",
    "section6_title": "Come utilizzare il calcolatore da CGPA a GPA",
    "instruction_1": "Usare il nostro calcolatore CGPA a GPA è più facile che risolvere qualsiasi problema di calcolo! Segui semplicemente questi semplici passaggi:",
    "step_1": "Vai al Calcolatore CGPA a GPA di Lord Calculator nella sezione Calcolatori Educativi.",
    "step_2": "Nel primo campo, inserisci il tuo CGPA. Assicurati di includere numeri accurati, compresi i decimali!",
    "step_3": "Seleziona la scala GPA alla quale stai convertendo i tuoi voti.",
    "step_4": "Inserisci il massimo CGPA che il tuo sistema di valutazione consente (questo è il valore della scala CGPA).",
    "step_5": "Dopo aver compilato correttamente tutti i campi, clicca sul pulsante Calcola e voilà! La conversione del tuo GPA è fatta.",
    "step_6": "Puoi anche condividere i tuoi risultati con gli amici o salvarli come PDF per riferimento futuro!",
    "section7_title": "Metodi di Conversione da CGPA a GPA",
    "paragraph_1": "Convertire CGPA in GPA non è un processo universale. Diverse istituzioni seguono diversi sistemi di valutazione e anche quelle che utilizzano la stessa scala potrebbero applicare diversi fattori di moltiplicazione. Pertanto, è essenziale utilizzare il metodo giusto per la tua istituzione.",
    "paragraph_2": "Nel nostro calcolatore, abbiamo utilizzato la formula più comune per convertire CGPA in GPA. Tuttavia, è sempre una buona idea consultare i documenti ufficiali forniti dalla tua istituzione per linee guida specifiche di conversione.",
    "paragraph_3": "La formula più utilizzata per la conversione da CGPA a GPA è la seguente:",
    "formula_title": "GPA Equivalente =",
    "formula_1": "CGPA Ottenuto",
    "formula_2": "CGPA Massimo",
    "formula_3": "× GPA Massimo",
    "example_title": "Esempio:",
    "example_description": "Supponiamo che:",
    "example_list_item_1": "Il CGPA dello studente è ",
    "bold": "8,5 (su 10)",
    "example_list_item_2": "La scala GPA target è ",
    "bold1": "4,0",
    "conversion_description": "La conversione sarebbe così:",
    "maxcgpa": "CGPA Massimo",
    "maxgpa": "GPA Massimo",
    "university_specific_conversions": "Conversioni Universitarie Specifiche",
    "university_specific_paragraph1": "La tua istituzione potrebbe seguire uno standard di conversione diverso. In tal caso, dovrai fare riferimento alla formula specifica della tua università. Questo scenario di solito si verifica quando una determinata istituzione assegna un peso variabile per le singole materie. La formula di conversione dovrà essere quindi regolata di conseguenza.",
    "university_specific_paragraph2": "Un esempio comune è l'Università di Harvard, che richiede un grafico di distribuzione dei voti dettagliato insieme al GPA convertito per tenere conto della difficoltà di valutazione. Di conseguenza, un CGPA di 8,5, come discusso nell'esempio sopra, potrebbe essere equivalente a 3,7 invece di 3,4.",
    "normalization_factor": "Fattore di Normalizzazione",
    "normalization_factor_paragraph1": "Quando gli studenti fanno domanda per programmi di studio all'estero, le loro prestazioni precedenti devono essere valutate in modo equo. Per garantire l'equità, le università spesso aggiungono un fattore di normalizzazione per assicurarsi che tutti siano sulla stessa base.",
    "normalization_factor_paragraph2": "Ad esempio, considera uno studente valutato in base a una percentuale, mentre le prestazioni di un altro studente sono determinate utilizzando una scala CGPA di 5,0. Per eliminare tali differenze, le commissioni di valutazione garantiscono la massima precisione scientifica regolando le loro scale. Una pratica comune è la conversione proporzionale.",
    "cgpa_to_gpa_table_title": "Tabella Dettagliata da CGPA a GPA",
    "cgpa_to_gpa_table_paragraph": "Qui puoi trovare i valori corrispondenti per i tuoi voti CGPA su diverse scale GPA. Puoi ottenere rapidamente i voti convertiti senza doverli calcolare.",
    "cgpa_column": "CGPA",
    "us_gpa_column": "US GPA (Scala 4.0)",
    "gpa_4_3_column": "GPA (Scala 4.3)",
    "gpa_5_0_column": "GPA (Scala 5.0)",
    "gpa_7_0_column": "GPA (Scala 7.0)",
    "below-2_0": "Sotto 2.0",
    "below_2_5": "Sotto 2.5",
    "below_3_0": "Sotto 3.0",
    "below_3_5": "Sotto 3.5",
    "title-": "Limitazioni del Convertitore da CGPA a GPA",
    "description.": "Sebbene i calcolatori di conversione dei voti online siano strumenti convenienti, presentano alcune limitazioni. Esploriamo queste limitazioni e i fattori che dovresti considerare quando utilizzi tali calcolatori.",
    "title.": "1. Sistemi GPA Ponderati",
    "description-": "Molte università utilizzano un sistema GPA ponderato dove vengono assegnati punti extra per i corsi avanzati e con onori. In questi casi, è necessaria una formula di conversione più dettagliata per mantenere le conversioni proporzionali tra tutte le materie.",
    ".title": "2. Limiti di Voto",
    "-description": "Alcune istituzioni impongono un limite di voto. Ad esempio, su una scala CGPA da 10, uno studente può ottenere al massimo un CGPA di 9,5. In tali casi, i calcolatori online potrebbero non essere accurati o applicabili, poiché non tengono conto di queste limitazioni.",
    "section3": {
        "title": "3. Assunzioni di Universalità",
        "description": "I calcolatori online spesso generano risultati che gli utenti assumono siano universalmente accettati. Tuttavia, è importante notare che diverse istituzioni potrebbero avere i propri standard di conversione. Consulta sempre i documenti ufficiali o la tua istituzione accademica prima di procedere con la conversione."
    },
    "keyTakeaways": {
        "title": "Punti Chiave",
        "description": "Questi sono i vincoli tipici nell'utilizzo dei calcolatori da CGPA a GPA e di altri strumenti simili. Tuttavia, con attenzione ai dettagli, puoi assicurarti di ottenere conversioni più accurate. Ricorda, gli strumenti online sono solo destinati ad assisterti nel processo di calcolo — è sempre necessaria una supervisione umana."
    },
    "section12": {
        "title": "Suggerimenti per Ottenere una Conversione Accurata da CGPA a GPA",
        "description": "Per presentare efficacemente le prestazioni accademiche, assicurati di essere consapevole di questi suggerimenti anche se stai utilizzando calcolatori online da CGPA a GPA:",
        "subsection1": {
            "title": "1. Comprendere le Scale di Voto Target",
            "description": "Verifica sempre la rappresentazione della scala di valutazione target nei documenti ufficiali. Mentre alcune istituzioni utilizzano una scala 4.0, altre potrebbero utilizzare una scala 4.3 o 5.0. Il calcolo del CGPA deve essere adattato di conseguenza per adattarsi alla scala di valutazione target."
        },
        "subsection2": {
            "title": "2. Considerare la Severità della Valutazione",
            "description": "Se la tua istituzione è conosciuta per standard di valutazione più severi, assicurati di menzionarlo nel modulo di candidatura. Le università, come l'Università di Harvard, spesso considerano questo un fattore cruciale nella valutazione delle prestazioni accademiche."
        }
    },
    "section13": {
        "subsection1": {
            "title": "3. Verifica della Formula di Conversione",
            "description": "Se non riesci a trovare la formula di conversione nei documenti ufficiali, non esitare a consultare i consiglieri accademici per ulteriori assistenza. Loro possono aiutarti a garantire che la conversione sia accurata."
        },
        "subsection2": {
            "title": "4. Tenere conto delle Prestazioni Specifiche delle Materie",
            "description": "Alcune istituzioni differenziano tra materie principali e minori, con le materie principali che spesso guadagnano punti extra. Tieni presente questo quando compili i moduli di candidatura dove sono richiesti i voti convertiti."
        },
        "subsection3": {
            "title": "5. Rimanere Aggiornati con gli Standard in Evoluzione",
            "description": "Le università aggiornano frequentemente gli standard di valutazione e le formule di conversione per migliorare la sincronizzazione con gli standard internazionali. Assicurati di seguire le linee guida più recenti per evitare metodi obsoleti."
        },
        "conclusion": {
            "title": "Conclusione",
            "description": "Con l'aumento della mobilità educativa globale, è essenziale essere ben informati sia sulle basi che sugli standard internazionali di cui abbiamo parlato. Sebbene il processo di conversione possa sembrare semplice, ci sono molti fattori nascosti. Seguendo i suggerimenti per una conversione accurata, ti assicuriamo che otterrai una conversione affidabile da CGPA a GPA."
        }
    },
    "faq": {
        "title": "Domande Frequenti per il Convertitore da CGPA a GPA",
        "q1": "D: Come convertire il CGPA in GPA?",
        "a1": {
            "label": "R:",
            "text": "Per convertire il CGPA in GPA, la formula comunemente usata è CGPA ottenuto diviso per il valore massimo del CGPA della tua università, moltiplicato per il valore massimo del GPA della tua università."
        },
        "q2": "D: Calcolatore da CGPA indiano a GPA?",
        "a2": {
            "label": "R:",
            "text": "Per convertire il CGPA indiano in GPA USA, usa un fattore di moltiplicazione di 4/10 con il tuo CGPA ottenuto."
        }
    },
    "faq1": {
        "q1": "D: Come convertire il CGPA in GPA?",
        "a1": {
            "label": "R:",
            "text": "La formula standard per convertire il CGPA in GPA è:"
        },
        "formula": {
            "gpa": "GPA =",
            "cgpaObtained": "CGPA Ottenuto",
            "maxCgpa": "Max CGPA",
            "maxGpa": "× Max GPA"
        }
    },
    "faq2": {
        "q2": "D: Come calcolare il CGPA da GPA?",
        "a2": {
            "label": "R:",
            "text": "Per calcolare il CGPA da GPA, la formula è:"
        },
        "formula": {
            "cgpa": "CGPA =",
            "gpaObtained": "GPA Ottenuto",
            "maxGpa": "Max GPA",
            "maxCgpa": "× Max CGPA"
        }
    },
    "faq3": {
        "q3": "D: Come convertire il GPA in CGPA?",
        "a3": {
            "label": "R:",
            "text": "Convertire il GPA in CGPA è il processo inverso della conversione da CGPA a GPA. Se conosci il tuo GPA e vuoi calcolare il tuo CGPA, la formula è:"
        },
        "formula": {
            "gpaObtained": "GPA Ottenuto",
            "maxGpa": "Max GPA",
            "maxCgpa": "× Max CGPA"
        }
    },
    "faq4": {
        "q4": "D: CGPA indiano in GPA USA?",
        "a4": {
            "label": "R:",
            "text": "Le università USA utilizzano una scala GPA di 4.0, mentre le università indiane utilizzano una scala da 10 punti. Per convertire il CGPA indiano in GPA USA, usa un fattore di moltiplicazione di 4/10 con il tuo CGPA ottenuto."
        }
    },
    "faq5": {
        "q5": "D: CGPA indiano in GPA tedesco?",
        "a5": {
            "label": "R:",
            "text": "Gli istituti tedeschi utilizzano la Formula Bavarese Modificata per la conversione. La formula per calcolare il GPA tedesco è:",
            "formula": "1 + 3 × (Max Grade - CGPA Ottenuto) / (Max Grade - Grade Minimo Passante)"
        }
    },
    "faq6": {
        "q6": "D: Calcolatore GPA in CGPA Università ANNA?",
        "a6": {
            "label": "R:",
            "text": "La formula per convertire il GPA in CGPA è:",
            "formula1": "GPA Ottenuto",
            "formula2": "Max GPA",
            "formula3": "× Max CGPA"
        }
    },
    "faq7": {
        "q7": "D: CGPA VIT in GPA USA?",
        "a7": {
            "label": "R:",
            "text": "VIT segue una scala di valutazione da 10 punti. Per convertirlo in GPA USA, usa un fattore di scala di 2.5 o 4/10 per approssimazione."
        },
        "q8": "D: CGPA indiano in GPA UK?",
        "a8": {
            "label": "R:",
            "text": "Per convertire il CGPA indiano in GPA UK, fai riferimento alle linee guida specifiche dell'università, poiché le istituzioni del Regno Unito convertono il CGPA indiano nel loro Sistema di Onorificenze di Classe (Prima, Seconda, Terza e altro)."
        }
    },
    "faq8": {
        "q9": "D: Calcolatore GPA SRM in CGPA?",
        "a9": {
            "label": "R:",
            "text": "Per calcolare il GPA SRM in CGPA, hai bisogno delle ore di credito totali e dei punti di voto totali ottenuti. Tuttavia, puoi usare la formula standard per la conversione:",
            "formula": {
                "gpa": "GPA Ottenuto",
                "maxGpa": "Max GPA",
                "maxCgpa": "× Max CGPA"
            }
        }
    },
    "faq9": {
        "q10": "D: Calcolatore CGPA in GPA WES?",
        "a10": {
            "label": "R:",
            "text": "WES (World Education Services) valuta i trascritti accademici e assegna un GPA per la verifica dei credenziali considerando la scala di valutazione e i punteggi assoluti nei singoli corsi."
        }
    },
    "section1_title": "Calcolatore da Percentuale a CGPA",
    "section1_paragraph": "Benvenuti, cari studenti e accademici! Come sapete, CGPA e Percentuali giocano ruoli importanti nel sistema educativo. Ci troviamo spesso in situazioni in cui dobbiamo usarli in modo intercambiabile, quindi Lord Calculator vi presenta il calcolatore più affidabile e velocissimo da Percentuale a CGPA per aiutarvi a calcolare la vostra percentuale in movimento! Ecco una guida dettagliata su come funziona il nostro Calcolatore da Percentuale a CGPA, i metodi per convertire la Percentuale in CGPA e le varie formule da Percentuale a CGPA.",
    "section2_title": "Formula da Percentuale a CGPA",
    "cgpa_title": "CGPA =",
    "percentage_achieved": "Percentuale Ottenuta",
    "multiplication_factor": "Fattore di moltiplicazione fornito dalle università",
    "table_of_contents": "Indice",
    "expand_button_text": "Espandi",
    "collapse_button_text": "Ristretto",
    "percentage_to_cgpa_calculator": "Calcolatore da Percentuale a CGPA",
    "percentage_to_cgpa_formula": "Formula da Percentuale a CGPA",
    "lord_calculator_percentage_to_cgpa": "Calcolatore da Percentuale a CGPA di Lord Calculator e Perché Usarlo?",
    "how_to_use_lord_calculator": "Come Usare il Calcolatore da Percentuale a CGPA di Lord Calculator?",
    "what_is_percentage": "Che Cos'è la Percentuale e Come Si Differenzia dal CGPA?",
    "what_is_cgpa": "Che Cos'è il CGPA e Come Viene Calcolato?",
    "when_to_use_lord_calculator": "Quando Usare il Calcolatore da Percentuale a CGPA di Lord Calculator?",
    "common_mistakes": "Errori Comuni da Evitare nel Calcolare la Percentuale in CGPA Accuratamente",
    "why_different_grading_scales": "Perché Diverse Istituzioni Seguo Scale di Valutazione Diverse e Formule di Conversione",
    "percentage_to_cgpa_for_boards": "Conversione da Percentuale a CGPA per Diversi Enti e Università",
    "pros_and_cons_of_calculators": "Pro e Contro dell'Usare Calcolatori Online da Percentuale a CGPA",
    "frequently_asked_questions": "Domande Frequenti (FAQs)",
    "cgpa_formula": "CGPA = Percentuale Ottenuta / Fattore di Moltiplicazione Fornito dall'Università",
    "example_text": "Esempio: Supponiamo che tu abbia ottenuto una percentuale di oltre il 92,4%. Ora vuoi convertirla in CGPA. La Scala di Valutazione che segue la tua università è quella da 10 punti con un fattore di moltiplicazione di 9,5. Allora il tuo CGPA sarà calcolato come:",
    "section3_title": "Calcolatore da Percentuale a CGPA di Lord Calculator e Perché Usarlo?",
    "section3_text1": "Abbiamo reso il nostro calcolatore adatto a tutti i sistemi di valutazione. Che la tua istituzione segua una Scala di Valutazione da 4, 5 o 10 punti, tutto ciò che devi fare è scegliere la scala di valutazione e procedere con il calcolo. Ma tieni presente che, per queste scale di valutazione predefinite, abbiamo usato fattori di moltiplicazione standard. I fattori di moltiplicazione standard per diversi sistemi di valutazione sono i seguenti:",
    "multiplication_factors": {
        "4_scale": "Fattore di Moltiplicazione per la Scala di Valutazione da 4: 25",
        "5_scale": "Fattore di Moltiplicazione per la Scala di Valutazione da 5: 20",
        "10_scale": "Fattore di Moltiplicazione per la Scala di Valutazione da 10: 9,5"
    },
    "section3_text2": "Si prega di notare che la tua istituzione può seguire una scala di valutazione standard, cioè la Scala da 10 punti, ma con un fattore di moltiplicazione diverso. Ad esempio: CBSE, ICSE e JNTU (Jawahar Lal Nehru Technical University) seguono una scala comune da 10 punti, ma utilizzano fattori di moltiplicazione differenti. CBSE considera 9,5 come fattore di moltiplicazione per tutti i calcoli di conversione, mentre ICSE utilizza 9,8 e JNTU utilizza 10 come fattore di moltiplicazione per i calcoli da CGPA a percentuale o da Percentuale a CGPA.",
    "section4_title": "Come Usare il Calcolatore da Percentuale a CGPA di Lord Calculator?",
    "section4_text1": "Prima di iniziare ad esplorare i concetti chiave di cui dovresti essere consapevole riguardo il sistema di valutazione e la conversione dei voti, fammi guidarti su come usare il calcolatore da Percentuale a CGPA di Lord Calculator per risultati accurati.",
    "section4_steps": {
        "step1": "Apri il <span class='font-semibold'>Calcolatore da Percentuale a CGPA</span> sotto Calcolatori Educativi.",
        "step2": "Nel primo campo, ti viene chiesto di inserire la tua percentuale. Assicurati di inserire la tua percentuale correttamente, inclusi i decimali per una conversione accurata.",
        "step3": "Ora scegli la Scala di Valutazione seguita dalla tua istituzione. Se è diversa dalle scale standard, ossia 4, 5 o 10 punti, devi inserire direttamente il fattore di moltiplicazione.",
        "step4": "In entrambi i casi, che tu abbia inserito la Scala di Valutazione o scelto il fattore di moltiplicazione, ricontrolla il fattore di moltiplicazione mostrato nel campo successivo. Come accennato prima, potrebbe succedere che la tua istituzione segua una scala di valutazione standard ma utilizzi fattori di moltiplicazione diversi. Quindi, in questi casi, dovrai adattare il fattore di moltiplicazione di conseguenza, altrimenti la conversione da Percentuale a CGPA non sarà accurata."
    },
    "section4_text2": "Una volta che hai inserito tutte le informazioni, premi il pulsante 'calcola'. Avrai il tuo valore di percentuale convertito in CGPA davanti al tuo schermo.",
    "section5-title": "Che cos'è la Percentuale e come si differenzia dal CGPA?",
    "section5_percentage_title": "Percentuale",
    "section5_percentage_text": "La percentuale è una rappresentazione accurata dei voti ottenuti durante gli esami. È una rappresentazione standardizzata dei voti su 100.",
    "section5_cgpa_title": "CGPA",
    "section5_cgpa_text": "CGPA è la media cumulativa degli SGPA ottenuti, utilizzata come media arrotondata per le performance accademiche.",
    "section6-title": "Che cos'è il CGPA e come si calcola?",
    "section6_description": "CGPA (Cumulative Grade Point Average) è una valutazione complessiva delle performance accademiche di uno studente su un periodo accademico definito. Alcune università lo calcolano come la media di tutti i punti SGPA (Semester Grade Points) dei semestri, mentre altre includono anche i crediti nel calcolo.",
    "section6_formula_title": "Formula di calcolo del CGPA Metodo 1",
    "section6_formula_description": "Un metodo per calcolare il CGPA è trovare la media di tutti gli SGPA (Semester Grade Points) dei semestri. La formula è:",
    "section6_formula_sgpas": "SGPA del sem.1 + SGPA del sem.2 + SGPA del sem.3 +.........+ SGPA del sem. N",
    "section6_formula_divisor": "Numero totale di semestri",
    "section6_example_title": "Esempio:",
    "section6_example": "Ram ha ottenuto valori SGPA di 6, 8.5, 7 e 9.5 in 4 semestri. Il suo CGPA sarà:",
    "section_method2_title": "Formula di calcolo del CGPA Metodo 2",
    "section_method2_description": "Un altro metodo consiste nel calcolare la somma del prodotto tra SGPA e i crediti guadagnati e poi dividere per il numero totale di crediti. La formula è:",
    "section_method2_formula_sgpa": "(SGPA del sem.1 × Crediti guadagnati nel sem.1) + (SGPA del sem.2 × Crediti guadagnati nel sem.2) + ...... + (SGPA del sem.N × Crediti guadagnati nel sem.N)",
    "section_method2_formula_divisor": "Crediti totali",
    "section_method2_example_title": "Esempio:",
    "section_method2_example": "Shyam ha ottenuto valori SGPA di 7.2, 6.5, 8.9 e 9.6 con crediti corrispondenti di 4, 3, 3 e 5. Il suo CGPA sarà:",
    "section_percentage_formula_title": "Formula di calcolo della Percentuale",
    "section_percentage_formula_description": "La percentuale si calcola dividendo la somma dei voti ottenuti nelle varie materie/semestre per la somma totale dei voti, quindi moltiplicando il risultato per 100. La formula è:",
    "section_percentage_formula_equation": "Percentuale =",
    "section_percentage_formula_numerator": "Somma dei voti ottenuti in tutte le materie/semestre",
    "section_percentage_formula_multiplier": "* 100",
    "section_percentage_formula_denominator": "Somma totale dei voti assegnati a tutte le materie/semestre",
    "example_percentage_title": "Esempio:",
    "example_percentage_description": "Ghanshyam ha ottenuto 295 su 300 nel semestre 1, 265 su 300 nel semestre 2, 273 su 300 nel semestre 3 e 264 su 300 nel semestre 4. La sua percentuale sarà:",
    "example_percentage_equation": "Percentuale =",
    "cgpa_to_percentage_note": "La conversione da CGPA a percentuale varia perché ogni istituzione utilizza sistemi di valutazione e scale diverse. Fattori come il numero di semestri, le scale di valutazione e i sistemi di crediti influenzano anche come il CGPA viene calcolato e convertito.",
    "calculators_usage_title": "Quando possono essere utili i Calcolatori CGPA & Percentuale?",
    "calculators_usage_description": "Questi calcolatori sono particolarmente utili quando è necessario convertire rapidamente il tuo CGPA in percentuale o viceversa, specialmente quando si fa domanda per studi superiori, opportunità di lavoro o per preparare documenti accademici.",
    "confusion_about_terms_title": "Confuso riguardo ai termini o abbreviazioni?",
    "confusion_about_terms_description": "Se non sei sicuro riguardo a uno dei termini o abbreviazioni menzionati,",
    "confusion_about_terms_link_text": "clicca qui",
    "percentage_to_cgpa_tool_intro": "Il Calcolatore di Percentuale a CGPA di Lord Calculator è utile in scenari in cui è necessario convertire i voti tra formati rapidamente e accuratamente. Aiuta a eliminare la confusione derivante da calcoli complessi con decimali e garantisce conversioni precise ogni volta. Quindi, quando dovresti usare questo strumento?",
    "percentage_to_cgpa_tool_usage_title": "Quando utilizzare il Calcolatore di Percentuale a CGPA di Lord Calculator?",
    "percentage_to_cgpa_tool_usage_description": "Questo strumento è perfetto per qualsiasi situazione in cui sia necessario passare rapidamente tra i voti in formati diversi. Esploriamo alcuni scenari comuni:",
    "usage_higher_studies_title": "Durante la compilazione del modulo per gli studi superiori",
    "usage_higher_studies_description1": "Quando fai domanda per studi superiori, specialmente per istituzioni internazionali, potresti dover inserire i tuoi voti in un formato diverso. Questo calcolatore ti aiuta a convertire rapidamente e con precisione i tuoi voti nel formato richiesto, evitando il rischio di commettere errori che potrebbero annullare la tua domanda.",
    "usage_higher_studies_description2": "Che tu debba calcolare CGPA da SGPA, convertire CGPA in percentuale o CGPA in GPA, questo calcolatore copre tutto, assicurandoti di avere i tuoi voti nel formato corretto senza alcun problema.",
    "usage_competitive_exams_title": "Durante la compilazione dei moduli per gli esami competitivi",
    "usage_competitive_exams_description": "In molti esami competitivi, ti viene richiesto di compilare la tua percentuale. Tuttavia, alcune istituzioni di ingegneria preferiscono il sistema CGPA. In questi casi, il nostro calcolatore ti consente di convertire rapidamente e con precisione CGPA in percentuale o viceversa, aiutandoti a soddisfare i requisiti di formato per le domande d'esame.",
    "usage_comparative_measurement_title": "Misurazione comparativa da parte degli educatori",
    "usage_comparative_measurement_description": "Gli educatori spesso devono confrontare e razionalizzare i voti di molti studenti. Invece di calcolare manualmente le conversioni, questo calcolatore online offre una soluzione rapida e accurata, risparmiando tempo significativo ed eliminando il rischio di errori.",
    "usage_conclusion": "In tutti questi casi, l'utilizzo del Calcolatore di Percentuale a CGPA di Lord Calculator garantisce precisione ed efficienza, che tu stia facendo domanda per studi superiori, compilando moduli per esami o confrontando i voti per un numero elevato di studenti.",
    "common_mistakes_title": "Errori comuni da evitare durante il calcolo accurato della Percentuale a CGPA",
    "common_mistakes_intro": "Sebbene la formula di conversione da Percentuale a CGPA sembri piuttosto semplice, molti studenti ottengono comunque risultati errati. Uno degli errori più comuni è non conoscere il fattore di moltiplicazione accurato. Discuteremo il fattore di moltiplicazione in dettaglio nel prossimo sottotitolo. Prima, dai un'occhiata a tutti gli errori comuni che dovresti evitare durante il calcolo accurato della Percentuale a CGPA.",
    "mistake_decimal_points": "Spesso arrotondiamo i decimali troppo presto nei calcoli. Tali cifre arrotondate possono portare a lievi cambiamenti nei risultati. È meglio non arrotondare i decimali fino all'ultimo passo del calcolo. Tuttavia, una volta ottenuto il risultato, puoi arrotondare le cifre se lo desideri.",
    "mistake_grading_scale": "Un altro errore comune è non essere consapevoli della formula della tua istituzione. Se la tua istituzione segue una scala di valutazione diversa e stai calcolando i tuoi voti utilizzando un'altra scala, la conversione non sarà mai accurata. Inoltre, nel caso della stessa scala di valutazione, il fattore di moltiplicazione potrebbe variare! È consigliato ricontrollare il fattore di moltiplicazione.",
    "mistake_conversion_formula": "Hai ottenuto il fattore di moltiplicazione giusto ma ancora conversioni inaccurate? In tal caso, devi controllare la formula di conversione della tua istituzione. Molte università, come l'Università di Mumbai, hanno le loro formule di conversione che differiscono dalla formula standard. Ad esempio, la formula di calcolo del CGPA dell'Università di Mumbai è: Percentuale = (CGPA × 7.25) + 11. Quindi, è necessario assicurarsi di considerare questi fattori, specialmente se stai facendo la conversione da Percentuale a CGPA.",
    "mistake_other_conversions": "Ci sono altri problemi, ma sono legati ad altre conversioni come SGPA a CGPA e GPA a CGPA. Li abbiamo trattati nelle rispettive sezioni.",
    "grading_scales_title": "Perché diverse istituzioni seguono scale di valutazione e formule di conversione diverse",
    "grading_scales_intro": "Abbiamo menzionato più volte con esempi che diverse istituzioni seguono scale di valutazione diverse. Ma perché è così? Le ragioni potrebbero essere molte! Diamo un'occhiata a ciascuna di esse una per una:",
    "reason_historical_cultural": "Differenze storiche e culturali: Vari paesi hanno seguito i loro sistemi di valutazione tradizionali. Di conseguenza, vediamo scale di valutazione diverse in base alla posizione geografica. Ad esempio, le istituzioni americane seguono una scala di valutazione a 4 punti, mentre le istituzioni indiane e di altri paesi asiatici seguono una scala a 10 punti.",
    "reason_assessment_approach": "Approccio diverso per valutare gli studenti: Con il progresso della modernizzazione dell'istruzione, anche i metodi di valutazione degli studenti sono cambiati. Recentemente, le istituzioni si sono concentrate maggiormente sulle valutazioni olistiche anziché sulle semplici valutazioni basate sui voti delle prestazioni accademiche. Di conseguenza, i sistemi CGPA e GPA stanno diventando più prevalenti.",
    "reason_international_standards": "Adeguamento agli standard internazionali: Studiare all'estero è diventato un concetto comune. Molte istituzioni adottano standard internazionali affinché gli studenti possano evitare formalità aggiuntive. Ad esempio, molte istituzioni in Europa seguono l'ECTS (Sistema europeo di trasferimento e accumulazione dei crediti) per allinearsi con altre istituzioni in tutto il continente.",
    "reason_universal_standard": "Difficoltà nel raggiungere uno standard di valutazione universale: Sebbene seguire uno standard di valutazione universale sembri logico e giusto, è praticamente una sfida. Poiché le istituzioni seguono scale di valutazione diverse, devono esistere formule di conversione standard per fornire una visione imparziale delle prestazioni accademiche degli studenti tra università e scuole.",
    "conversion_title": "Conversione da Percentuale a CGPA per diversi istituti e università",
    "table_heading_institution": "Istituzione",
    "table_heading_formula": "Formula",
    "cbse1": "CBSE (Board Centrale di Istruzione Secondaria), India",
    "icse1": "ICSE (Certificato di Istruzione Secondaria Indiano), India",
    "maharashtra1": "Maharashtra State Board, India",
    "anna_university1": "Anna University, Tamil Nadu, India",
    "jntu1": "Jawaharlal Nehru Technological University (JNTU), Telangana & Andhra Pradesh, India",
    "vtu1": "Visvesvaraya Technological University (VTU), Karnataka, India",
    "gtu1": "Gujarat Technological University (GTU), Gujarat, India",
    "mu1": "University of Mumbai, Maharashtra, India",
    "mahe1": "Manipal Academy of Higher Education (MAHE), Karnataka, India",
    "amity1": "Amity University, India",
    "vit1": "Vellore Institute of Technology (VIT), Tamil Nadu, India",
    "sppu1": "Savitribai Phule Pune University (SPPU), Maharashtra, India",
    "iit1": "IITs (Indian Institutes of Technology), India",
    "nit1": "NITs (National Institutes of Technology), India",
    "bits_pilani1": "BITS Pilani (Birla Institute of Technology and Science), India",
    "du1": "Delhi University (DU), India",
    "bhu1": "Banaras Hindu University (BHU), India",
    "osmania1": "Osmania University, Telangana, India",
    "pu1": "Punjab University, Punjab, India",
    "srm1": "SRM Institute of Science and Technology (SRMIST), Tamil Nadu, India",
    "toronto1": "University of Toronto, Canada",
    "ubc1": "University of British Columbia (UBC), Canada",
    "anu1": "Australian National University (ANU), Australia",
    "sydney1": "University of Sydney, Australia",
    "melbourne1": "University of Melbourne, Australia",
    "uc_system1": "University of California System (UCLA, UC Berkeley, ecc.), USA",
    "harvard1": "Harvard University, USA",
    "oxford1": "University of Oxford, Regno Unito",
    "cambridge1": "University of Cambridge, Regno Unito",
    "nus1": "National University of Singapore (NUS), Singapore",
    "hku1": "University of Hong Kong (HKU), Hong Kong",
    "tum1": "Technical University of Munich (TUM), Germania",
    "eth_zurich1": "ETH Zurich, Svizzera",
    "tokyo1": "University of Tokyo, Giappone",
    "cape_town1": "University of Cape Town, Sud Africa",
    "mcgill1": "McGill University, Canada",
    "peking1": "Peking University, Cina",
    "ntu1": "National Taiwan University (NTU), Taiwan",
    "aut1": "Auckland University of Technology (AUT), Nuova Zelanda",
    "cbse": "Formula: CGPA = Percentuale / 9.5",
    "icse": "Formula: CGPA = Percentuale / 9.8 (può variare per scuola)",
    "maharashtra": "Formula: CGPA = Percentuale / 9.5",
    "anna_university": "Formula: CGPA = Percentuale / 10",
    "jntu": "Formula: CGPA = Percentuale / 10",
    "vtu": "Formula: CGPA = Percentuale / 9.1 (può variare per dipartimento)",
    "gtu": "Formula: CGPA = (Percentuale - 12) / 7.1",
    "mu": "Formula: CGPA = (Percentuale - 11) / 7.25",
    "mahe": "Formula: CGPA = Percentuale / 10",
    "amity": "Formula: CGPA = Percentuale / 9",
    "vit": "Formula: CGPA = Percentuale / 9.5 (varia in base al programma)",
    "sppu": "Formula: CGPA = Percentuale / 6.3",
    "iit": "Formula: CGPA = Percentuale / 10 (alcuni IIT potrebbero usare scale uniche per corsi specifici)",
    "nit": "Formula: CGPA = Percentuale / 10",
    "bits_pilani": "Formula: CGPA = Percentuale / 10",
    "du": "Formula: CGPA = Percentuale / 9.5 (Il calcolo del CGPA di DU può variare in base al programma)",
    "bhu": "Formula: CGPA = Percentuale / 10",
    "osmania": "Formula: CGPA = Percentuale / 10",
    "pu": "Formula: CGPA = Percentuale / 9.5",
    "srm": "Formula: CGPA = Percentuale / 10",
    "toronto": "Scala di valutazione: GPA su scala 4.0; Nota: Nessuna formula di conversione diretta; i candidati utilizzano tabelle di equivalenza del GPA o valutatori terzi.",
    "ubc": "Scala di valutazione: GPA su scala 4.33; Nota: Nessuna conversione specifica del CGPA; consulta UBC per i dettagli di equivalenza.",
    "anu": "Scala di valutazione: Scala a 7 punti; Formula (linee guida generali): CGPA = Percentuale / 7.1 per equivalenza sulla loro scala.",
    "sydney": "Scala di valutazione: Sistema GPA a 7 punti; Formula (linee guida generali): CGPA = Percentuale / 7.5 (può richiedere una valutazione dei credenziali per una conversione precisa).",
    "melbourne": "Scala di valutazione: Scala GPA a 7 punti; Nota: Consulta le ammissioni per l'equivalenza del CGPA; nessuna formula diretta.",
    "uc_system": "Scala di valutazione: GPA su scala 4.0; Nota: Nessuna formula universale per il CGPA; usa WES o valutatori simili per le conversioni.",
    "harvard": "Scala di valutazione: GPA su scala 4.0; Nota: Usa servizi di terze parti (ad esempio WES) per la conversione del CGPA in GPA.",
    "oxford": "Scala di valutazione: Classificazione onoraria del Regno Unito (First, Upper Second, ecc.); Nota: Nessuna formula diretta del CGPA; CGPA 8.5-10 (su 10) è spesso considerato First class.",
    "cambridge": "Scala di valutazione: Onorari del Regno Unito; La percentuale viene mappata su classificazioni; Nessuna formula diretta per la conversione del CGPA.",
    "nus": "Scala di valutazione: GPA su scala 5.0; Nessuna formula diretta di conversione; usa le tabelle di equivalenza NUS.",
    "hku": "Scala di valutazione: GPA su scala 4.3; Nessuna formula specifica per la conversione del CGPA.",
    "tum": "Scala di valutazione: Scala svizzera a 6 punti; Nota: Un CGPA di 8.5+ è competitivo; nessuna formula fissa di conversione.",
    "eth_zurich": "Scala di valutazione: Scala svizzera a 6 punti; Nota: Un CGPA di 8.5+ è competitivo; nessuna formula fissa di conversione.",
    "tokyo": "Scala di valutazione: Scala GPA giapponese 4.0; Nota: Di solito si aspetta un CGPA di 8.0+ per i candidati competitivi.",
    "cape_town": "Scala di valutazione: Scala GPA a 4 punti e sistema percentuale; Nota: Potrebbe richiedere una conversione del CGPA in base agli standard sudafricani.",
    "mcgill": "Scala di valutazione: Scala GPA 4.0; Nota: Spesso sono richiesti WES o servizi simili per una conversione precisa.",
    "peking": "Scala di valutazione: Scala GPA 4.0; Nota: Richiede una conversione ufficiale del CGPA; generalmente si aspetta un CGPA di 8.0+.",
    "ntu": "Scala di valutazione: Scala GPA 4.3; Nota: Un CGPA superiore a 8.0 è solitamente richiesto per i candidati competitivi.",
    "aut": "Scala di valutazione: Scala GPA a 9 punti; Formula (linee guida generali): CGPA = Percentuale / 7.1 per allinearsi con la scala GPA della Nuova Zelanda.",
    "title--": "Vantaggi e Svantaggi dell'uso dei calcolatori online da Percentuale a CGPA",
    "pros_title": "Vantaggi dei calcolatori da Percentuale a CGPA",
    "pros_1": "Converti i tuoi voti in movimento. I calcolatori online hanno valori e equazioni predefiniti. Pertanto, non devi preoccuparti di inserire i valori nel posto giusto nell'equazione. Basta inserire i valori nel campo indicato e voilà, hai i tuoi risultati senza perdere tempo o fatica.",
    "pros_2": "I calcolatori online hanno interfacce interattive e semplici. Inoltre, elementi visivi come il nostro misuratore di voti offrono una migliore visualizzazione dei tuoi voti.",
    "pros_3": "Nei calcolatori tradizionali, devi registrare ogni dato calcolato se vuoi avere la cronologia dei voti calcolati. Questi scenari si verificano quando un educatore deve tenere traccia dei voti degli studenti di università diverse in un formato universale. Ma su Lord Calculator, puoi visualizzare la cronologia di tutti i voti calcolati nella tabella sotto il campo \"Risultato\". Inoltre, puoi anche esportare la cronologia come PDF e salvarla per un uso futuro.",
    "pros_4": "I calcolatori online eliminano anche le possibilità di errore umano che possono verificarsi, come la formazione di equazioni su calcolatori predefiniti o durante i calcoli manuali con penna e carta.",
    "cons_title": "Contro dei calcolatori da Percentuale a CGPA",
    "cons_1": "Fattore di moltiplicazione variabile: Abbiamo notato che diverse università seguono fattori di moltiplicazione diversi anche sotto lo stesso sistema di valutazione. Pertanto, in questi casi, i calcolatori online non possono soddisfare i requisiti di tutte le università. Devi modificare manualmente il fattore di moltiplicazione per una conversione precisa.",
    "cons_2": "Formule di conversione diverse: Abbiamo anche visto università come l'Università di Mumbai, che utilizzano formule completamente diverse per la conversione da CGPA a percentuale. Ad esempio, la formula da CGPA a percentuale per l'Università di Mumbai è: CGPA = (Percentuale - 11) / 7,25. In questi casi, i calcolatori online non possono aggiungere automaticamente o manualmente operatori aggiuntivi. Durante tali conversioni, è necessario fare riferimento ai metodi tradizionali di calcolo dei voti.",
    "summary_title": "In sintesi",
    "summary_1": "Fino ad ora, abbiamo imparato i concetti di Percentuale e CGPA, come convertirli e usarli in modo intercambiabile, quali sono le situazioni in cui sarà necessario modificare i tuoi voti e come le diverse università/consigli si affidano a scale di valutazione e formule di conversione variabili.",
    "summary_2": "Abbiamo anche elencato calcolatori simili, tra cui il calcolatore da CGPA a Percentuale, il calcolatore da GPA a CGPA, il calcolatore da CGPA a GPA e il calcolatore SGPA. Se hai bisogno di conoscere un concetto specifico relativo a questi calcolatori, leggi la descrizione del rispettivo calcolatore. Abbiamo coperto ogni dettaglio essenziale nella loro descrizione.",
    "faq_title": "Domande frequenti (FAQ)",
    "faq_1_question": "Q1. Cos'è il calcolatore da Percentuale a CGPA?",
    "faq_1_answer": "Il calcolatore da Percentuale a CGPA ti consente di convertire la tua percentuale in CGPA senza sforzo. Tutto ciò che devi fare è inserire la tua Percentuale e il fattore di moltiplicazione.",
    "faq_2_question": "Q2. Come si converte la percentuale in CGPA?",
    "faq_2_answer": "Per convertire la tua percentuale in CGPA, puoi utilizzare un calcolatore online come Lord Calculator oppure calcolare manualmente utilizzando la seguente formula:",
    "faq_2_formula": "CGPA = (Percentuale - 50) / 10",
    "faq_3_question": "Q3. Come usare il calcolatore da Percentuale a CGPA di Lord Calculator?",
    "faq_3_answer": "Per usare il calcolatore da Percentuale a CGPA di Lord Calculator, segui questi passaggi:",
    "faq_3_step_1": "Inserisci la tua Percentuale nel primo campo.",
    "faq_3_step_2": "Scegli la Scala di Valutazione o inserisci manualmente il Fattore di Moltiplicazione.",
    "faq_3_step_3": "Verifica che tu abbia inserito correttamente il fattore di moltiplicazione.",
    "faq_3_step_4": "Premi il pulsante 'Calcola' per vedere il tuo CGPA nel campo dei risultati.",
    "faq_4_question": "Q4. Come convertire il CGPA secondo le Università Internazionali?",
    "faq_4_answer": "Le diverse università internazionali utilizzano sistemi di conversione variabili. Per conoscere un caso specifico,",
    "faq_4_link": "clicca qui",
    "faq_5_question": "Q5. Quali sono gli errori comuni da evitare quando calcolo i miei voti?",
    "faq_5_answer": "Gli errori comuni includono:",
    "faq_5_mistake_1": "Evita di arrotondare i decimali troppo presto nei calcoli.",
    "faq_5_mistake_2": "Assicurati di aver inserito correttamente il fattore di moltiplicazione del tuo istituto.",
    "faq_5_mistake_3": "Controlla che la tua università segua il metodo di calcolo standard.",
    "faq_6_question": "Q6. Il calcolatore da Percentuale a CGPA per Ingegneria è diverso?",
    "faq_6_answer": "Molte università di ingegneria utilizzano formule di conversione diverse. Sebbene possa non variare tra i dipartimenti, le università differenti potrebbero seguire formule di conversione proprie che potrebbero non corrispondere ad altre.",
    "faq_7_question": "Q7. Qual è la formula del calcolatore da Percentuale a CGPA per VTU?",
    "faq_7_answer": "La formula del calcolatore da Percentuale a CGPA per VTU (Visvesvaraya Technological University) è diversa dalle altre formule. Può essere rappresentata come:",
    "faq_7_example": "CGPA = (Percentuale - 50) / 10 Esempio: Se hai ottenuto l'80%, il tuo CGPA rispettivo secondo VTU sarà: CGPA = 8 + 0,75 = 8,75",
    "faqs": [
        {
            "question": "Q8. Qual è la formula per il calcolatore Percentuale a CGPA della CBSE?",
            "answer": "Risposta. La formula per la conversione Percentuale a CGPA nella CBSE è:",
            "formula": "CGPA = (Percentuale - 50) / 9.5"
        },
        {
            "question": "Q9. Qual è il CGPA per il 70%?",
            "answer": "Risposta. La formula di conversione utilizzata è:",
            "details": [
                "70% in CGPA = 7.37 (con il fattore di moltiplicazione 9.5)",
                "70% in CGPA = 3.5 (con la scala a 5 punti)",
                "70% in CGPA = 2.8 (con la scala a 4 punti)"
            ]
        }
    ],
    "faqa": [
        {
            "question": "Q10. Qual è il CGPA per il 75%?",
            "answer": "Risposta. Usando la stessa formula data nella Q9, il 75% in CGPA è:",
            "details": [
                "75% in CGPA = 7.89 (con il fattore di moltiplicazione 9.5)",
                "75% in CGPA = 3.75 (con la scala a 5 punti)",
                "75% in CGPA = 3 (con la scala a 4 punti)"
            ]
        },
        {
            "question": "Q11. Qual è il CGPA per l'80%?",
            "answer": "Risposta. Usando la stessa formula data nella Q9, l'80% in CGPA è:",
            "details": [
                "80% in CGPA = 8.42 (con il fattore di moltiplicazione 9.5)",
                "80% in CGPA = 4 (con la scala a 5 punti)",
                "80% in CGPA = 3.2 (con la scala a 4 punti)"
            ]
        },
        {
            "question": "Q12. Qual è il CGPA per il 95,4%?",
            "answer": "Risposta. Usando la stessa formula data nella Q9, il 95,4% in CGPA è:",
            "details": [
                "95,4% in CGPA = 10 (con la scala di 9.5, nota che tutte le percentuali superiori al 95% sono considerate come 10 CGPA)",
                "95,4% in CGPA = 4.77 (con la scala a 5 punti)",
                "95,4% in CGPA = 3.81 (con la scala a 4 punti)"
            ]
        }
    ],
    "note": "Nota: Le formule di conversione variano tra le istituzioni.",
    "--title": "Calcolatore Percentuale a CGPA",
    "enterPercentage": "Inserisci Percentuale",
    "placeholderPercentage": "Inserisci la tua Percentuale",
    "chooseGradeScale": "Scegli la Scala di Grado",
    "scale4": "Scala 4.0",
    "scale5": "Scala 5.0",
    "scale10": "Scala 10.0",
    "setMultiplicationFactor": "Imposta il Fattore di Moltiplicazione",
    "placeholderFactor": "Inserisci un fattore",
    "-calculateButton": "Calcola",
    "-resetButton": "Reset",
    "errorMessage": "Errore: Input non valido",
    "calculatedCGPATitle": "Il tuo CGPA Calcolato",
    "placeholderCGPA": "Percentuale:",
    "-downloadButton": "Scarica",
    "-whatsappButton": "WhatsApp",
    "-copyLinkButton": "Copia Link",
    "-linkCopied": "Link Copiato!",
    "historyTitle": "Storico dei Calcoli",
    "tableSNo": "N°",
    "tablePercentage": "Percentuale",
    "tableCGPA": "CGPA",
    "percentageContent": "Contenuto Percentuale",
    "section1": "Calcolatore CGPA a Percentuale",
    "intro_paragraph": "Benvenuti, cari studenti e accademici! Come sapete, CGPA e Percentuali giocano ruoli importanti nell'intero sistema educativo. Spesso ci troviamo in situazioni in cui dobbiamo usarli in modo intercambiabile, quindi Lord Calculator vi presenta il calcolatore Percentuale a CGPA più affidabile e velocissimo per aiutarvi a calcolare i voti al volo! Ecco una guida dettagliata su come funziona il nostro calcolatore CGPA seguita da una spiegazione del Sistema di Grading utilizzato dalle varie università. Abbiamo anche elencato la formula di conversione da CGPA a Percentuale secondo i vari sistemi di grading seguiti.",
    "-section2": "Formula di Conversione da CGPA a Percentuale",
    "-formula": "Percentuale = CGPA × Fattore di Moltiplicazione",
    "-table_of_contents": "Indice",
    "cgpa_to_percentage_calculator": "Calcolatore CGPA a Percentuale",
    "cgpa_to_percentage_formula": "Formula di Conversione da CGPA a Percentuale",
    "lord_calculator_tool": "Il Calcolatore CGPA a Percentuale di Lord Calculator",
    "how_to_use_tool": "Come Utilizzare il Calcolatore CGPA a Percentuale di Lord Calculator",
    "-what_is_cgpa": "Cos'è il CGPA e come viene calcolato?",
    "important_terms": "Definizione dei Termini Importanti che Devi Conoscere",
    "why_convert_cgpa": "Perché Convertire il CGPA in Percentuale o la Percentuale in CGPA?",
    "calculate_percentage": "Come Calcolare la Percentuale dal CGPA",
    "common_pitfalls": "Ostacoli Comuni durante la Conversione da CGPA a Percentuale",
    "cgpa_in_10_point": "CGPA a Percentuale nel Sistema a 10 Punti",
    "cgpa_in_5_point": "CGPA a Percentuale nella Scala a 5 Punti",
    "cgpa_in_4_point": "CGPA a Percentuale nella Scala a 4 Punti",
    "grading_scale": "Cos'è una Scala di Grading e Come le Università Scegliono la Loro Scala Standard?",
    "-multiplication_factor": "Cos'è un Fattore di Moltiplicazione e Come Funziona?",
    "different_boards": "Conversione da CGPA a Percentuale per Diversi Consigli e Università",
    "grading_scale_impacts": "Quali sono gli Impatti di Diverse Scale di Grading sugli Studenti?",
    "-faqs": "Domande Frequenti sul Calcolatore CGPA",
    "lord_calculator_cgpa_calculator": "Il Calcolatore CGPA a Percentuale di Lord Calculator",
    "cgpa_calculator_description": "Il nostro calcolatore CGPA è progettato con due fattori principali in mente: facilità d'uso e calcoli fulminei.",
    "cgpa_calculator_description_expanded": "Sebbene i calcoli dei voti coinvolgano vari fattori, abbiamo incorporato tutti i componenti essenziali per calcolare accuratamente i tuoi voti o le tue percentuali. Diverse università utilizzano scale di grading e fattori di moltiplicazione diversi (non preoccuparti, spiegheremo questi termini qui sotto). Per tua comodità, abbiamo incluso sia la Scala di Grading che il Fattore di Moltiplicazione manuale.",
    "how_to_use_heading": "Come Utilizzare il Calcolatore CGPA a Percentuale di Lord Calculator",
    "how_to_use_description": "Basta inserire i campi richiesti nel nostro calcolatore CGPA, fare clic su \"Calcola\" ed ecco fatto! La tua percentuale verrà visualizzata insieme al nostro misuratore di voti. È così semplice. Tuttavia, permettimi di spiegare rapidamente i campi e i dati che ci servono per calcolare accuratamente i tuoi voti e percentuali.",
    "how_to_use_step1": "Vai su ",
    "how_to_use_step1_link": "https://lordcalculator.com/educational-calculator/cgpa-to-percentage-calculator",
    "how_to_use_step2": "Nel primo campo, inserisci il tuo CGPA. Assicurati di inserirlo accuratamente, inclusi eventuali decimali.",
    "how_to_use_step3": "Scegli la Scala di Grading utilizzata dalla tua università. Le scale di grading comuni sono 4, 5 e 10. In alternativa, puoi inserire manualmente il fattore di moltiplicazione e premere il pulsante calcola. Una volta inseriti tutti i valori, fai clic su \"Calcola\" per ottenere la tua percentuale. Potrai anche verificare la tua performance nel misuratore di grading. Inoltre, potrai ottenere un certificato di conversione da CGPA a percentuale da noi (nota che si tratta di un certificato rappresentativo).",
    "tip_heading": "Suggerimento per il Calcolo da CGPA a Percentuale",
    "tip_description1": "Diverse università potrebbero utilizzare fattori di moltiplicazione (noti anche come fattori di conversione) diversi, anche con la stessa scala di grading. Ad esempio, l'Università X potrebbe utilizzare una scala di grading a 1 punto con un fattore di moltiplicazione standard di 9.5, mentre un'altra università potrebbe utilizzare un fattore di 9.7 o 9.8. Quindi, è importante ricontrollare il fattore di moltiplicazione che inserisci nel calcolatore da CGPA a percentuale prima di premere il pulsante \"Calcola\".",
    "tip_description2": "Se non sei sicuro della Scala di Grading o del fattore di moltiplicazione della tua università, non preoccuparti! Abbiamo elencato ",
    "tip_description2_link": "Conversione da CGPA a Percentuale per Diversi Consigli e Università",
    "tip_description3": "Non sei sicuro della scala di grading o del fattore di moltiplicazione della tua università? Nessun problema! Abbiamo fornito le tabelle di conversione da CGPA a Percentuale per vari consigli e università proprio qui per rendere più facile il tuo calcolo.",
    "what_is_cgpa_heading": "Cos'è il CGPA e Come Viene Calcolato?",
    "cgpa_formula_method_1_title": "Metodo 1 di Calcolo del CGPA:",
    "cgpa_formula_method_1_description": "Un metodo di calcolo del CGPA consiste nel calcolare la media. La formula del calcolo del CGPA sarebbe la somma dei punti di grado di tutti i semestri divisa per il numero di semestri. Matematicamente, la formula del CGPA può essere rappresentata come:",
    "cgpa_formula_method_1_formula": "CGPA =",
    "cgpa_formula_method_1_numerator": "SGPA del sem.1 + SGPA del sem.2 + SGPA del sem.3 +.........+ SGPA del sem. \"N\"",
    "cgpa_formula_method_1_denominator": "Numero totale dei semestri",
    "cgpa_example_description": "Esempio: Ram, il nostro amico dell'articolo 'Il Mio Miglior Amico', ha finalmente completato la scuola ed è entrato al college. Lì ha ottenuto un SGPA in 4 semestri: 6+8.5+7+9.5, quindi il suo CGPA sarebbe:",
    "cgpa_example_formula_1": "CGPA =",
    "cgpa_example_numerator": "(6 + 8.5 + 7 + 9.5)",
    "cgpa_example_denominator": "4",
    "cgpa_example_result": "CGPA =",
    "cgpa_example_final_numerator": "31",
    "cgpa_example_final_denominator": "4",
    "cgpa_example_final_result": "= 7.75",
    "cgpa_formula_method_2_title": "Metodo 2 di Calcolo del CGPA:",
    "cgpa_formula_method_2_description": "Un'altra formula del CGPA, che è anche in uso, è calcolare la somma del prodotto di SGPA e dei crediti guadagnati divisa per il numero totale di crediti guadagnati. Matematicamente, questa formula del calcolo del CGPA può essere rappresentata come:",
    "cgpa_formula_method_2_formula": "CGPA =",
    "cgpa_formula_method_2_numerator": "(SGPA del sem.1 × Crediti guadagnati nel sem.1) + (SGPA del sem.2 × Crediti guadagnati nel sem.2) + ...... + (SGPA del sem.\"N\" × Crediti guadagnati nel sem.\"N\")",
    "cgpa_formula_method_2_denominator": "Numero totale di crediti guadagnati",
    "cgpa_exampletitle": "Esempio:",
    "cgpa_exampledescription": "Shyam, un altro amico dell'articolo Il Mio Miglior Amico, si è iscritto a un college diverso. E lì ha ottenuto SGPA in 4 semestri: 7.2+6.5+8.9+9.6 con crediti guadagnati 4+3+3+5, quindi il suo CGPA sarebbe:",
    "cgpa_examplecalculation": "CGPA =",
    "cgpa_examplenumerator": "(7.2×4 + 6.5×3 + 8.9×3 + 9.6×5)",
    "cgpa_exampledenominator": "(4 + 3 + 3 + 5)",
    "cgpa_examplefinal_numerator": "28.8 + 19.5 + 26.7 + 48",
    "cgpa_examplefinal_denominator": "15",
    "cgpa_examplefinal_result": "CGPA = 8.2",
    "important_terms_title": "Definizione dei Termini Importanti che Devi Conoscere",
    "important_terms_description": "Quando leggi un documento ufficiale, un modulo o anche il tuo certificato, puoi incontrare alcuni termini e abbreviazioni che vengono usati ripetutamente. Vediamoli rapidamente prima di passare a come le diverse commissioni/università impostano la loro formula di conversione.",
    "grade_points": {
        "title": "Punti di Voto",
        "description": "I Punti di Voto sono i valori numerici corrispondenti a un determinato Voto Lettera. Le università diverse regolano l'intervallo dei Punti di Voto in base ai loro Voti Lettera. Ad esempio, un'università potrebbe assegnare 10 Punti di Voto per un voto A, mentre un'altra potrebbe usare O (Eccellente) per 10 Punti di Voto."
    },
    "gpa": {
        "title": "GPA",
        "description": "Abbreviazione di Grade Point Average. Rappresenta la media dei punti di voto ottenuti dallo studente in un semestre o sessione accademica."
    },
    "cgpa": {
        "title": "CGPA",
        "description": "Il CGPA rappresenta la media cumulativa dei punti di voto ottenuti in tutte le materie o i semestri in una sessione accademica specificata. La scala del CGPA varia tra 0 e 4, 0 e 5, o 0 e 10. Tuttavia, per ottenere un CGPA in altri formati, le istituzioni permettono agli studenti di convertire il CGPA in percentuale o in qualsiasi formato desiderato."
    },
    "sgpa": {
        "title": "SGPA",
        "description": "L'SGPA è l'abbreviazione di Semester Grade Point Average. Indica la media dei punti di voto di tutte le materie di un determinato semestre. I crediti guadagnati e le ore di credito giocano un ruolo significativo nel calcolare l'SGPA."
    },
    "letter_grade": {
        "title": "Voto Lettera",
        "description": "Questi sono i Voti Lettera assegnati al valore numerico corrispondente di una percentuale o dei voti ottenuti, o CGPA. I diversi sistemi educativi seguono vari formati di voto lettera. Ad esempio, negli USA si segue il tradizionale sistema A-F, mentre in Scozia e in alcuni sistemi educativi indiani si seguono altre rappresentazioni come 'O' per eccellente, 'S' per Superiore, e così via!"
    },
    "credit_hours": {
        "title": "Ore di Credito",
        "description": "Le Ore di Credito sono il numero di ore che uno studente trascorre in una determinata classe ogni settimana/semestre. Queste ore possono variare a seconda delle materie. Le materie principali potrebbero avere più ore di credito mentre quelle opzionali potrebbero averne di meno."
    },
    "credit_points": {
        "title": "Punti di Credito",
        "description": "I Punti di Credito sono calcolati moltiplicando i Punti di Voto per le Ore di Credito, ovvero Punti di Credito = Punti di Voto x Ore di Credito."
    },
    "weighted_average": {
        "title": "Media Ponderata",
        "description": "La Media Ponderata rappresenta le performance accademiche complessive di uno studente. Nella media ponderata, tutte le valutazioni sono assegnate valori in base alla loro ponderazione, e poi i voti ponderati vengono utilizzati per calcolare il voto finale."
    },
    "normalization": {
        "title": "Normalizzazione",
        "description": "La Normalizzazione è il processo di regolazione dei punteggi per compensare la differenza di difficoltà tra vari esami o materie. L'impatto della normalizzazione può essere visto quando si confrontano GPA o CGPA tra diverse università."
    },
    "cumulative_average": {
        "title": "Media Cumulativa",
        "description": "È la media di tutti i punti di voto o GPA ottenuti durante le sessioni accademiche fino ad oggi."
    },
    "whyConvertTitle": "Perché Convertire CGPA in Percentuale o Percentuale in CGPA?",
    "whyConvertExplanation": "Ora che conosci tutti i termini correlati, sorge la domanda: perché abbiamo bisogno di conversioni o calcoli come CGPA in percentuale, o anche percentuale in CGPA? Beh, le ragioni possono variare da persona a persona.",
    "boardsUniversitiesTitle": "Requisiti di Consigli/Università",
    "boardsUniversitiesText1": "Alcuni moduli accademici e procedure richiedono che gli studenti presentino percentuali insieme al loro CGPA. In quel caso, non hai altra opzione che andare rapidamente su siti web come Lord Calculator che possono fornirti i tuoi voti in qualsiasi formato richiesto in pochi secondi. Puoi convertire CGPA in percentuale con solo pochi clic.",
    "boardsUniversitiesText2": "Inoltre, quando cambi consiglio/università, potrebbe essere richiesto di compilare i tuoi voti precedenti secondo il formato del nuovo consiglio/università.",
    "boardsUniversitiesText3": "Un altro motivo è che durante la compilazione di moduli per esami competitivi come GATE, CAT o UPSC, ai candidati viene richiesto di presentare i loro voti in un formato universale, come una percentuale. E sappiamo tutti che un piccolo errore può portare al rifiuto del modulo. In questi casi, uno strumento affidabile che possa convertire accuratamente il tuo CGPA nel formato richiesto è molto utile e ti fa risparmiare tempo e fatica.",
    "internationalRelevanceTitle": "Rilevanza Internazionale",
    "internationalRelevanceText1": "Un'altra situazione comune per l'uso di un calcolatore di CGPA è quando ti stai candidando per corsi all'estero. Ad esempio, se sei uno studente indiano che vuole studiare all'estero, i sistemi di voto in India variano ampiamente. Il calcolo del voto all'Università di Delhi è diverso da quello dell'IIT. Diverse università/consigli usano fattori di moltiplicazione diversi. In questi casi, le università straniere stabiliscono un parametro universale, come la percentuale, per avere una visione equa e imparziale delle performance accademiche di un candidato. Pertanto, ti verrà richiesto di convertire i tuoi voti, come la percentuale in CGPA o CGPA in percentuale, utilizzando il metodo stabilito dalla tua università.",
    "internationalRelevanceText2": "Lo stesso vale per i consigli scolastici come CBSE, ICSE, i consigli statali, e gli standard seguiti negli Stati Uniti o nell'Unione Europea.",
    "howToCalculatePercentageTitle": "Come Calcolare la Percentuale dal CGPA",
    "howToCalculatePercentageText1": "Ora che capisci l'importanza e la rilevanza di convertire CGPA in percentuale, esploriamo come puoi determinare accuratamente la tua percentuale dal CGPA. Ci sono due metodi per farlo: il metodo manuale o l'uso di un calcolatore online di CGPA. Il metodo manuale prevede di scrivere un'equazione e calcolare passo dopo passo, mentre un calcolatore online può convertire istantaneamente i tuoi voti con il minimo sforzo! Non preoccuparti, discuteremo entrambi i metodi così puoi scegliere quello che ti si addice di più.",
    "manualMethodTitle": "Metodo Manuale",
    "manualMethodText1": "Per convertire CGPA in percentuale (o viceversa), è necessario comprendere la scala di valutazione, i punteggi di credito e il fattore di moltiplicazione utilizzato dal tuo consiglio/università. Una volta ottenute queste informazioni, puoi applicare la seguente formula:",
    "percentageFormula": "Percentuale = CGPA × Fattore di Moltiplicazione",
    "manualMethodText2": "Dopo aver applicato la formula, sei a un quarto del lavoro. Se hai una predisposizione per i calcoli o conosci la matematica vedica, dovrebbe essere facile dividere e moltiplicare con punti decimali accurati per ottenere la conversione corretta. Tuttavia, per evitare errori, è altamente consigliato utilizzare una calcolatrice.",
    "manualMethodText3": "Ma perché non risparmiarti tempo e fatica usando un metodo automatico, soprattutto se stai già utilizzando una calcolatrice? Questo renderà l'intero processo più veloce e preciso.",
    "automaticMethodTitle": "Metodo Automatico",
    "automaticMethodText1": "Il metodo automatico è semplice e senza errori. Per convertire CGPA in percentuale (o viceversa) utilizzando il metodo automatico, inserisci i valori richiesti nei campi appropriati della calcolatrice CGPA. Seleziona la tua scala di valutazione o inserisci manualmente il fattore di moltiplicazione, quindi premi il pulsante 'Calcola'. Ecco fatto! La tua conversione è completata in un istante.",
    "automaticMethodText2": "Se stai utilizzando la calcolatrice CGPA di LordCalculator, puoi anche esportare la tua cronologia delle conversioni come PDF e salvarla per future consultazioni. Offriamo anche un certificato personalizzato di conversione da CGPA a percentuale.",
    "automaticMethodText3": "Utilizzando il metodo automatico, elimini la possibilità di errori, come l'inserimento accidentale di valori errati durante il calcolo manuale. Questo è particolarmente utile quando si usano calcolatrici di base, che a volte possono portare a errori nei calcoli di moltiplicazione e divisione.",
    "commonPitfallsTitle": "Errori Comuni durante la Conversione da CGPA a Percentuale",
    "commonPitfallsIntro": "Ora che sai come convertire CGPA in percentuale, ci sono alcune cose che dovresti considerare attentamente per garantire risultati accurati. Di seguito sono riportati gli errori più comuni che gli studenti commettono durante il calcolo della loro percentuale da CGPA (o viceversa). Assicurati di evitare questi errori comuni.",
    "misinterpretingFormula": "Interpretazione Errata della Formula:",
    "misinterpretingFormulaDesc": "Alcuni studenti interpretano erroneamente la formula utilizzando il moltiplicatore sbagliato, ad esempio, usando 10 invece di 9,5. È fondamentale comprendere che, sebbene diverse università possano utilizzare la stessa scala di valutazione, potrebbero applicare fattori di moltiplicazione diversi per la conversione da CGPA a percentuale o da percentuale a CGPA. Ad esempio, CBSE, ICSE, l'Università Jawaharlal Nehru Technological (JNTU) e l'Università Savitribai Phule (SPPU) utilizzano tutte una scala di valutazione a 10 punti, ma ognuna ha il proprio fattore di moltiplicazione. CBSE usa 9,5, ICSE usa 9,8, JNTU usa 10 e SPPU usa 6,3. Quindi, è importante conoscere il fattore di moltiplicazione esatto per il tuo consiglio o università per evitare errori, anche quando si utilizzano calcolatori online.",
    "notKnowingBoardsFormula": "Non Conoscere la Formula del Consiglio:",
    "notKnowingBoardsFormulaDesc": "Un altro errore comune è non sapere che diverse università utilizzano formule diverse. Come accennato in precedenza, JNTU o SPPU applicano direttamente i fattori di moltiplicazione per convertire CGPA in percentuale. Tuttavia, università come l'Università di Mumbai o il Gujarat Technological University (GTU) utilizzano un approccio diverso. Prima moltiplicano il CGPA per un fattore di moltiplicazione specifico (7,25 per l'Università di Mumbai o 7,1 per GTU) e poi aggiungono un valore fisso (11 per l'Università di Mumbai o 12 per GTU) al prodotto per determinare la percentuale. Discuteremo di questi fattori di conversione per diverse università e consigli in una sezione successiva di questo articolo.",
    "overRelianceOnCalculators": "Eccessiva Dipendenza dai Calcolatori Online CGPA:",
    "overRelianceOnCalculatorsDesc": "Sebbene i calcolatori online offrano una soluzione rapida e affidabile per la conversione dei voti, non sono sempre 100% accurati. I calcolatori online potrebbero non tenere conto di tutti i casi speciali che abbiamo discusso, come quelli per l'Università di Mumbai o GTU. Sebbene LordCalculator si sforzi di includere tutti i parametri possibili, non è consigliabile fare affidamento esclusivamente sui calcolatori online per le conversioni. È sempre una buona idea ricontrollare i tuoi valori e il metodo utilizzato dalla tua università o consiglio.",
    "cgpaToPercentage10GradePoints": "CGPA a Percentuale nel Sistema a 10 Punti",
    "cgpaToPercentage5GradeScale": "CGPA a Percentuale nel Sistema a 5 Punti",
    "cgpaToPercentage4GradeScale": "CGPA a Percentuale nel Sistema a 4 Punti",
    "gradingScaleAndUniversitiesChoice": "Che Cos'è una Scala di Valutazione e Come Scegli la Tua Università la Sua Scala Standard?",
    "gradingScaleDescription": "Una scala di valutazione è un fattore di valutazione delle prestazioni accademiche di uno studente. Pensala come una percentuale: fornisce una comprensione generale delle prestazioni accademiche. Le scale di valutazione classificano i successi degli studenti in un formato facile da capire, come voti (A, B, C…), GPA o percentuale.",
    "commonGradingScales": "Alcune delle scale di valutazione più comuni includono:",
    "percentage": "Percentuale",
    "usedWorldwide": "Usato in tutto il mondo, da 0 a 100%.",
    "gpa-": "GPA (Grade Point Average)",
    "primarilyInUSA": "Principalmente usato negli USA, da 0 a 4.0, 5.0 o 10.0.",
    "cgpa-": "CGPA (Cumulative Grade Point Average)",
    "usedInIndia": "Usato in India, Singapore e nei consigli CBSE; fornisce una valutazione olistica.",
    "letterGrades": "Gradi Letterari",
    "usedInUSAndCanada": "Usato negli USA e in Canada, basato su intervalli di percentuali.",
    "numericalScale": "Scala Numerica",
    "usedInRussiaLatinAmerica": "Usato in alcune parti della Russia e dell'America Latina, da 1 a 10 o da 1 a 5.",
    "gradingScalesIntro": "Le scale di valutazione sono valutazioni standardizzate per categorizzare le performance accademiche in simboli o numeri, come lettere o punteggi GPA. Questo aiuta a confrontare i report accademici degli studenti in modo coerente. Alcune delle scale di valutazione più comuni sono:",
    "percentage-": "Percentuale",
    "percentageDescription": "Usata globalmente, da 0 a 100%, fornisce informazioni precise sulle performance accademiche.",
    "-gpa": "GPA",
    "gpaDescription": "Usato negli USA e in altri paesi, da 0 a 4.0, 5.0 o 10.0, mostrando le performance cumulative.",
    "-cgpa": "CGPA",
    "cgpaDescription": "Principalmente in India, Singapore e nei consigli CBSE, offrendo una visione olistica che include fattori come i crediti.",
    "-letterGrades": "Gradi Letterari",
    "letterGradesDescription": "Praticato negli USA e in Canada, con ogni lettera che rappresenta un intervallo di percentuale.",
    "-numericalScale": "Scala Numerica",
    "numericalScaleDescription": "Usato in Russia e America Latina, con scale come 1-10 o 1-5 per frammentare le valutazioni delle performance accademiche.",
    "universitiesChooseGradingScales": "Le università scelgono le scale di valutazione in base a fattori come le norme regionali, il significato storico e la globalizzazione. Il sistema di onori del Regno Unito o il sistema GPA degli USA, ad esempio, ha guadagnato popolarità all'inizio del XX secolo come sistema standardizzato.",
    "modernGradingSystems": "I sistemi di valutazione moderni includono spesso aspetti come il conseguimento relativo, la padronanza o la crescita personale. Esempi includono il sistema di valutazione doppio, il processo di Bologna e l'International Baccalaureate. Questo approccio facilita la compatibilità internazionale.",
    "understandGradingPattern": "È essenziale comprendere il modello di valutazione della tua università e considerare servizi come World Education Services (WES) o NARIC (UK) per conversioni internazionali accurate, poiché questi valutatori utilizzano tabelle di equivalenza dettagliate.",
    "multiplicationFactorTitle": "Cos'è un Fattore di Moltiplicazione e Come Funziona?",
    "multiplicationFactorIntro": "Un fattore di moltiplicazione è un parametro per convertire le scale di valutazione, come CGPA o GPA in percentuali. Questo fattore è essenziale per adattare i voti a diversi formati quando si applica a istituzioni con sistemi di valutazione diversi o per lavori ed esami.",
    "multiplicationFactorExample": "Ad esempio, un fattore di 9.5 è ampiamente usato in alcune università per convertire il CGPA in percentuale, sviluppato per riflettere accuratamente le performance accademiche degli studenti.",
    "multiplicationFactorReference": "Per comprendere meglio le conversioni delle valutazioni, gli studenti internazionali dovrebbero fare riferimento a servizi ufficiali come WES o NARIC.",
    "cgpaToPercentageConversionTitle": "Conversione da CGPA a Percentuale per Diversi Consigli e Università",
    "boardUniversity": "Consiglio/Università",
    "conversionFormula": "Formula di Conversione",
    "cbseIndia": "CBSE (India)",
    "icseIndia": "ICSE (India)",
    "maharashtraStateBoardIndia": "Maharashtra State Board (India)",
    "annaUniversityIndia": "Anna University (India)",
    "jawaharlalNehruTechnologicalUniversityIndia": "Jawaharlal Nehru Technological University (India)",
    "visvesvarayaTechnologicalUniversityIndia": "Visvesvaraya Technological University (India)",
    "gujaratTechnologicalUniversityIndia": "Gujarat Technological University (India)",
    "universityOfMumbaiIndia": "University of Mumbai (India)",
    "manipalAcademyOfHigherEducationIndia": "Manipal Academy of Higher Education (India)",
    "amityUniversityIndia": "Amity University (India)",
    "velloreInstituteOfTechnologyIndia": "Vellore Institute of Technology (India)",
    "savitribaiPhulePuneUniversityIndia": "Savitribai Phule Pune University (India)",
    "iitsIndia": "IITs (India)",
    "nitsIndia": "NITs (India)",
    "bitsPilaniIndia": "BITS Pilani (India)",
    "delhiUniversityIndia": "Delhi University (India)",
    "banarasHinduUniversityIndia": "Banaras Hindu University (India)",
    "osmaniaUniversityIndia": "Osmania University (India)",
    "punjabUniversityIndia": "Punjab University (India)",
    "srmInstituteOfScienceAndTechnologyIndia": "SRM Institute of Science and Technology (India)",
    "percentageFormula-": "Percentuale = CGPA × fattore di moltiplicazione",
    "international_institutions": "Istituzioni Internazionali",
    "university_of_toronto": "University of Toronto (Canada)",
    "university_of_toronto_details": "Scala GPA (4.0), senza conversione diretta",
    "university_of_british_columbia": "University of British Columbia (Canada)",
    "university_of_british_columbia_details": "Scala GPA: 4.33; guida alla conversione disponibile",
    "australian_national_university": "Australian National University (Australia)",
    "australian_national_university_details": "Conversione: CGPA * 7.1 per equivalenza",
    "university_of_sydney": "University of Sydney (Australia)",
    "university_of_sydney_details": "Richiede generalmente una valutazione dei credenziali",
    "university_of_california": "University of California (USA)",
    "university_of_california_details": "Scala GPA: 4.0; utilizza la guida alla conversione WES",
    "harvard_university": "Harvard University (USA)",
    "harvard_university_details": "Utilizza WES per la conversione CGPA/GPA",
    "university_of_oxford": "University of Oxford (UK)",
    "university_of_oxford_details": "Classificazione onori UK; conversione tramite bande GPA",
    "eth-zurich": "ETH Zurich (Svizzera)",
    "eth_zurich_details": "Scala svizzera a 6 punti; CGPA = 8.5 è competitivo",
    "auckland_university_of_technology": "Auckland University of Technology (AUT), Nuova Zelanda",
    "auckland_university_of_technology_details": "Scala a 4.3 punti; GPA = : Richiede una valutazione internazionale del CGPA; generalmente si aspetta",
    "national_taiwan_university": "National Taiwan University (NTU), Taiwan",
    "national_taiwan_university_details": "Scala a 9 punti; CGPA = : Per CGPA indiani, spesso si usa il fattore di conversione 7.1 per allinearsi con gli standard locali.",
    "peking_university": "Peking University, Cina",
    "peking_university_details": "Scala a 4.0 punti; GPA = : Può richiedere la conversione CGPA tramite servizi come",
    "mcgill_university": "McGill University, Canada",
    "mcgill_university_details": "Scala a 4.0 punti; GPA = : McGill utilizza WES o servizi simili per la conversione del CGPA e generalmente considera competitivi i punteggi superiori all'80%.",
    "university_of_cape_town": "University of Cape Town, Sud Africa",
    "university_of_cape_town_details": "Percentuale e GPA = : Usa una scala GPA a 4 punti per studenti internazionali e può richiedere la conversione CGPA per allinearsi con gli standard sudafricani.",
    "university_of_tokyo": "University of Tokyo, Giappone",
    "university_of_tokyo_details": "Scala GPA giapponese a 4.0 = : Converte CGPA in GPA giapponese con la guida del dipartimento ammissioni. Spesso si aspetta un CGPA superiore a 8.0 per i programmi competitivi.",
    "section_title": "Quali sono gli impatti delle diverse scale di valutazione sugli studenti?",
    "content_paragraph": "Avere scale di valutazione diverse può avere impatti variabili sugli studenti. Può influenzare la mentalità accademica degli studenti, le prospettive di carriera e anche la dinamica sociale.",
    "list_items": [
        {
            "title": "Aumento della pressione sociale/tra pari",
            "description": "Le scale precise come le percentuali possono aumentare la pressione tra pari o sociale tra gli studenti, mentre scale più ampie come la valutazione con lettere possono ridurre questa pressione. Questo è anche uno dei motivi per cui molte istituzioni seguono scale più ampie, specialmente per le classi inferiori."
        },
        {
            "title": "Opportunità di carriera",
            "description": "Le opportunità di carriera potrebbero essere influenzate. Le scale di valutazione variabili possono aumentare le difficoltà per gli studenti nell'ottenere l'approvazione delle loro domande per borse di studio, ammissioni e anche lavori. Recentemente, c'è stato un caso con un mio amico, dove la sua domanda di lavoro è stata messa in sospeso perché il consiglio con cui aveva fatto la maturità non forniva alcun certificato aggiuntivo che menzionasse la percentuale. Invece, forniscono solo una pagella con i voti precisi. Tuttavia, al candidato è stato contestato di aver perso il certificato di superamento, anche se non l'aveva mai avuto inizialmente."
        },
        {
            "title": "Prospettive accademiche",
            "description": "Le scale di valutazione variabili possono anche influenzare le prospettive degli studenti nella vita accademica. Uno studente che studia sotto un sistema di valutazione preciso avrà una mentalità diversa riguardo agli esami rispetto a uno studente che studia sotto un sistema di valutazione più ampio. I primi studenti potrebbero concentrarsi di più sugli esami, mentre gli altri studenti potrebbero dare priorità a lavorare su progetti pratici invece che sugli esami, acquisendo così una migliore conoscenza pratica. Tali variazioni possono alimentare pressioni inutili sugli studenti."
        },
        {
            "title": "Considerazioni finali",
            "description": "Abbiamo cercato di coprire tutte le informazioni essenziali che dovresti sapere sul sistema di valutazione, la conversione dei voti, il calcolo del CGPA in percentuale, la percentuale in CGPA e il calcolatore di CGPA. Inoltre, abbiamo progettato il nostro calcolatore di CGPA per funzionare accuratamente con qualsiasi scala di valutazione o fattore di moltiplicazione. Tuttavia, se ritieni di aver bisogno di chiarimenti su uno dei temi trattati o desideri dare suggerimenti su questo particolare calcolatore, contattaci."
        }
    ],
    "faq": {
        "title": "Domande frequenti relative al calcolatore CGPA",
        "q1": {
            "question": "C'è una differenza tra CGPA e GPA?",
            "answer": "Sì, CGPA e GPA differiscono per estensione. Mentre il GPA rappresenta le tue prestazioni in un singolo semestre, il CGPA fa una media dei punteggi GPA su più semestri, mostrando una performance accademica complessiva. Usa un calcolatore CGPA per vedere la differenza nei valori e prova a convertire il GPA in CGPA se la tua istituzione supporta questa opzione."
        },
        "q2": {
            "question": "La formula di conversione CGPA varia a seconda dell'istituzione?",
            "answer": "Assolutamente sì. Molte istituzioni hanno formule di conversione del CGPA uniche. Ad esempio, alcune usano un fattore di 9,5 per convertire il CGPA in percentuale, mentre altre applicano moltiplicatori diversi. Verificare la formula usata dalla tua istituzione è importante per una conversione precisa del CGPA in percentuale. Un calcolatore CGPA può essere personalizzato per i requisiti specifici dell'università."
        },
        "q3": {
            "question": "Perché non ottengo una percentuale accurata dal CGPA?",
            "answer": "Un risultato inaccurato nella conversione del CGPA in percentuale potrebbe derivare dall'uso di un fattore di conversione o di una formula errata. Le diverse istituzioni hanno metodi diversi, quindi è essenziale utilizzare un calcolatore CGPA in percentuale progettato per la tua istituzione o verificare il moltiplicatore applicato. Calcolare la percentuale con precisione potrebbe richiedere un calcolatore CGPA specializzato."
        },
        "q4": {
            "question": "Come convertire il CGPA in percentuale?",
            "answer": "Per convertire il CGPA in percentuale, moltiplica il tuo CGPA per il fattore specifico dell'istituzione (spesso 9,5). Questo metodo semplice funziona per molti, ma un calcolatore CGPA in percentuale lo semplifica ulteriormente. Se hai bisogno di invertire il processo, prova un calcolatore da percentuale a CGPA."
        },
        "q5": {
            "question": "Come si converte un CGPA di 7,6 in percentuale?",
            "answer": "Per convertire un CGPA di 7,6 in percentuale, moltiplica 7,6 per il fattore di conversione (tipicamente 9,5). Questo darà un risultato di 72,2%. Un calcolatore CGPA in percentuale automatizza questo processo e garantisce precisione."
        },
        "q6": {
            "question": "Cos'è un CGPA di 7,8 in percentuale?",
            "answer": "Usando il fattore comune di 9,5, un CGPA di 7,8 corrisponde al 74,1% in percentuale. Puoi ricontrollare con un calcolatore CGPA in percentuale per risultati rapidi."
        },
        "q7": {
            "question": "Cos'è il calcolatore CGPA in percentuale su 4?",
            "answer": "Alcune università operano su una scala a 4 punti. Per convertire il CGPA in percentuale su 4, trova il tuo GPA su una scala di 4, quindi usa un appropriato fattore di conversione. Calcolatori specializzati, come un calcolatore CGPA in percentuale su 4, possono gestire questa conversione per te."
        },
        "q8": {
            "question": "Qual è la formula di conversione CGPA in percentuale per VTU?",
            "answer": "La formula di conversione CGPA in percentuale per VTU è: Percentuale = CGPA * 9,1 (può variare a seconda del dipartimento)."
        },
        "q9": {
            "question": "Come convertire il CGPA in percentuale per l'ingegneria?",
            "answer": "I college di ingegneria possono usare formule o fattori di conversione diversi. Gli studenti di ingegneria dovrebbero verificare il metodo del loro college o usare un calcolatore CGPA specifico per l'ingegneria per convertire il CGPA in percentuale in modo accurato."
        },
        "q10": {
            "question": "Il calcolatore CGPA in percentuale per DU è diverso?",
            "answer": "Sì, l'Università di Delhi (DU) utilizza la propria formula. Gli studenti di DU dovrebbero usare un calcolatore CGPA in percentuale specifico per DU per risultati precisi e per allinearsi agli standard di valutazione di DU."
        },
        "q11": {
            "question": "Come calcolare la percentuale dal CGPA?",
            "answer": "Per calcolare la percentuale dal CGPA, moltiplica il CGPA per un fattore di conversione (spesso 9,5). Un calcolatore CGPA semplifica questo processo, o puoi provare un calcolatore da percentuale a CGPA se hai bisogno di fare l'inverso."
        },
        "q12": {
            "question": "Qual è la formula di calcolo CGPA in percentuale per SPPU?",
            "answer": "L'Università Savitribai Phule Pune (SPPU) ha un metodo unico di calcolo del CGPA in percentuale. Puoi usare un calcolatore CGPA specifico per SPPU o consultare le loro linee guida per una conversione accurata."
        },
        "q13": {
            "question": "Qual è la formula del calcolatore CGPA in percentuale per Makaut?",
            "answer": "Makaut è una piattaforma online. La formula del calcolatore CGPA in percentuale per Makaut è: Percentuale = (CGPA – 0,75) * 10."
        },
        "q14": {
            "question": "Qual è la formula CGPA in percentuale per GTU?",
            "answer": "La formula CGPA in percentuale per GTU è: Percentuale = (CGPA * 7,1) + 12."
        },
        "q15": {
            "question": "Come trovare la percentuale dal CGPA?",
            "answer": "Puoi calcolare manualmente usando la formula sopra indicata o usare questo calcolatore per trovare la tua percentuale."
        }
    },
    "cgpa-Description": "CGPA, abbreviazione di Cumulative Grade Point Average, è una valutazione complessiva delle prestazioni accademiche di uno studente su un periodo accademico definito. Mentre alcune università e consigli lo considerano come la media di tutti i punti di grado del semestre ottenuti dallo studente durante il corso, altre potrebbero includere un fattore aggiuntivo, che sono i Crediti, nel calcolo.",
    "title3": "Calcolatore da CGPA a Percentuale",
    "enterCGPA3": "Inserisci CGPA",
    "cgpaPlaceholder3": "Inserisci il tuo CGPA",
    "chooseGradeScale3": "Scegli la Scala dei Voti",
    "multiplicationFactor": "Fattore di Moltiplicazione",
    "multiplicationFactorPlaceholder": "Inserisci il Fattore di Moltiplicazione",
    "error": "Errore",
    "calculateButton3": "Calcola",
    "resetButton3": "Resetta",
    "calculatedPercentage": "Percentuale Calcolata",
    "percentagePlaceholder": "Percentuale:",
    "downloadButton3": "Scarica",
    "whatsappButton3": "WhatsApp",
    "copyLinkButton3": "Copia Link",
    "linkCopied3": "Link Copiato!",
    "calculationHistory3": "Storico dei Calcoli",
    "sno": "S.N.",
    "cgpa": "CGPA",
    "percentage": "Percentuale",
    "scale4": "Scala 4.0",
    "scale5": "Scala 5.0",
    "scale10": "Scala 10.0",
    "header": {
        "calculator": "Calcolatore",
        "title": "Educazione",
        "subtitle": "Calcoli semplici come da CGPA a Percentuale usando il calcolatore CGPA o matematica avanzata con una Calcolatrice Scientifica?",
        "cgpa_to_percentage": " CGPA a Percentuale "
    },
    "link": {
        "text": "Lord Calculator",
        "description": "ti aiuterà ad affrontare calcoli noiosi e difficili con facilità. Lascia che la tecnologia migliore potenzi il tuo viaggio educativo—perché meriti solo il meglio."
    },
    "choose_lord_calculator": {
        "title": "Perché scegliere Lord Calculator?",
        "feature_1": {
            "title": "Super Veloce & Affidabile",
            "description": "Sì, abbiamo garantito entrambi! Risolvi anche i calcoli più complessi con precisione in un batter d'occhio. Nessun margine di errore!"
        },
        "feature_2": {
            "title": "Semplice & Facile da Usare",
            "description": "L'unica parte complessa saranno le tue equazioni. Con pulsanti e misuratori intuitivi, la navigazione qui è super facile."
        },
        "feature_3": {
            "title": "Scarica, Salva o Condividi",
            "description": "Hai bisogno di salvare l'equazione risolta? Non preoccuparti, risolvila una volta e poi condividi o salva i tuoi calcoli per un uso offline duraturo."
        }
    },
    "calculatorCards": [
        {
            "title": "Calcolatore CGPA a Percentuale",
            "description": "Calcola le tue votazioni in movimento con il calcolatore CGPA a Percentuale! Puoi anche scaricare o condividere il tuo rapporto gratuitamente.",
            "emoji": "➗"
        },
        {
            "title": "Calcolatore Percentuale a CGPA",
            "description": "La conversione da CGPA può essere noiosa, ma non con il calcolatore Percentuale a CGPA. Compatibile con la maggior parte delle istituzioni in tutto il mondo.",
            "emoji": "🔢"
        },
        {
            "title": "Calcolatore GPA a CGPA",
            "description": "Con un design minimalista, questo convertitore GPA a CGPA ti aiuterà a risparmiare tempo. Utile sia per studenti che per insegnanti!",
            "emoji": "💡"
        },
        {
            "title": "Calcolatore CGPA a GPA",
            "description": "Controlli i requisiti di ammissione per la tua università preferita all'estero? Converte rapidamente i tuoi voti con il convertitore CGPA a GPA e condividi la bella notizia!",
            "emoji": "📚"
        }
    ],
    "tit": "Calcolatrice Educativa",
    "des": "CGPA, GPA, Percentuale o Calcolatrice Scientifica - dicci cosa ti serve e goditelo gratuitamente, per sempre!",
    "emoji5": "🧑‍🏫",
    "section": {
        "title": "Educazione, Finanza o Salute—",
        "highlightedText": "Lord Calculator",
        "subtitle": " È Tutto Ciò Di Cui Hai Bisogno!",
        "description": "Dalla Salute alla Finanza e dalla Costruzione all'Educazione - Una piattaforma per tutti i tuoi compiti. Ottieni ogni calcolatrice di cui avrai mai bisogno.",
        "additionalDescription": "Super veloce e preciso - Nessun margine di errore!"
    },
    "footer": {
        "title": "Lord Calculator",
        "location": "Posizione:",
        "contact": "Contattaci: bhushanthakur04@gmail.com",
        "categories": "Categorie",
        "educational_calculators": "Calcolatrici Educative",
        "scientific_calculators": "Calcolatrici Scientifiche",
        "womens_calculators": "Calcolatrici per Donne",
        "pages": "Pagine",
        "privacy_policy": "Politica sulla Privacy",
        "terms_of_use": "Termini di Utilizzo",
        "about_us": "Chi Siamo",
        "copyright": "© 2024 Lord Calculator. Tutti i diritti riservati.",
        "social_links": {
            "facebook": "Facebook",
            "instagram": "Instagram",
            "twitter": "Twitter",
            "whatsapp": "WhatsApp"
        }
    },
    "educational_calculators_title": "Calcolatori educativi",
    "cgpa_to_percentage": "Calcolatrice da CGPA a Percentuale",
    "percentage_to_cgpa": "Calcolatrice da Percentuale a CGPA",
    "gpa_to_cgpa": "Calcolatrice da GPA a CGPA",
    "cgpa_to_gpa": "Calcolatrice da CGPA a GPA",
    "home": "Home",
    "categories": "Categorie",
    "educational_calculator": "Calcolatrice Educativa",
    "scientific_calculator": "Calcolatrice Scientifica",
    "womens_calculator": "Calcolatrice per Donne",
    "search_placeholder": "Cerca...",
    "search_button": "Cerca",
    "search_results": "Risultati della ricerca",
    "privacyPolicy": {
        "title": "Politica sulla Privacy",
        "welcomeMessage": "Benvenuto su Lord Calculator! Rispettiamo la tua privacy e siamo impegnati a proteggere qualsiasi informazione personale che puoi fornire mentre utilizzi il nostro sito web. Questa Politica sulla Privacy descrive i tipi di informazioni che possiamo raccogliere da te e come le utilizziamo e le proteggiamo.",
        "section1": {
            "title": "1. Informazioni che non raccogliamo",
            "content": "Il nostro sito web è un sito di calcolatori statici e non raccogliamo, archiviamo o richiediamo attivamente alcuna informazione personale dai nostri utenti. Puoi utilizzare i nostri calcolatori senza condividere alcuna informazione identificabile con noi."
        },
        "section2": {
            "title": "2. Informazioni raccolte automaticamente",
            "content": "Come molti altri siti web, possiamo utilizzare strumenti di analisi di base (come Google Analytics) per aiutarci a comprendere le interazioni degli utenti con il nostro sito. Queste informazioni sono anonime e comprendono dati non identificabili come:",
            "list": {
                "deviceType": "Tipo di dispositivo e tipo di browser",
                "operatingSystem": "Sistema operativo",
                "visitDate": "Data e ora della visita",
                "pagesVisited": "Pagine visitate e tempo trascorso su ogni pagina"
            },
            "note": "Questi dati ci aiutano a migliorare la funzionalità del nostro sito e l'esperienza dell'utente, ma non ci consentono di identificare utenti individuali."
        },
        "section3": {
            "title": "3. Cookie",
            "content": "Il nostro sito web non utilizza cookie per tracciare o archiviare dati personali. Tuttavia, se vengono integrati strumenti di analisi di terze parti, questi potrebbero utilizzare i cookie per raccogliere statistiche sull'uso in modo anonimo. Puoi gestire o disabilitare i cookie attraverso le impostazioni del tuo browser, se lo desideri."
        },
        "section4": {
            "title": "4. Link di terze parti",
            "content": "Il nostro sito web potrebbe includere link a siti esterni. Questi siti di terze parti hanno politiche sulla privacy proprie e non siamo responsabili per i loro contenuti o pratiche. Ti incoraggiamo a rivedere le politiche sulla privacy di qualsiasi sito tu visiti tramite i nostri link."
        },
        "section5": {
            "title": "5. Sicurezza dei dati",
            "content": "Anche se non raccogliamo informazioni personali, diamo la priorità al mantenimento di un ambiente sicuro per i nostri utenti. Utilizziamo un hosting sicuro e aggiorniamo regolarmente il nostro sito per proteggere da vulnerabilità."
        },
        "section6": {
            "title": "6. Privacy dei bambini",
            "content": "Il nostro sito web è adatto a utenti di tutte le età, ma non è rivolto ai bambini sotto i 13 anni. Poiché non raccogliamo dati personali, rispettiamo il Children's Online Privacy Protection Act (COPPA)."
        },
        "section7": {
            "title": "7. Modifiche a questa politica sulla privacy",
            "content": "Potremmo aggiornare la nostra Politica sulla Privacy di tanto in tanto. Le modifiche verranno pubblicate su questa pagina e la data \"Ultimo aggiornamento\" in cima rifletterà la versione più recente. Ti incoraggiamo a rivedere questa pagina periodicamente per rimanere informato su eventuali aggiornamenti."
        },
        "section8": {
            "title": "8. Contattaci",
            "content": "Se hai domande su questa Politica sulla Privacy, contattaci all'indirizzo:",
            "contactDetails": {
                "name": "Lord Calculator",
                "email": "bhushanthakur04@gmail.com"
            }
        }
    },
    "termsOfUse": {
        "title": "Termini di utilizzo",
        "welcomeMessage": "Benvenuto su Lord Calculator! Accedendo e utilizzando Lord Calculator, accetti di rispettare questi Termini di utilizzo. Ti invitiamo a leggere attentamente questi termini, poiché definiscono le regole e le normative per l'uso del nostro sito web. Se non accetti questi termini, ti preghiamo di non utilizzare il nostro sito.",
        "sections": {
            "acceptanceOfTerms": {
                "title": "1. Accettazione dei termini",
                "content": "Accedendo a Lord Calculator, accetti e ti impegni a rispettare questi Termini di utilizzo e la nostra Privacy Policy. Questi termini si applicano a tutti i visitatori, gli utenti e altri che accedono o utilizzano il sito."
            },
            "useOfWebsite": {
                "title": "2. Utilizzo del nostro sito web",
                "content": "Ti viene concesso un diritto limitato, non esclusivo, non trasferibile e revocabile di utilizzare il nostro sito web esclusivamente per scopi personali e non commerciali. Accetti di non utilizzare il sito per scopi illegali, inclusi ma non limitati a:",
                "list": [
                    "Tentare di hackerare o interrompere il funzionamento del sito",
                    "Caricare o distribuire virus o codici dannosi",
                    "Tentare di ottenere accesso non autorizzato a qualsiasi parte del sito",
                    "Utilizzare i nostri calcolatori per attività illegali"
                ]
            },
            "intellectualProperty": {
                "title": "3. Proprietà intellettuale",
                "content": "Tutti i contenuti di questo sito web, inclusi ma non limitati a testi, grafica, loghi e calcolatori, sono di proprietà intellettuale di Lord Calculator o dei suoi licenziatari. Non puoi riprodurre, distribuire o sfruttare alcuna parte del nostro contenuto per scopi commerciali senza il nostro esplicito permesso scritto."
            },
            "disclaimerOfWarranties": {
                "title": "4. Esclusione di garanzie",
                "content": "Il nostro sito web e i suoi contenuti sono forniti 'così come sono' e 'come disponibili' senza alcuna garanzia di alcun tipo, espressa o implicita. Pur cercando di garantire l'accuratezza, Lord Calculator non offre alcuna garanzia che:",
                "list": [
                    "I calcolatori siano privi di errori o completi",
                    "Il sito sarà privo di interruzioni o problemi tecnici"
                ]
            },
            "limitationOfLiability": {
                "title": "5. Limitazione di responsabilità",
                "content": "Nella misura massima consentita dalla legge, Lord Calculator non sarà responsabile per alcun danno derivante dall'uso o dall'incapacità di utilizzare il nostro sito, inclusi ma non limitati a danni indiretti, incidentali, punitivi o consequenziali."
            },
            "thirdPartyLinks": {
                "title": "6. Link di terze parti",
                "content": "Il nostro sito web può includere link a siti web di terze parti per tua comodità. Non abbiamo il controllo su e non ci assumiamo alcuna responsabilità per il contenuto, le politiche sulla privacy o le pratiche di tali siti di terze parti. L'accesso a questi link è a tuo rischio, e ti consigliamo di rivedere i termini e le politiche sulla privacy di qualsiasi sito di terze parti che visiti."
            },
            "modificationsToTerms": {
                "title": "7. Modifiche ai termini",
                "content": "Lord Calculator si riserva il diritto di modificare questi Termini di utilizzo in qualsiasi momento. Le modifiche saranno pubblicate su questa pagina, con la data dell' 'Ultimo aggiornamento' che indica la revisione più recente. L'uso continuato del sito dopo che le modifiche sono state pubblicate implica l'accettazione dei nuovi termini."
            },
            "governingLaw": {
                "title": "8. Legge applicabile",
                "content": "Questi Termini di utilizzo saranno regolati e interpretati in conformità con le leggi della tua giurisdizione/stato/paese, senza considerare i suoi conflitti di legge. Eventuali controversie derivanti da questi termini saranno risolte esclusivamente nei tribunali competenti."
            },
            "contactUs": {
                "title": "9. Contattaci",
                "content": "Se hai domande riguardanti questi Termini di utilizzo, ti preghiamo di contattarci al:",
                "email": "bhuvibhai786@gmail.com"
            }
        }
    },
    "aboutUs": {
        "title": "Chi Siamo",
        "description": "Ciao, amanti dei calcoli! Sono uno sviluppatore software, padre, marito e figlio—se mi chiamate un uomo di famiglia, sarebbe perfetto. La principale motivazione dietro lo sviluppo di Lord Calculator viene dalle esperienze reali.",
        "storyTitle": "La Mia Storia",
        "story": [
            "Fin da scuola, ho avuto difficoltà con i calcoli matematici, e anche dopo la laurea, questo è rimasto una sfida. Spesso mi affidavo a strumenti online per fare i calcoli.",
            "Dopo aver completato la mia laurea in Informatica, sono stato ispirato a creare questo progetto, che ora vedete davanti a voi.",
            "Ho sviluppato (e continuo a sviluppare) calcolatori che sono veramente utili per le persone. Spero che apprezziate il mio lavoro e che aiutiate gli altri condividendo questi calcolatori con amici, colleghi e studenti. Vi ringrazio molto per aver scelto il mio sito web."
        ]
    }
}
