{
    "navbar": {
        "selectLanguage": "ഭാഷ തിരഞ്ഞെടുക്കുക"
    },
    "title": "GPA to CGPA കല്കുലേറ്റർ",
    "enter_gpa": "GPA നൽകുക",
    "choose_gpa_scale": "GPA സ്കേൽ തിരഞ്ഞെടുക്കുക",
    "calculate": "കല്കുലേറ്റ് ചെയ്യുക",
    "reset": "പുനഃസംക്രമണം",
    "calculated_cgpa": "നിങ്ങളുടെ കണക്കാക്കിയ CGPA",
    "calculation_history": "കണക്കാക്കലിന്റെ ചരിത്രം",
    "download": "ഡൗൺലോഡ് ചെയ്യുക",
    "whatsapp": "WhatsApp",
    "copy_link": "ലിങ്ക് കോപ്പി ചെയ്യുക",
    "gpa_to_cgpa_calculator": "GPA to CGPA കല്കുലേറ്റർ",
    "welcome_message": "ഇത് ഒരു മറ്റു വിദ്യാഭ്യാസ കല്കുലേറ്ററിലേക്ക് സ്വാഗതം! അനുയോജ്യമായ കല്കുലേറ്ററുകളിൽ, നാം കണക്കാക്കുന്നു",
    "cgpa_to_percentage_link": "CGPA to Percentage",
    "gpa_to_cgpa_description": " (മറുവശത്ത്). കൂടാതെ, ഈ ഗ്രേഡിംഗ് സ്കെയിലുകൾക്ക് ബന്ധപ്പെട്ട ചില ആശയങ്ങൾക്കായി ഞങ്ങൾ കണ്ടെത്തിയിട്ടുണ്ട്, ഇതോടെ എവിടെ എൻട്രി നിലനിൽക്കുമ്പോൾ മാറ്റങ്ങൾ പ്രയോഗിക്കപ്പെടുന്നു. ഏഷ്യൻ രാജ്യങ്ങളുടെയും ചില ആഫ്രിക്കൻ രാജ്യങ്ങളുടെയും CGPA അല്ലെങ്കിൽ പ്രൊസന്റേജ് സിസ്റ്റം പിന്തുടരുന്നു, എന്നാൽ പാശ്ചാത്യ വിദ്യാഭ്യാസ സിസ്റ്റം GPA ഉപയോഗിക്കുന്നു",
    "letter_grading_link": "ലെറ്റർ ഗ്രേഡിംഗ് സിസ്റ്റം",
    "institution_migration_message": "നിങ്ങൾ ഒരു സ്ഥാപനത്തിൽ നിന്ന് മറ്റൊന്നിലേക്ക് മൈഗ്രേറ്റ് ചെയ്യുമ്പോൾ, പ്രത്യേകിച്ച് രണ്ടും വ്യത്യസ്ത ഗ്രേഡിംഗ് സിസ്റ്റങ്ങൾ പിന്തുടരുമ്പോൾ, ഒരു വിശ്വാസ്യതയുള്ള ഗ്രേഡ് മാറ്റം കല്കുലേറ്റർ ഉണ്ടാക്കുന്നത് അനിവാര്യമാണ്. നിങ്ങൾക്ക് Lord Calculator GPA to CGPA കല്കുലേറ്റർ പ്രമാണമാക്കാമായിരിക്കും, ഇത് പരമ്പരാഗതമായ അന്താരാഷ്ട്ര ഫോർമുല പിന്തുടരുന്നു.",
    "guide_message": "ഈ ഗൈഡിൽ, നാം GPA to CGPA മാറ്റം പ്രയോഗിക്കുന്നതിന് ഉപയോഗിക്കുന്ന ഫോർമുല, എവിടെ ഈ മാറ്റം ഉപയോഗിക്കേണ്ടത്, ശ്രദ്ധിക്കേണ്ട മുൻകരുതലുകൾ, ഈ മാറ്റങ്ങൾ പ്രയോഗിക്കുന്നതിന് ശ്രദ്ധിക്കേണ്ട പ്രധാന വിഷയങ്ങൾ എന്നിവ പരിശോധിക്കും.",
    "Table of Contents": "സമഗ്ര ഉപന്യാസം",
    "GPA to CGPA Calculator": "GPA to CGPA കല്കുലേറ്റർ",
    "GPA To CGPA Calculation Formula": "GPA to CGPA കണക്കാക്കലിന്റെ ഫോർമുല",
    "How to Use Lord Calculator’s GPA to CGPA Calculator?": "Lord Calculatorന്റെ GPA to CGPA കല്കുലേറ്റർ എങ്ങനെ ഉപയോഗിക്കാം?",
    "How CGPA & GPA Are Different?": "CGPA & GPA എങ്ങനെ വ്യത്യാസപ്പെട്ടിരിക്കുന്നു?",
    "International Standards and Certifications": "അന്താരാഷ്ട്ര സ്റ്റാൻഡേർഡുകളും സർട്ടിഫിക്കേഷനുകളും",
    "Most Common GPA to CGPA Conversion Scenarios": "മിക്കപെട്ട GPA to CGPA മാറ്റം കാര്യങ്ങൾ",
    "Summary": "സംഗ്രഹം",
    "FAQs (Frequently Asked Questions)": "ചോദ്യങ്ങൾ (സാധാരണമായ ചോദ്യങ്ങൾ)",
    "GPA To CGPA Calculation Formulas": "GPA to CGPA കണക്കാക്കലിന്റെ ഫോർമുലകൾ",
    "Equivalent CGPA =": "സമാനമായ CGPA =",
    "GPA obtained": "പ്രാപ്തമായ GPA",
    "Max GPA": "പരമാവധി GPA",
    "Max CGPA": "പരമാവധി CGPA",
    "How to Calculate GPA?": "GPA എങ്ങനെ കണക്കാക്കാം?",
    "GPA =": "GPA =",
    "Total Quality Points for all terms.": "എല്ലാ കാലങ്ങളിലായി ആകെ ഗുണമേൻമാ‍യ പോയിന്റുകൾ.",
    "Total Credit Hours for all terms.": "എല്ലാ കാലങ്ങളിലായി ആകെ ക്രെഡിറ്റ് മണിക്കൂറുകൾ.",
    "quality points": "എവിടെ, ഒരു കാലയളവിനായി ഗുണമേൻമാ‍യ പോയിന്റുകൾ = Letter Grade-ന്റെ പോയിന്റ് മൂല്യം * ക്രെഡിറ്റ് മണിക്കൂറുകളുടെ എണ്ണം.",
    "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "Lord Calculatorന്റെ GPA to CGPA കല്കുലേറ്റർ എങ്ങനെ ഉപയോഗിക്കാം?",
    "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "ഞങ്ങൾ ഞങ്ങളുടെ കല്കുലേറ്റർ ഉപയോഗിക്കാൻ എളുപ്പമാക്കിയിരിക്കും, എങ്കിലും ഇതിന് മികച്ച ഉപയോഗം നേടുന്നതിന് ഒരു മാർഗ്ഗനിർദ്ദേശം ഇവിടെ കൊടുത്തിരിക്കുന്നു, ഗ്രേഡ് കണക്കാക്കലുകളുടെ സൂചികകളും നാമികക്യവും നഷ്ടപ്പെടുത്താതിരിക്കാൻ. നിങ്ങളുടെ GPA സമാനമായ CGPA-യിലേക്ക് മാറ്റാൻ താഴെ കൊടുത്തിരിക്കുന്ന ക്രമത്തിൽ പ്രവർത്തിക്കുക:",
    "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "പടി 1: Lord Calculator-ൽ GPA to CGPA കല്കുലേറ്റർ തുറക്കുക.",
    "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "പടി 2: ആദ്യമായുള്ള ഫീൽഡിൽ, 'Enter GPA' എന്ന ടൈറ്റിൽ, നിങ്ങളുടെ പ്രാപ്തമായ GPA ശരിയായി നൽകുക. കൃത്യമായ മാറ്റത്തിനായി ദശാംശ പോയിന്റുകൾ ഉൾപ്പെടുത്താൻ ഉറപ്പാക്കുക.",
    "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "പടി 3: ഇനി നിങ്ങളുടെ GPA സ്കേൽ തിരഞ്ഞെടുക്കുക. ഈ സ്കേൽ പരമാവധി GPA എത്രമാത്രം ആകാം എന്ന് വ്യക്തമാക്കുന്നു.",
    "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "പടി 4: നിങ്ങൾ എല്ലാ മൂല്യങ്ങളും ശരിയായി നൽകുകയും 'Calculate' ബട്ടൺ അമർത്തുകയും ചെയ്യുമ്പോൾ. അതിനിടയിൽ! ഇപ്പോൾ നിങ്ങൾക്ക് സമാനമായ CGPA കാണാം, CGPA മീറ്റർ ഉപയോഗിച്ച് ദൃശ്യമായി.",
    "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "തദുപരി, നിങ്ങൾക്കായി ചെയ്യുന്ന ഏതെങ്കിലും മുൻപ് കണക്കാക്കിയ ഫലങ്ങൾ കാണാവുന്നതാണ്, അതിനാൽ അവയിൽ താരതമ്യപ്പെടുത്തലുകൾ ആരംഭിക്കാം. നിങ്ങൾ മാറ്റിയ CGPA PDF ആയി എക്സ്പോർട്ട് ചെയ്ത് മറ്റുള്ളവരുമായി പങ്കുവെക്കാനും കഴിയും.",
    "How-CGPA & GPA Are Different?": "CGPA & GPA എങ്ങനെ വ്യത്യാസപ്പെട്ടിരിക്കുന്നു?",
    "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "CGPA & GPA പല തരങ്ങളിൽ വ്യത്യാസപ്പെട്ടിരിക്കുന്നു. [രൂപീകരണങ്ങൾ] തന്നെ അവയിൽ അടിസ്ഥാനമായ വ്യത്യാസം സൂചിപ്പിക്കുന്നു. എന്നാൽ അവയ്ക്ക് ഉപയോഗത്തിലുള്ള വ്യത്യാസങ്ങൾ എങ്ങനെ നടക്കുന്നു എന്ന് നമ്മൾ ചർച്ച ചെയ്യാം.",
    "Denomination": "നാമകരണം",
    "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "പേര് സൂചിപ്പിക്കുന്നതിന് അനുസരിച്ച്, CGPA (ക്യുമുലേറ്റീവ് ഗ്രേഡ് പോയിന്റ് എവറേജ്) ഒരു വിദ്യാർത്ഥിയുടെ അക്കാദമിക് സെഷനിലെ ചുരുക്കപ്പെട്ട പ്രകടനത്തെ പ്രതിനിധീകരിക്കുന്നു. സാധാരണയായി, ഇത് നിരവധി സെമസ്ററുകളുടെ പ്രകടനത്തെ സംഗ്രഹമായ രൂപത്തിൽ പ്രതിനിധീകരിക്കുന്നു.",
    "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "മറ്റ് വശത്ത്, GPA (ഗ്രേഡ് പോയിന്റ് എവറേജ്) ഒരു പ്രത്യേക സെമസ്ററിന്റെ അക്കാദമിക് പ്രകടനത്തെ പ്രതിനിധീകരിക്കുന്നു, അല്ലെങ്കിൽ, ഒരു പ്രത്യേക കാലയളവിന്റെ/സെമസ്ററിന്റെ പ്രകടനം. അതിനാൽ, ഒരു വിധത്തിൽ, CGPA എളുപ്പത്തിൽ നിരവധി സെമസ്ററുകളിൽ നിന്നുള്ള GPA സ്കോറുകൾ ശരാശരിയാക്കുകയായി കണക്കാക്കുന്നു.",
    "Usage": "ഉപയോഗം",
    "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "നാമപദമ처럼, ഈ രണ്ട് സ്കെയിലുകളുടെ ഉപയോഗം വ്യത്യസ്തമാണ്. CGPA ഒരു വിദ്യാർത്ഥിയുടെ സമഗ്ര അക്കാദമിക പ്രകടനത്തെ സൂചിപ്പിക്കുന്നു, അതേസമയം GPA ഒരു പ്രത്യേക സെമസ്റർ അല്ലെങ്കിൽ കാലയളവിന് ഉപയോഗിക്കുന്നു.",
    "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "GPA സാധാരണയായി ഒരു വിദ്യാർത്ഥി എങ്ങനെ നിലവിൽ പ്രകടനം പ്രദർശിപ്പിക്കുന്നുവെന്ന് വിലയിരുത്താൻ ഉപയോഗിക്കുന്നു, അതിന് ശക്തമായ മേഖലകൾ തിരിച്ചറിയാനും മെച്ചപ്പെടുത്തേണ്ട മേഖലയെ കണ്ടെത്താനും സഹായിക്കുന്നു. ഇത്തരം ഗ്രേഡ് സ്കെയിലുകൾ പുതിയ കോഴ്സ് ഉൾപ്പെടുത്തലിന്റെ വിദ്യാഭ്യാസ പ്രകടനത്തെ എങ്ങനെ ബാധിക്കും എന്ന് കണ്ടെത്താനും ഉപയോഗിക്കുന്നു. എന്നാൽ ജോലി അല്ലെങ്കിൽ ഉയർന്ന പഠനത്തിന് അപേക്ഷിക്കാൻ വരുമ്പോൾ, GPA അത്രയും അനുയോജ്യമായ ഗ്രേഡ് സ്കെയൽ ആയിരിക്കണമെന്നു പറയാനാകില്ല.",
    "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "അങ്ങനെയുള്ള സാഹചര്യങ്ങളിൽ, ഒരു വിദ്യാർത്ഥി ഉയർന്ന പഠനത്തിനോ ജോലി അപേക്ഷയ്‌ക്കോ അപേക്ഷിക്കുമ്പോൾ, അവൻ/അവൾ തന്റെ CGPA പൂരിപ്പിക്കുക ആവശ്യമാണ്. അതിനാൽ, CGPA പുറത്തുള്ള ഏജൻസികൾക്ക് പങ്കുവെക്കുന്നു, എങ്കിൽ GPA സാധാരണയായി ആഭ്യന്തര മൂല്യനിർണ്ണയത്തിൽ മാത്രം ഉപയോഗിക്കപ്പെടുന്നു.",
    "To summarize, take a look at the below-given table:": "സംക്ഷിപ്തമായി പറയുമ്പോൾ, താഴെ നൽകിയിരിക്കുന്ന പട്ടിക കാണുക:",
    "Feature": "സവിശേഷത",
    "GPA": "GPA",
    "CGPA": "CGPA",
    "Scope": "പരിധി",
    "Single Semester / Term": "ഒറ്റ സെമസ്റർ / കാലയളവ്",
    "Entire Academic Session": "പൂർണ്ണ അക്കാദമിക സെഷൻ",
    "Calculation": "ഗണന",
    "Grade Points for a semester.": "ഒരു സെമസ്ററിനുള്ള ഗ്രേഡ് പോയിന്റുകൾ.",
    "Cumulative Average of All semesters.": "എല്ലാ സെമസ്ററുകളുടെയും സംയുക്ത ശരാശരി.",
    "Purpose": "ഉദ്ദേശം",
    "Help to track and monitor the performance of a student.": "ഒരു വിദ്യാർത്ഥിയുടെ പ്രകടനം ട്രാക്ക് ചെയ്ത് നിരീക്ഷിക്കുന്നതിൽ സഹായിക്കുന്നു.",
    "Determines the overall performance of a student.": "ഒരു വിദ്യാർത്ഥിയുടെ സമഗ്ര പ്രകടനം നിർണ്ണയിക്കുന്നു.",
    "International-Standards and Certifications": "അന്താരാഷ്ട്ര മാനദണ്ഡങ്ങളും സർട്ടിഫിക്കേഷനുകളും",
    "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "പേരാമ്പര്യമായി പറയുമ്പോൾ, GPA പോലുള്ള ഗ്രേഡിംഗ് സ്കെയിലുകൾ പടിയന്തിര വിദ്യാഭ്യാസ വ്യവസ്ഥകളുടെ ഭാഗമാണ്. എങ്കിലും, വിദേശത്ത് പഠിക്കാൻ ആലോചിക്കുന്ന വിദ്യാർത്ഥികൾ വിവിധ അന്താരാഷ്ട്ര മാനദണ്ഡങ്ങളും സർട്ടിഫിക്കേഷനുകളും കുറിച്ച് അറിഞ്ഞിരിക്കണം, അത് വിവിധ വിദ്യാഭ്യാസ സമിതികളിൽ വ്യാപകമായി അംഗീകരിക്കപ്പെടുന്നു. ഇവയെ മനസ്സിലാക്കുന്നതിലൂടെ വിദ്യാർത്ഥികൾ വിവിധ ഗ്രേഡിംഗ് സംവിധാനങ്ങളിൽ നിന്നും കടന്ന് പോവുകയും വിദേശത്ത് സ്കൂളുകളിലോ യൂണിവേഴ്‌സിറ്റികളിലോ അപേക്ഷിക്കുമ്പോൾ സുതാര്യമായ മാറലുകൾ സാധ്യമാക്കുകയും ചെയ്യുന്നു.",
    "1. International Baccalaureate (IB)": "1. ഇന്റർനാഷണൽ ബാക്കലറിയേറ്റ് (IB)",
    "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "ഇന്റർനാഷണൽ ബാക്കലറിയേറ്റ് (IB) 3 മുതൽ 19 വയസ്സുവരെയുള്ള വിദ്യാർത്ഥികൾക്ക് വേണ്ടി രൂപകൽപ്പന ചെയ്ത അന്താരാഷ്ട്രമಟ್ಟത്തിൽ അംഗീകരിച്ച ഒരു വിദ്യാഭ്യാസഘടനയാണ്. അതിന്റെ ലക്ഷ്യം പ്രതികരിച്ച ചിന്ത, അന്തർസാംസ്കാരിക ബോധം, ആഗോള അനുയോജ്യത എന്നിവ വളർത്തുക എന്നതാണ്. IB ഘടന നാല് പ്രധാന പ്രോഗ്രാമുകളിൽ വിഭജിച്ചിരിക്കുന്നു:",
    "Primary Years Programme (PYP)": "പ്രാഥമിക വർഷ പ്രോഗ്രാം (PYP)",
    "For students aged 3 to 12, focusing on developing academic and personal skills.": "3 മുതൽ 12 വയസ്സുള്ള വിദ്യാർത്ഥികൾക്ക്, അക്കാദമികവും വ്യക്തിത്വപരമായും കഴിവുകൾ വികസിപ്പിക്കുന്നതിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്നു.",
    "Middle Years Programme (MYP)": "മധ്യ വർഷ പ്രോഗ്രാം (MYP)",
    "For students aged 11 to 16, preparing them for further study.": "11 മുതൽ 16 വയസ്സുള്ള വിദ്യാർത്ഥികൾക്ക്, അടുത്തുള്ള പഠനത്തിന് ഒരുക്കം നൽകുന്നു.",
    "Diploma Programme (DP)": "ഡിപ്ലോമ പ്രോഗ്രാം (DP)",
    "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "16 മുതൽ 19 വയസ്സുള്ള വിദ്യാർത്ഥികൾക്കായി, 1 മുതൽ 7 വരെ ഗ്രേഡിംഗ് സ്കെയിൽ ഉള്ള കഠിനമായ പ്രോഗ്രാം.",
    "Career-related Programme (CP)": "കരിയർ-ബന്ധപ്പെട്ട പ്രോഗ്രാം (CP)",
    "Combines academic study with career-related learning for students aged 16 to 19.": "16 മുതൽ 19 വയസ്സുള്ള വിദ്യാർത്ഥികൾക്ക്, അക്കാദമിക പഠനവും കരിയർ-ബന്ധപ്പെട്ട പഠനവും സംയോജിപ്പിക്കുന്നു.",
    "The IB system is recognized globally for its academic rigor and holistic approach to education.": "IB സംവിധാനം അതിന്റെ അക്കാദമിക കഠിനതയും സമഗ്രമായ വിദ്യാഭ്യാസ സമീപനവും കാരണം ആഗോളമായി അംഗീകരിക്കപ്പെട്ടിരിക്കുന്നു.",
    "2. Common Core State Standards (CCSS)": "2. കോമൺ കോർ സ്റ്റേറ്റ് സ്റ്റാൻഡേർഡുകൾ (CCSS)",
    "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "കോമൺ കോർ സ്റ്റേറ്റ് സ്റ്റാൻഡർഡ് (CCSS) എന്നത് അമേരിക്കയിലുള്ള K-12 വിദ്യാഭ്യാസത്തെ ഇംഗ്‌ളീഷ് ലാംഗ്വേജ് ആർട്സ്, ഗണിതശാസ്ത്രം എന്നിവയിൽ സ്റ്റാൻഡർഡ് ചെയ്യാൻ വികസിപ്പിച്ച നടപടിക്രമമാണ്. ഈ ഫ്രെയിംവർക്കിൽ യു.എസ്. സ്‌കൂളുകളിൽ പ്രധാനമായും നടപ്പാക്കപ്പെടുന്നു, അതിന്റെ പ്രധാന ലക്ഷ്യം അക്കാദമിക നേട്ടങ്ങൾക്ക് വ്യക്തമായും സ്ഥിരതയുള്ള ബഞ്ച് മാർക്കുകൾ നൽകുകയാണ്. ഗോളിൽ വലിയ മത്സരപരീക്ഷണത്തിന് പണി ചെയ്യാനും, സമാധാനമായ ചിന്തനവും പ്രശ്നപരിഹാരകമായ കഴിവുകളും വിലമതിക്കുന്നതിനായി, വിദ്യാർത്ഥികളെ കോളേജിലും കരിയറുകളിലും അന്താരാഷ്ട്ര മത്സരം നടത്താൻ തയ്യാറാക്കുക എന്നതാണ്.",
    "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "3. ബൊലോണിയ പ്രക്രിയയും യൂറോപ്യൻ ക്രെഡിറ്റ് ട്രാൻസ്ഫർ ആൻഡ് അക്ക്യൂമുലേഷൻ സിസ്റ്റം (ECTS)",
    "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "ബൊലോണിയ പ്രക്രിയയേuropeയിലെ രാജ്യങ്ങൾക്കിടയിൽ ഉന്നത വിദ്യാഭ്യാസം സ്റ്റാൻഡേർഡ് ചെയ്യാൻ ഒരു കരാറാണ്. അതിന്റെ ലക്ഷ്യം, അക്കാദമിക യോഗ്യതകൾക്കും പഠനകാലങ്ങൾക്കും എളുപ്പത്തിൽ താരതമ്യപ്പെടുത്താനും യൂറോപ്യൻ രാജ്യങ്ങളിൽ അനുയോജ്യമായിരിക്കുക എന്നതാണ്. ഈ പ്രക്രിയയി പ്രസിദ്ധീകരിച്ച വിധത്തിൽ വിദ്യാർത്ഥികൾക്ക് പല രാജ്യങ്ങളിലുള്ള യൂണിവേഴ്സിറ്റികളിൽ ചലനം നടക്കാൻ സാധ്യമാകുന്നു, വിദ്യാർത്ഥികളുടെ യോഗ്യതകൾ അന്താരാഷ്ട്രതലത്തിൽ അംഗീകരിക്കപ്പെടുന്നു.",
    "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "യൂറോപ്യൻ ക്രെഡിറ്റ് ട്രാൻസ്ഫർ ആൻഡ് അക്ക്യൂമുലേഷൻ സിസ്റ്റം (ECTS) പഠനത്തിനുള്ള ആവശ്യമായ ജോലിയുടെ അടിസ്ഥാനത്തിൽ കോഴ്‌സുകൾക്ക് ക്രെഡിറ്റുകൾ നൽകുന്നു (സാധാരണയായി ഓരോ ക്രെഡിറ്റിനും 25-30 മണിക്കൂർ പഠനം). ECTS A മുതൽ F വരെ അക്കരച്ച കി വഴി ഗ്രേഡിംഗ് സിസ്റ്റം ഉപയോഗിക്കുന്നു, F വീഴ്ചയായുള്ളത് പ്രതിനിധാനം ചെയ്യുന്നു.",
    "4. Advanced Placement (AP) Program": "4. അഡ്വാൻസ്ഡ് പ്ലേസ്‌മെന്റ് (AP) പ്രോഗ്രാം",
    "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "അഡ്വാൻസ്ഡ് പ്ലേസ്‌മെന്റ് (AP) പ്രോഗ്രാം, കോളജ് ബോർഡിന്റെ ഒരു അമേരിക്കൻ ആസ്ഥാനമായ പദ്ധതി ആണ്, ഇത് ഹൈസ്കൂൾ വിദ്യാർത്ഥികളെ കോളേജ്-തല കോഴ്സുകൾക്കും പരീക്ഷകൾക്കും പ്രവേശിപ്പിക്കുന്നതിന് സഹായിക്കുന്നു. ഈ കോഴ്സുകൾ ആദ്യ വർഷം കോളജ് കോഴ്സുകളെ സമാനമാണ്, ഇവയെ അന്താരാഷ്ട്രതലത്തിൽ അംഗീകരിച്ചിരിക്കുന്നു. AP പരീക്ഷകൾക്കുള്ള ഗ്രേഡിംഗ് സ്‌കെയൽ 1 മുതൽ 5 വരെ വ്യാപിക്കുന്നു, 3 എണ്ണം പരീക്ഷ വിജയകരമായി അവസാനിച്ചതായി പരിഗണിക്കുന്നു. AP ലോകമെമ്പാടുമുള്ള യൂണിവേഴ്സിറ്റികളാൽ വ്യാപകമായി അംഗീകരിക്കപ്പെടുന്നു, ഇത് വിദ്യാർത്ഥികൾക്ക് ഹൈസ്കൂൾ പൂർത്തിയാക്കുന്നതിനു മുമ്പ് കോളേജ് ക്രെഡിറ്റുകൾ നേടാനുള്ള അവസരം നൽകുന്നു.",
    "5. International General Certificate of Secondary Education (IGCSE)": "5. അന്താരാഷ്ട്ര ജനറൽ സർട്ടിഫിക്കറ്റ് ഓഫ് സെക്കണ്ടറി എജ്യുക്കേഷൻ (IGCSE)",
    "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "IGCSE, കാമ്പ്രിഡ്ജ് അസ്സെസ്‌മെന്റ് ഇൻറർനാഷണൽ എജ്യുക്കേഷൻ അവതരിപ്പിക്കുന്ന ഒരു അന്താരാഷ്ട്രമായി അംഗീകരിച്ച യോഗ്യതയാണ്. ഇത് A മുതൽ G വരെ ഗ്രേഡിംഗ് സ്‌കെയിൽ ഉപയോഗിക്കുന്നു, U (അംഗീകരിക്കപ്പെടാത്ത) വീഴ്ച അർത്ഥം നൽകുന്നു. IGCSE അന്താരാഷ്ട്ര സ്‌കൂളുകളിൽ വ്യാപകമായി ഉപയോഗപ്പെടുന്നു, അതിന്റെ ലയനക്ഷമതയ്ക്ക് പ്രശസ്തമാണ്, വിദ്യാർത്ഥികൾക്ക് അവരുടെ അക്കാദമിക താല്പര്യങ്ങൾക്കും കരിയർ ലക്ഷ്യങ്ങൾക്കുമായി വിഷയങ്ങൾ തിരഞ്ഞെടുക്കാനുള്ള അവസരം നൽകുന്നു.",
    "6. Tertiary Education Quality and Standards Agency (TEQSA)": "6. ടെർഷിയറി എജ്യുക്കേഷൻ ക്വാളിറ്റി ആൻഡ് സ്റ്റാൻഡേർഡ് ഏജൻസി (TEQSA)",
    "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "TEQSA ഫ്രെയിംവർക്കി പ്രധാനമായും ഓസ്ട്രേലിയയിൽ പിന്തുടരപ്പെടുന്നു. ഇത് ഉയർന്ന വിദ്യാഭ്യാസ സ്ഥാപനങ്ങളെ നിയന്ത്രിക്കുകയും അവർ നാഷണൽ സ്റ്റാൻഡേർഡുകൾ പാലിക്കുകയാണ് എന്ന് ഉറപ്പാക്കുകയും ചെയ്യുന്നു. ഇത് ഓസ്ട്രേലിയൻ യോഗ്യതകൾ ഫ്രെയിംവർക്കിനൊപ്പം (AQF) സന്നദ്ധമാണ്, ഇത് ഓസ്ട്രേലിയയിൽ വിദ്യാഭ്യാസ സ്ഥാപനങ്ങൾ നൽകുന്ന യോഗ്യതകളും കോഴ്‌സുകളും വിശദീകരിക്കുന്നു. TEQSA പ്രധാനമായും ഓസ്ട്രേലിയയിൽ സ്വീകരിക്കപ്പെടുന്നു, എന്നാൽ അതിന്റെ അംഗീകാരം ആഗോളമാണ്, ഓസ്ട്രേലിയൻ ഡിഗ്രികൾ അന്താരാഷ്ട്രതലത്തിൽ അംഗീകരിക്കപ്പെടുകയും വിദ്യാർത്ഥികളുടെ ഗതാഗതം വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നു.",
    "7. Programme for International Student Assessment (PISA)": "7. പ്രോഗ്രാമുകൾ അന്താരാഷ്ട്ര വിദ്യാർത്ഥി മൂല്യനിർണയത്തിനുള്ള (PISA)",
    "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "ആഗോളവ്യാപകമായ വിദ്യാർത്ഥികളുടെ പ്രവർത്തനം മൂല്യനിർണയിക്കുന്ന ഒരു അന്താരാഷ്ട്ര സർവേയാണ് OECD നടത്തുന്നത്, PISA. മറ്റ് ഫ്രെയിംവർക്കുകളെ അപേക്ഷിച്ച് PISA ഗ്രേഡിംഗ് സ്‌കെയിൽ നൽകുന്നില്ല, എന്നാൽ പകരം, 15 വയസ്സുള്ള വിദ്യാർത്ഥികളുടെ അക്കാദമിക പ്രകടനങ്ങൾ മൂല്യനിർണയം ചെയ്യുന്നു, ഇത് ആഗോള വിദ്യാഭ്യാസ സിസ്റ്റങ്ങൾ എത്ര ഫലപ്രദമാണെന്ന് തിരിച്ചറിയാൻ സഹായിക്കുന്നു. ശേഖരിച്ച ഡാറ്റ പൊളിസി നിർമ്മാതാക്കളെ അവരുടെ വിദ്യാഭ്യാസ സിസ്റ്റങ്ങളുടെ ശക്തിയും ദുർബലതകളും തിരിച്ചറിയാൻ സഹായിക്കുന്നു, അതിലൂടെ അന്താരാഷ്ട്ര വിദ്യാഭ്യാസമണ്ഡലത്തിൽ സ്റ്റാൻഡേർഡുകൾ മെച്ചപ്പെടുത്താനുള്ള തീരുമാനങ്ങൾ എടുക്കാൻ.",
    "Most-Common GPA to CGPA Conversion Scenarios": "സാധാരണ GPA-യെ CGPA-യിലേക്ക് മാറ്റാനുള്ള സ്ഥിതികൾ",
    "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "1. യുഎസ് GPA CGPA-ലേക്ക് മാറ്റം (4.0 സ്കെയിൽ)",
    "The formula used is:": "ഉപയോഗിക്കുന്ന സൂത്രവാക്യം:",
    "CGPA = GPA × 2.5": "CGPA = GPA × 2.5",
    "Thus, the conversions would look like:": "അതിനാൽ, മാറ്റങ്ങൾ ഇങ്ങനെ കാണപ്പെടും:",
    "4.0 GPA in CGPA is 10.0": "4.0 GPA CGPA-യിൽ 10.0 ആണ്",
    "3.5 GPA in CGPA is 8.75": "3.5 GPA CGPA-ൽ 8.75 ആണ്",
    "3.0 GPA in CGPA is 7.5": "3.0 GPA CGPA-യിൽ 7.5 ആണ്",
    "2.0 GPA in CGPA is 5.0": "2.0 GPA CGPA-യിൽ 5.0 ആണ്",
    "2. U.S. GPA to CGPA (Indian) Conversion": "2. യുഎസ് GPA CGPA (ഇന്ത്യൻ) കൺവർഷൻ",
    "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "ചില ഇന്ത്യൻ സ്ഥാപനങ്ങൾ GPA (4.0 സ്കെയിൽ)-നെ CGPA (10 സ്കെയിൽ)-ലേക്ക് മാറ്റാൻ വ്യത്യസ്തമായ പതിപ്പുകൾ പിന്തുടരുന്നു. ഉപയോ**ഗിക്കുന്ന സൂത്രവാക്യം:**",
    "CGPA = GPA × 2 + 1": "CGPA = GPA × 2 + 1",
    "Thus, the conversion would vary as:": "അതിനാൽ, മാറ്റം ഇങ്ങനെ മാറ്റപ്പെടും:",
    "4.0 GPA in CGPA is 9.0": "4.0 GPA CGPA-ൽ 9.0 ആണ്",
    "3.5 GPA in CGPA is 8.0": "3.5 GPA CGPA-ൽ 8.0 ആണ്",
    "3.0 GPA in CGPA is 7.0": "3.0 GPA CGPA-ൽ 7.0 ആണ്",
    "2.0 GPA-in-CGPA is 5.0": "2.0 GPA CGPA-ൽ 5.0 ആണ്",
    "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "3. ഇന്ത്യൻ ശതമാനം to U.S. GPA (4.0 Scale)",
    "The-formula used is:": "ഉപയോഗിക്കുന്ന സൂത്രവാക്യം:",
    "GPA- =": "GPA =",
    "Therefore, the conversions would look like:": "അതിനാൽ, മാറ്റങ്ങൾ ഇങ്ങനെ കാണപ്പെടും:",
    "90% to GPA is 4.0": "90% നും GPA 4.0 ആണ്",
    "75% to GPA is 3.5": "75% നും GPA 3.5 ആണ്",
    "60% to GPA is 3.0": "60% നും GPA 3.0 ആണ്",
    "50% to GPA is 2.0": "50% നും GPA 2.0 ആണ്",
    "4. ECTS Grading to GPA/CGPA": "4. ECTS ഗ്രേഡിങ്ങ് GPA/CGPA യിലേക്ക്",
    "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "ECTS ഒരു ലെറ്റർ ഗ്രേഡിങ്ങ് സിസ്റ്റം പിന്തുടരുന്നതാൽ, അവരുടെ അനുയോജ്യമായ മാറ്റം ഇങ്ങനെ കാണപ്പെടുന്നു:",
    "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (ഉയർന്ന 10%) → 4.0 GPA / 9.0-10.0 CGPA",
    "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (അടുത്ത 25%) → 3.5 GPA / 7.5-8.9 CGPA",
    "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (അടുത്ത 30%) → 3.0 GPA / 6.0-7.4 CGPA",
    "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (അടുത്ത 25%) → 2.5 GPA / 5.0-5.9 CGPA",
    "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (കുറഞ്ഞ പരിഷ്കരണ ഗ്രേഡ്) → 2.0 GPA / 4.0-4.9 CGPA",
    "Please Note:": "ദയവായി ശ്രദ്ധിക്കുക:",
    "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "ഇവ പൊതുവായ മാറ്റത്തിന്റെ ഉദാഹരണങ്ങൾ മാത്രമാണ്, ലോകമെമ്പാടും പ്രയോഗിക്കപ്പെടാൻ സാധ്യതയില്ല. ഈ മാറ്റങ്ങൾ ഉപയോഗിക്കാൻ മുമ്പ് പ്രത്യേക സ്ഥാപനത്തിന്റെ നിർദ്ദേശങ്ങൾ പരിശോധിക്കുക.",
    "Summary-": "സംഗ്രഹം",
    "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "ഈ വിഭാഗത്തിൽ, ഞങ്ങൾ GPA અને CGPA മാറ്റങ്ങൾ, അവ എങ്ങനെ തമ്മിൽ വ്യത്യസ്തമാണ്, കൂടാതെ ലോകമൊട്ടാകെ പാലിക്കുന്ന ചില അന്താരാഷ്ട്ര സ്റ്റാൻഡേർഡുകളും ഫ്രെയിംവർക്കുകളും ചർച്ച ചെയ്തിരിക്കുന്നു. എല്ലായ്പ്പോഴും എല്ലാ പ്രധാന ഫ്രെയിംവർക്കുകളും ഉൾക്കൊള്ളാൻ ഞങ്ങൾ ശ്രമിച്ചിട്ടുണ്ടെങ്കിലും, ഓരോ സ്ഥാപനത്തിലും ഈ മാറ്റവും ഫോർമുലയും ഉൾപ്പെടുത്തുക പ്രായോഗികമല്ല.",
    "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "അതിനാൽ, നിങ്ങളുടെ ഗ്രേഡുകൾ മാറ്റാൻ മുമ്പ് പ്രത്യേക സ്ഥാപനത്തിന്റെ ഔദ്യോഗിക പ്രമാണം പരിശോധിക്കാനുള്ള ഉപദേശം ഞങ്ങൾ നിങ്ങൾക്ക് എപ്പോഴും നൽകുന്നു.",
    "FAQs": "ചോദ്യങ്ങൾ (സാധാരണ ചോദിക്കുന്ന ചോദ്യങ്ങൾ)",
    "Q1. How can I convert GPA to CGPA?": "Q1. എങ്ങനെ GPA-നെ CGPA-ലേക്ക് മാറ്റാം?",
    "Ans. You can convert GPA to CGPA using the formula;": "ഉത്തരം. നിങ്ങൾ GPA-നെ CGPA-ലേക്ക് ഫോർമുല ഉപയോഗിച്ച് മാറ്റാം;",
    "-GPA =": "-GPA =",
    "CGPA Obtained": "CGPA നേടിയിരിക്കുന്നു",
    "Maximum CGPA": "അധിക CGPA",
    "Max-GPA": "അധിക GPA",
    "Q2. What is Indian CGPA to GPA calculator?": "Q2. ഇന്ത്യൻ CGPA-ൽ നിന്ന് GPA കാൽക്കുലേറ്റർ എന്താണ്?",
    "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "ഉത്തരം. ഇന്ത്യൻ CGPA-യിൽ നിന്ന് GPA-ലേക്ക് കാൽക്കുലേറ്റർ CGPA ആൻഡ് ശതമാനം പരിണാമം ഉൾക്കൊള്ളുന്നു. ദയവായി താഴെയുള്ള പട്ടികയിലേക്ക് കാണുക:",
    "Conversion Type": "മാറ്റത്തിന്റെ തരം",
    "Formula": "ഫോർമുല",
    "CGPA to 4-point GPA": "CGPA 4-പോയിന്റ് GPA-ലേക്ക്",
    "Percentage to 4-point GPA": "ശതമാനം 4-പോയിന്റ് GPA-ലേക്ക്",
    "Percentage to GPA (4.3)": "ശതമാനം GPA (4.3)-ലേക്ക്",
    "Percentage to GPA (5.0)": "ശതമാനം GPA (5.0)-ലേക്ക്",
    "GP-A =": "GPA =",
    "CGPA-Obtained": "CGPA-ലഭിച്ചു",
    "Maximum-CGPA": "അധിക CGPA",
    "× 2.5": "× 2.5",
    "Percentage Obtained": "ശതമാനം നേടിയിരിക്കുന്നു",
    "100": "100",
    "× 4": "× 4",
    "4.3": "4.3",
    "× 100": "× 100",
    "20": "20",
    "Q3. How to calculate CGPA from GPA?": "Q3. എങ്ങനെ GPA മുതൽ CGPA കണക്കാക്കാം?",
    "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "Ans. GPA മുതൽ CGPA കണക്കാക്കാനായി, പ്രാപിച്ച GPA നെ പരമാവധി GPA ആയി വിഭജിച്ച്, പിന്നെ ലക്ഷ്യ CGPA സ്കെയിലിൽ ഗുണിക്കുക. ഗണിതശാസ്ത്രത്തിൽ:",
    "CGPA =": "CGPA =",
    "GPA Obtained": "പ്രാപിച്ച GPA",
    "Maximum GPA": "പരമാവധി GPA",
    "× Target CGPA Scale": "× ലക്ഷ്യ CGPA സ്കെയിൽ",
    "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "Q4. 10 പോയിന്റ് CGPA-നിന്നും 4 GPA-യിലേക്ക് കണക്കാക്കാനുള്ള ഫോർമുല എന്താണ്?",
    "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "Ans. Q2-ൽ നൽകിയതുപോലെ, CGPA നെ 2.5 ഘടകത്തോടെ വിഭജിച്ച്, സമാനമായ GPA ലഭിക്കും. ഒരു ലളിതമായ കണക്കാക്കൽ ചുവടെ നൽകിയിരിക്കുന്നു.",
    "G-PA =": "GPA =",
    "Obtained CGPA": "പ്രാപിച്ച CGPA",
    "10(for 10-point CGPA)": "10 (10 പോയിന്റ് CGPA-ക്ക് വേണ്ടി)",
    "×": "×",
    "= ": "= ",
    "× 2.5": "× 2.5",
    "Q5. What is the GPA to CGPA calculator Anna University Formula?": "Q5. GPA-നിന്നും CGPA-യിലേക്ക് കണക്കാക്കാനുള്ള ആണ്ണാ സർവകലാശാല ഫോർമുല എന്താണ്?",
    "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "Ans. GPA-നിന്നും CGPA-യിലേക്ക് കണക്കാക്കാനുള്ള ആണ്ണാ സർവകലാശാല ഫോർമുല ക്രെഡിറ്റ് സ്കോറുകൾ ഉൾപ്പെടുന്നു. ഫോർമുല ചുവടെ എഴുതാമായിരിക്കും:",
    ".GPA =": "GPA =",
    "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "വിഷയം 1 ൽ ഗ്രേഡ് × നേടപ്പെട്ട ക്രെഡിറ്റ് + വിഷയം 2 ൽ ഗ്രേഡ് × നേടപ്പെട്ട ക്രെഡിറ്റ് + വിഷയം N ൽ ഗ്രേഡ് × നേടപ്പെട്ട ക്രെഡിറ്റ്",
    "Sum of All Credits Earned in Each Subject": "പ്രതിവിഷയവും നേടി ക്രെഡിറ്റുകളുടെ സംഖ്യ",
    "Q6. How to calculate CGPA from GPA in Anna University?": "Q6. ആണ്ണാ സർവകലാശാലയിൽ GPA-യിൽ നിന്ന് CGPA എങ്ങനെ കണക്കാക്കാം?",
    "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "Ans. ആണ്ണാ സർവകലാശാലയിലെ CGPA-നിന്നും GPA കണക്കാക്കൽ ഈ ലേഖനത്തിന്റെ മുകളിൽ നൽകിയ ഫോർമുല പോലെയായിരിക്കും.",
    "CGPA- =": "CGPA =",
    "GPA-Obtained": "പ്രാപിച്ച GPA",
    "Maximum-GPA": "പരമാവധി GPA",
    "×": "×",
    "Target CGPA Scale": "ലക്ഷ്യ CGPA സ്കെയിൽ",
    "However, you can also go for detailed calculations as described in Q5.": "എന്നിരുന്നാലും, നിങ്ങൾക്ക് Q5-ൽ വിവരിച്ച വിശദമായ കണക്കുകൾക്കായി പോകാനാകും.",
    "Q7. How SRM GPA to CGPA calculator is different?": "Q7. SRM GPA to CGPA കണക്കാക്കൽ എങ്ങനെ വ്യത്യസ്തമാണ്?",
    "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "Ans. SRM സർവകലാശാല GPA കണക്കാക്കുന്നതിനായി ക്രെഡിറ്റ്-ഭാരം ഉള്ള ശരാശരി ഉൾപ്പെടുന്ന പ്രത്യേക ഫോർമുല ഉപയോഗിക്കുന്നു. ക്രെഡിറ്റ്-ഭാരം ഉള്ള ശരാശരിയുടെ ആശയം ചില വിഷയങ്ങൾക്ക് പ്രത്യേക ഭാരം നൽകാൻ ഉപയോഗിക്കുന്നു, ഉദാഹരണത്തിന് പ്രധാന വിഷയങ്ങളും ഉപവിഷയങ്ങളും.",
    "Q8. Is the GPA to CGPA calculator for engineering different?": "Q8. എഞ്ചിനീയറിംഗ് കോഴ്സുകൾക്കുള്ള GPA-നിന്നും CGPA-യിലേക്ക് കണക്കാക്കൽ വ്യത്യസ്തമാണോ?",
    "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "Ans. ചില എഞ്ചിനീയറിംഗ് കോളേജുകൾ കോർ കോഴ്സുകൾക്ക് ഇലക്ടീവ് അല്ലെങ്കിൽ പൊതുവായ കോഴ്സുകളിൽ നിന്ന് കൂടുതൽ ക്രെഡിറ്റുകൾ നൽകി assigns ചെയ്യുന്നു. അതിനാൽ, ആ കോർ വിഷയങ്ങൾക്ക് ലഭിക്കുന്ന ഭാരം മറ്റ് വിഷയങ്ങളേക്കാൾ കൂടുതൽ ആയിരിക്കും.",
    "Q9. Is CGPA to GPA calculator online reliable?": "Q9. CGPA-നിന്നും GPA-യിലേക്ക് കണക്കാക്കുന്ന ഓൺലൈൻ കണക്കുകൂട്ടി വിശ്വസനീയമാണോ?",
    "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "Ans. ഗണിതശാസ്ത്രപരമായി, ഞങ്ങളുടെ CGPA-നിന്നും GPA-യിലേക്ക് ഓൺലൈൻ കണക്കുകൂട്ടൽ വിശ്വസനീയമാണ്. എന്നാൽ, പല സർവകലാശാലകളും പ്രത്യേക പരിവർത്തന രീതി ഉപയോഗിക്കുന്നു. എല്ലാ രീതി കളെയും ഉൾപ്പെടുത്തുന്നത് പ്രായോഗികമല്ല, അതിനാൽ ഔദ്യോഗിക മാർഗ്ഗനിർദ്ദേശങ്ങൾ ആദ്യം പരിശോധിക്കുന്നതാണ് നല്ലത്.",
    "Q10. Convert GPA to CGPA out of 4.": "Q10. GPA-നിന്നും CGPA-യിലേക്ക് 4-ആലാമിൽ എങ്ങനെ പരിവർത്തനം ചെയ്യാം?",
    "Ans. To convert GPA to CGPA out of 4, use the below formula:": "Ans. GPA-നിന്നും CGPA-യിലേക്ക് 4-ആലാമിൽ പരിവർത്തനം ചെയ്യാനായി, ചുവടെ ഫോർമുല ഉപയോഗിക്കുക:",
    "CGPA (out of 4) =": "CGPA (4-ആലാമിൽ) =",
    "GPAObtained": "പ്രാപിച്ച GPA",
    "Maximum GPA on your Scale": "നിന്റെ സ്കെയിലിലെ പരമാവധി GPA",
    "×": "×",
    "4": "4",
    "Q11. What is 3 GPA to CGPA?": "Q11. 3 GPA CGPA ആകുന്നത് എന്താണ്?",
    "Ans. On a 4-point GPA scale, your CGPA is 3. But on a 10-point GPA scale, your CGPA is 1.2.": "Ans. 4-പോയിന്റ് GPA സ്കെയിലിൽ, നിന്റെ CGPA 3 ആണ്. എന്നാൽ 10-പോയിന്റ് GPA സ്കെയിലിൽ, നിന്റെ CGPA 1.2 ആണ്.",
    "Q12. What is 3.5 GPA to CGPA?": "Q12. 3.5 GPA CGPA ആകുന്നത് എന്താണ്?",
    "Ans. On a 4-point GPA scale, your CGPA is 3.5.": "Ans. 4-പോയിന്റ് GPA സ്കെയിലിൽ, നിന്റെ CGPA 3.5 ആണ്.",
    "But on a 10-point GPA scale, your CGPA is 1.4.": "എന്നാൽ 10-പോയിന്റ് GPA സ്കെയിലിൽ, നിന്റെ CGPA 1.4 ആണ്.",
    "On a 7-point GPA scale, your CGPA is 2.": "7-പോയിന്റ് GPA സ്കെയിലിൽ, നിന്റെ CGPA 2 ആണ്.",
    "Q13. What is 3.3 GPA to CGPA?": "Q13. 3.3 GPA CGPA ആകുന്നത് എന്താണ്?",
    "Ans. If GPA is on a 4-point scale → 3.3 CGPA": "Ans. എങ്കിൽ GPA 4-പോയിന്റ് സ്കെയിലിൽ ആണെങ്കിൽ → 3.3 CGPA",
    "If GPA is on a 10-point scale → 1.32 CGPA": "10-പോയിന്റ് സ്കെയിലിൽ GPA എങ്കിൽ → 1.32 CGPA",
    "If GPA is on a 7-point scale → 1.89 CGPA": "7-പോയിന്റ് സ്കെയിലിൽ GPA എങ്കിൽ → 1.89 CGPA",
    "Q14. What is a good CGPA?": "Q14. നല്ല CGPA എന്താണ്?",
    "Ans. A CGPA above 8.0 is considered a good CGPA. However, this varies depending on the institution and the course.": "Ans. 8.0-ൽ കൂടുതലുള്ള CGPA ഒരു നല്ല CGPA ആയി കണക്കാക്കപ്പെടുന്നു. എങ്കിലും, ഇത് സ്ഥാപനം ഒപ്പം കോഴ്സ് അനുസരിച്ച് വ്യത്യാസപ്പെടും.",
    "-title": "CGPA to GPA കാൽക്കുലേറ്റർ",
    "enterCGPA": "CGPA നൽകുക",
    "cgpaPlaceholder": "നിന്റെ CGPA നൽകുക",
    "chooseGPAScale": "GPA സ്കെയിൽ തിരഞ്ഞെടുക്കുക",
    "gpaScale4": "4.0 സ്കെയിൽ",
    "gpaScale5": "5.0 സ്കെയിൽ",
    "gpaScale10": "10.0 സ്കെയിൽ",
    "customGpaScalePlaceholder": "കസ്റ്റം GPA സ്കെയിൽ നൽകുക",
    "cgpaPointScale": "CGPA പോയിന്റ് സ്കെയിൽ",
    "cgpaPointScalePlaceholder": "CGPA പോയിന്റ് സ്കെയിൽ നൽകുക",
    "calculateButton": "കാൽക്കുലേറ്റ് ചെയ്യുക",
    "resetButton": "പുനഃസജ്ജമാക്കുക",
    "yourGPA": "നിന്റെ കണക്കാക്കപ്പെട്ട GPA",
    "gpaPlaceholder": "GPA:",
    "downloadButton": "ഡൗൺലോഡ് ചെയ്യുക",
    "whatsappButton": "വാട്ട്സ്ആപ്പ്",
    "copyLinkButton": "ലിങ്ക് കോപ്പി ചെയ്യുക",
    "linkCopied": "ലിങ്ക് കോപ്പി ചെയ്തു!",
    "calculationHistory": "കാൽക്കുലേഷൻ ചരിത്രം",
    "sNo": "സെ.നോ.",
    "cgpa1": "CGPA",
    "gpa1": "GPA",
    "Heading": "CGPA to GPA കാൽക്കുലേറ്റർ",
    "Paragraph1": "നാം എപ്പോഴും നമ്മുടെ ഗ്രേഡുകൾ വ്യത്യസ്ത ഫോർമാറ്റുകളിലേക്ക് മാറ്റേണ്ടി വരുന്ന സാഹചര്യങ്ങളെ നേരിടുന്നു. നിങ്ങൾ വിദ്യാർത്ഥി ഗ്രേഡ് ഡാറ്റാബേസുകളുമായി പ്രവർത്തിക്കുന്നുണ്ടോ, അല്ലെങ്കിൽ പ്രത്യേക ആവശ്യങ്ങൾക്കായി നിങ്ങളുടെ ഗ്രേഡുകൾ മാറ്റേണ്ടതുണ്ടോ, ഒരു വിശ്വാസയോഗ്യമായ ഉപകരണം പ്രക്രിയ എളുപ്പമാക്കുന്നു.",
    "Paragraph2": "ലോർഡ് കാൽക്കുലേറ്ററിന്റെ CGPA to GPA കാൽക്കുലേറ്റർ നിങ്ങളുടെ CGPA ഗ്രേഡുകൾ GPA ഫോർമാറ്റിലേക്ക് അതിവേഗം കൂടിയുള്ള കൃത്യതയിൽ മാറ്റാൻ സഹായിക്കാൻ രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നു, നിങ്ങൾക്ക് യഥാർത്ഥത്തിൽ പ്രധാനപ്പെട്ട കാര്യമൊന്നെ – നിങ്ങളുടെ പ്രകടനത്തെ – ശ്രദ്ധിക്കാൻ കഴിയുന്നു!",
    "Paragraph3": "നമ്മുടെ കാൽക്കുലേറ്റർ വേഗവും കൃത്യതയുമായുള്ള പ്രാപ്തിയോടെ അനുയോജ്യമാണ്, ഇത് നിങ്ങളുടെ ഫലങ്ങളിൽ പിശകുകൾ ഇല്ലാത്തതായി ഉറപ്പാക്കുന്നു. നിങ്ങൾക്ക് നിങ്ങളുടെ ഗ്രേഡുകൾ ഏത് ലക്ഷ്യ ഗ്രേഡിംഗ് സ്കെയിലിലേക്ക് മാറ്റാൻ വേണ്ടി കസ്റ്റം ഗ്രേഡ് സ്കെയിൽ ഓപ്ഷൻ ഉപയോഗിക്കാം.",
    "Paragraph4": "ഈ മാർഗ്ഗരേഖയിൽ, CGPA to GPA പരിവർത്തനത്തിന്റെ പ്രധാന ഘടകങ്ങൾ, അടിസ്ഥാന ആശയങ്ങൾ, അന്താരാഷ്ട്ര സ്റ്റാൻഡേഡുകൾ എന്നിവയെക്കുറിച്ച് നാം ചര്‍ച്ചചെയ്യും.",
    "section2": "CGPA to GPA പരിവർത്തന സൂത്രവാക്യം",
    "formula": {
        "title": "സമാനമായ GPA",
        "numerator": "പ്രാപിച്ച CGPA",
        "denominator": "മാക്സ് CGPA",
        "multiplier": "മാക്സ് GPA"
    },
    "tableOfContents": "ഉള്ളടക്കം",
    "toggleButtonExpand": "വിശദീകരിക്കുക",
    "toggleButtonCollapse": "കുറച്ചു കാണിക്കുക",
    "1": "CGPA to GPA കാൽക്കുലേറ്റർ",
    "2": "CGPA to GPA കൺവെർട്ടർ ഫോർമുല",
    "3": "CGPA GPA-യിൽ നിന്ന് എങ്ങനെ വ്യത്യസ്തമാണ് & കൺവേഴ്ഷൻ എനിക്ക് എപ്പോൾ വേണ്ടി?",
    "4": "എന്തിനാണ് CGPA to GPA കൺവേഴ്ഷനുകൾ ആവശ്യം?",
    "5": "Lord Calculatorന്റെ CGPA to GPA കാൽക്കുലേറ്റർ എങ്ങനെ വേറെ?",
    "6": "CGPA to GPA കാൽക്കുലേറ്റർ എങ്ങനെ ഉപയോഗിക്കാം",
    "7": "CGPA to GPA കൺവേഴ്ഷൻ ചെയ്യുന്നതിനുള്ള രീതി",
    "8": "പ്രത്യേക യൂണിവേഴ്സിറ്റി കൺവേഴ്ഷനുകൾ",
    "9": "നോർമലൈസേഷൻ ഫാക്ടർ",
    "10": "CGPA to GPA വിശദമായ കൺവേഴ്ഷൻ പട്ടിക",
    "11": "CGPA to GPA കൺവേഴ്ഷണർസ് എന്നതിന് പരിധികൾ",
    "12": "CGPA to GPA കാൽക്കുലേഷൻ കൃത്യമായിരിക്കണം എങ്ങനെ?",
    "13": "നിഷ്കർഷം",
    "14": "CGPA to GPA കൺവേഴ്ഷനുള്ള ചില ചോദ്യോത്തരങ്ങൾ",
    "cgpaToGpaNote": "ഈ ഫോർമുല CGPA to GPA കൺവേഴ്ഷനുള്ള ഏറ്റവും സാധാരണയായി ഉപയോഗിക്കുന്ന ഫോർമുലയാണ്. എന്നാൽ, ചില സ്ഥാപനങ്ങൾ വ്യത്യസ്തമായ ഫോർമുല പിന്തുടരാം, അതിനാൽ നിങ്ങളുടെ സ്ഥാപനത്തിലോ ബോർഡിലോ നൽകിയ ഔദ്യോഗിക മാർഗ്ഗനിർദ്ദേശങ്ങൾ പരിശോധിക്കുന്നത് എപ്പോഴും നല്ലതാണ്.",
    "section3Title": "CGPA GPA-യിൽ നിന്ന് എങ്ങനെ വ്യത്യസ്തമാണ് & കൺവേഴ്ഷൻ എനിക്ക് എപ്പോൾ വേണ്ടിയാണ്?",
    "section3Content": "കൺവേഴ്ഷൻ പ്രക്രിയക്ക് കൂടുതൽ ദൃഷ്‌ടികോണം നൽകുന്നതിന് മുൻപ്, CGPAയും GPAയും തമ്മിലുള്ള വ്യത്യാസം എന്താണ് എന്ന് മനസ്സിലാക്കുന്നതും, ഈ രണ്ട് ഗ്രേഡിംഗ് സ്കെയിലുകൾ വ്യാപകമായി അംഗീകരിക്കപ്പെട്ടിട്ടും, എങ്ങനെ മാറ്റങ്ങൾ ആവശ്യമാകാം എന്ന് നോക്കാം.",
    "understandingCGPAGPA": "CGPA & GPA മനസ്സിലാക്കുക",
    "cgpaDefinition": "CGPA (സമാഹിത ഗ്രേഡ് പോയിന്റ് ശരാശരി) ഒരു വിദ്യാർത്ഥിയുടെ ആകിലുതനീയമായ പഠന പ്രകടനത്തിന്റെ ഒരു സമഗ്ര ദൃഷ്‌ടികോണം ആകുന്നു, സഞ്ചയിച്ച എല്ലാ സെമസ്റ്റർഗളും വിഷയങ്ങളും ഒരു പ്രത്യേക സമയയിലും.",
    "gpaDefinition": "അതെന്തെന്നാൽ, GPA (ഗ്രേഡ് പോയിന്റ് ശരാശരി) ഒരു വിദ്യാർത്ഥിയുടെ പ്രദർശനം individual കോഴ്സുകളിൽ അല്ലെങ്കിൽ വിഷയങ്ങളിൽ വിലയിരുത്തുന്ന ഒരു സങ്കീർണ്ണമായ മാനദണ്ഡമാണ്. GPA ഒരു കാലാവധി അടിസ്ഥാനത്തിൽ പ്രകടനം പിന്തുടരുന്നു.",
    "regionalUsage": "CGPA പലപ്പോഴും ഏഷ്യൻ രാജ്യങ്ങളിൽ കൂടുതലായി ഉപയോഗിക്കപ്പെടുന്നുവെങ്കിലും, GPA അർഹമായ 4-പോയിന്റ് സ്കെയിലിൽ, അമേരിക്കൻ, യൂറോപ്യൻ രാജ്യങ്ങളിൽ പരിതോഷിക്കുന്നത്.",
    "learnMoreGradingSystems": "വിവിധ ഗ്രേഡിംഗ് സ്കെയിലുകൾക്കുള്ള ഭാഷാബോധം കൂടുതൽ പഠിക്കാൻ, ",
    "whyNeedConversion": "എന്തിനാണ് CGPA to GPA കൺവേഴ്ഷൻ ആവശ്യം?",
    "conversionReason1": "ഈ ചോദ്യത്തിന് എളുപ്പത്തിലുള്ള ഉത്തരം അവസരങ്ങളിൽ നേരിട്ടുള്ളതാണ്. ഒരു വിദ്യാർത്ഥി വിദേശത്ത് പഠിക്കാൻ പോകുമ്പോഴോ ജോലി അപേക്ഷിക്കാൻ പോകുമ്പോഴോ, അവരുടെ ഗ്രേഡുകൾ ഒരു പ്രത്യേക ഫോർമാറ്റിൽ ആവശ്യമായേക്കാം—തങ്ങളുടെ സ്വന്തം ഫോർമാറ്റിൽ നിന്ന് വ്യത്യസ്തമായിരിക്കുക. അത്തരം സാഹചര്യങ്ങളിൽ, ഗ്രേഡുകളുടെ കൺവേഴ്ഷൻ ആവശ്യമാണ്.",
    "conversionReason2": "ഇത് ധ്യാനം ചെയ്തുകഴിഞ്ഞാൽ, നിങ്ങൾക്കുണ്ടായിരുന്ന കുറച്ചു പിശക് മൂലം പ്രക്രിയ തിരിച്ചുപോകേണ്ടി വരാം. ഈ പ്രശ്നത്തിന് ഓൺലൈൻ ടൂൾസ് എത്രത്തോളം ഉപകരിക്കുന്നു. കൂടാതെ വെബ്സൈറ്റിൽ സന്ദർശിച്ച് എപ്പോഴും ഗ്രേഡുകൾ കൺവർട്ട് ചെയ്യാൻ കഴിയും!",
    "conversionReason3": "പിന്നീട്, ഗ്രേഡിംഗ് സ്കെയിലുകൾക്കിടയിലെ വ്യത്യാസങ്ങളെല്ലാം കൂടി കാണാം:",
    "cgpaScale": "CGPA (10-പോയിന്റ് സ്കെയിൽ)",
    "usGpaScale": "അമേരിക്കൻ GPA (4-പോയിന്റ് സ്കെയിൽ)",
    "usLetterGrade": "അക്ഷര ഗ്രേഡ് (യുസ്)",
    "percentageScale": "പ്രതിശതം (100%)",
    "ukGrade": "ഗ്രേഡ് (UK)",
    "ukGrade1": "ഫസ്റ്റ്-ക്ലാസ് (ഡിസ്റ്റിൻക്ഷൻ)",
    "ukGrade2": "ഫസ്റ്റ്-ക്ലാസ് (അപ്പർ)",
    "ukGrade3": "ഫസ്റ്റ്-ക്ലാസ് (അപ്പർ)",
    "ukGrade4": "അപ്പർ സെക്കൻഡ് (2:1)",
    "ukGrade5": "അപ്പർ സെക്കൻഡ് (2:1)",
    "ukGrade6": "ലൊവർ സെക്കൻഡ് (2:2)",
    "ukGrade7": "ലൊവർ സെക്കൻഡ് (2:2)",
    "ukGrade8": "തർത്തി-ക്ലാസ്",
    "ukGrade9": "പാസ്",
    "ukGrade10": "ഫെയിൽ",
    "below_5_5": "5.5 ലെക്കുറവ്",
    "below_2_0": "2.0 ലെക്കുറവ്",
    "below": "55 ലെക്കുറവ്",
    "section5_title": "Lord Calculatorന്റെ CGPA to GPA കാൽക്കുലേറ്റർ എങ്ങനെ വേറെ?",
    "feature_1": "Lord Calculatorന്റെ CGPA to GPA കാൽക്കുലേറ്റർ അതിന്റെ പുരോഗമനशील ഫീച്ചറുകളും അതിവേഗ പ്രവർത്തനവും കൊണ്ട് ശ്രദ്ധേയമാണ്. ഏറ്റവും പുതിയ വെബ് ഫ്രെയിംവർക്കിന്റെ സഹായത്തോടെ, ഞങ്ങളുടെ കാൽക്കുലേറ്റർ കൺവേഴ്ഷനുകൾ അത്യന്തം വേഗത്തിൽ നിർവഹിക്കുന്നു—ആഗ്രഹിച്ച നെറ്റ്‌വർക്കുകൾക്ക് ദോഷം ഇല്ലാതെയാണ്.",
    "feature_2": "ഉപയോക്തൃ ഇന്റർഫേസ് എളുപ്പത്തിലുള്ള നാവിഗേഷനുമായി രൂപകൽപ്പന ചെയ്തിരിക്കുന്നു, ഇതിന് വഴി ലഭിക്കുന്നതിലും ഫലങ്ങൾ ലഭിക്കുന്നതിലും എളുപ്പമായിരിക്കും. ഞങ്ങൾ മെട്രിക് പ്രതിനിധാനം പോലുള്ള ഫീച്ചറുകൾ കൂടി നൽകുന്നു, ഇത് പരിവർത്തിത ഗ്രേഡുകൾ കൂടുതൽ ഫലപ്രദമായി കാണിക്കാൻ സഹായിക്കുന്നു.",
    "feature_3": "അതിനുപുറമേ, നിങ്ങൾക്ക് നിങ്ങളുടെ കൺവർഷൻ ചരിത്രം PDF ആയി സേവ് ചെയ്യാനും അത് സാമൂഹ്യ മാധ്യമങ്ങളിൽ പങ്കുവെക്കാനും കഴിയും, ഇത് നിങ്ങളുടെ ഫലങ്ങൾ പിന്തുടരാനും മറ്റുള്ളവരുമായി പങ്കുവെക്കാനും എളുപ്പമാക്കുന്നു.",
    "feature_4": "ഞങ്ങളുടെ കാൽക്കുലേറ്റർ കസ്റ്റം ഫോർമുലകളും പിന്തുണയ്ക്കുന്നു. ഉദാഹരണത്തിന്, CGPA to Percentage കാൽക്കുലേറ്ററിൽ, നിങ്ങൾക്ക് നിങ്ങളുടെ സ്ഥാപനത്തിന്റെ പ്രത്യേക ഗ്രേഡിംഗ് സ്കെയിലിനോട് അനുയോജ്യമായ ഒരു കസ്റ്റം മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടർ തിരഞ്ഞെടുക്കാം.",
    "section6_title": "CGPA to GPA കാൽക്കുലേറ്റർ എങ്ങനെ ഉപയോഗിക്കാം",
    "instruction_1": "ഞങ്ങളുടെ CGPA to GPA കാൽക്കുലേറ്റർ ഉപയോഗിക്കുന്നത് ഏതു കാൽക്കുലസ് പ്രശ്നം പരിഹരിക്കുന്നതിലും എളുപ്പമാണ്! ഇവിടെയെല്ലാം ചെയ്തുകൊണ്ട് ഈ ലളിതമായ ചുവടുകൾ പിന്തുടരുക:",
    "step_1": "Lord Calculator Educational Calculators CGPA to GPA കാൽക്കുലേറ്റർ എന്ന ഭാഗത്തേക്ക് പോകുക.",
    "step_2": "പ്രഥമ ഫീൽഡിൽ, നിങ്ങളുടെ CGPA നൽകുക. കൃത്യമായ അകത്തുള്ള സംഖ്യകൾ ഉൾപ്പെടുന്നുവെന്ന് ഉറപ്പാക്കുക!",
    "step_3": "നിങ്ങളുടെ ഗ്രേഡുകൾ പരിവർത്തിക്കുന്ന GPA സ്കെയിൽ തിരഞ്ഞെടുക്കുക.",
    "step_4": "നിങ്ങളുടെ ഗ്രേഡിംഗ് സിസ്റ്റം അനുവദിക്കുന്ന പരമാവധി CGPA നൽകുക (ഇത് CGPA സ്കെയിൽ മൂല്യം).",
    "step_5": "എല്ലാ ഫീൽഡുകളും ശരിയായി പൂരിപ്പിച്ചതിനു ശേഷം, കാൽക്കുലേറ്റ് ബട്ടൺ ക്ലിക്കുചെയ്യുക, ഒപ്പം! നിങ്ങളുടെ GPA കൺവേഴ്ഷൻ പൂർത്തിയായി.",
    "step_6": "നിങ്ങളുടെ ഫലങ്ങൾ സുഹൃത്തുക്കളുമായി പങ്കുവെക്കാനും, ഭാവിയിലെ റഫറൻസിനായി PDF ആയി സേവ് ചെയ്യാനും കഴിയും!",
    "section7_title": "CGPA to GPA കൺവേഴ്ഷൻ ചെയ്യുന്നതിനുള്ള രീതി",
    "paragraph_1": "CGPA to GPA കൺവേഴ്ഷൻ ഒരു ഏകമൊഴി പ്രക്രിയ അല്ല. വ്യത്യസ്ത സ്ഥാപനങ്ങൾ വ്യത്യസ്ത ഗ്രേഡിംഗ് സിസ്റ്റങ്ങൾ പിന്തുടരുന്നു, അവിടെ ഉപയോഗിക്കുന്ന സാക്ഷരമുല്ല് ഫാക്ടറുകളും വ്യത്യസ്തമാണ്. അതിനാൽ, നിങ്ങളുടെ സ്ഥാപനത്തിനുള്ള അനുയോജ്യമായ രീതി ഉപയോഗിക്കുന്നത് എത്രമാത്രം ആവശ്യമാണ്.",
    "paragraph_2": "ഞങ്ങളുടെ കാൽക്കുലേറ്ററിൽ, CGPA to GPA പരിവർത്തനത്തിനുള്ള ഏറ്റവും സാധാരണമായ ഫോർമുല ഉപയോഗിച്ചിട്ടുണ്ട്. എന്നാൽ, നിങ്ങളുടെ സ്ഥാപനത്തിൽ നിന്നുള്ള ഔദ്യോഗിക രേഖകൾ പരിശോധിക്കുക എന്നത് എപ്പോഴും നല്ലതാണ്.",
    "paragraph_3": "വ്യത്യസ്തമായ CGPA to GPA കൺവേഴ്ഷൻ ഫോർമുല വളരെ ഉപയോഗിക്കപ്പെടുന്നു:",
    "formula_title": "സമാനമായ GPA =",
    "formula_1": "CGPA ലഭിച്ചത്",
    "formula_2": "ആധികാരിക CGPA",
    "formula_3": "× ആധികാരിക GPA",
    "example_title": "ഉദാഹരണം:",
    "example_description": "ഉദാഹരണത്തിന്:",
    "example_list_item_1": "വിദ്യാർത്ഥിയുടെ CGPA ആണ് ",
    "bold": "8.5 (10 ലെ)",
    "example_list_item_2": "ലക്ഷ്യമുള്ള GPA സ്കെയിൽ ആണ് ",
    "bold1": "4.0",
    "conversion_description": "ഈ പരിവർത്തനത്തിൽ ഇതുപോലെ കാണപ്പെടും:",
    "maxcgpa": "പരമാവധി CGPA",
    "maxgpa": "പരമാവധി GPA",
    "university_specific_conversions": "വിദ്യാലയസ്പെസിഫിക് പരിവർത്തനങ്ങൾ",
    "university_specific_paragraph1": "നിങ്ങളുടെ സ്ഥാപനത്തിന് വ്യത്യസ്തമായ പരിവർത്തന സ്റ്റാൻഡേർഡുകൾ ഉണ്ടായിരിക്കും. അപ്പോൾ, നിങ്ങൾക്ക് നിങ്ങളുടെ പ്രൊഫസ്സർ നൽകിയ ഫോർമുല പ്രകാരം പരിവർത്തനം നടത്തേണ്ടി വരും. ഇത് പലപ്പോഴും, ഓരോ വിഷയത്തിനും വ്യത്യസ്തമായ തൂക്കം നൽകുന്ന സ്ഥാപനങ്ങളിൽ കാണപ്പെടുന്നു. അപ്പോൾ, പരിവർത്തന ഫോർമുല മാറ്റാനാവും.",
    "university_specific_paragraph2": "ഒരു സാധാരണ ഉദാഹരണം ഹാർവാർഡ് സർവകലാശാലയിൽ കാണപ്പെടുന്നു, അവർ ഒരു ഗ്രേഡ് വിതരണം പട്ടികയും, പരിവർത്തിത GPA പകർപ്പും ആവശ്യപ്പെടുന്നു, ഗ്രേഡിംഗ് ബുദ്ധിമുട്ടിനെ പരിഗണിക്കാൻ. അതിനാൽ, 8.5 CGPA, മുൻകൂർ ഉദാഹരണത്തിൽ പറഞ്ഞപോലെ, 3.4 എന്നത് 3.7 ആകാം.",
    "normalization_factor": "പൂർണവത്കരണ ഘടകം",
    "normalization_factor_paragraph1": "വിദ്യാർത്ഥികൾ വിദേശത്ത് പഠനത്തിനായി അപേക്ഷിക്കുമ്പോൾ അവരുടെ കഴിഞ്ഞ പ്രകടനം ഒരുപോലെ വിലയിരുത്തപ്പെടണം. നീതി സാധ്യമാക്കാൻ, സർവകലാശാലകൾ പൂർണവത്കരണ ഘടകം ചേർക്കുന്നു, ഇതിലൂടെ എല്ലാവർക്കും സമനിലയുള്ള കളിമൈതാനം ലഭിക്കും.",
    "normalization_factor_paragraph2": "ഉദാഹരണത്തിന്, ഒരു വിദ്യാർത്ഥി ശതമാന അടിസ്ഥാനത്തിൽ വിലയിരുത്തപ്പെടുന്നു, മറ്റൊരു വിദ്യാർത്ഥിയുടെ പ്രകടനം 5.0 CGPA ഗ്രേഡിംഗ് സ്കെയിലിൽ വിലയിരുത്തപ്പെടുന്നു. ഇത്തരത്തിലുള്ള വ്യത്യാസങ്ങളെ നീക്കാൻ, ബോർഡുകൾ പരമാവധി ശാസ്ത്രീയമായ കൃത്യത ഉപയോഗിച്ച് അവരുടെ സ്കെയിലുകൾ ക്രമീകരിക്കുന്നു. ഒരു സാധാരണ പ്രാക്ടീസ് പ്രൊപ്പോർഷണൽ പരിവർത്തനമാണ്.",
    "cgpa_to_gpa_table_title": "CGPA മുതൽ GPA വരെ വിശദമായ പരിവർത്തന പട്ടിക",
    "cgpa_to_gpa_table_paragraph": "ഇവിടെ നിങ്ങൾക്ക് നിങ്ങളുടെ CGPA ഗ്രേഡുകൾ വിവിധ GPA സ്കെയിലുകളിൽ അടിയന്തിരമായി പരിവർത്തനം ചെയ്ത ഫലങ്ങൾ ലഭിക്കും.",
    "cgpa_column": "CGPA",
    "us_gpa_column": "US GPA (4.0 സ്കെയിൽ)",
    "gpa_4_3_column": "GPA (4.3 സ്കെയിൽ)",
    "gpa_5_0_column": "GPA (5.0 സ്കെയിൽ)",
    "gpa_7_0_column": "GPA (7.0 സ്കെയിൽ)",
    "below-2_0": "2.0 ന് താഴെ",
    "below_2_5": "2.5 ന് താഴെ",
    "below_3_0": "3.0 ന് താഴെ",
    "below_3_5": "3.5 ന് താഴെ",
    "title-": "CGPA-നും GPA-യ്ക്കുള്ള പരിവർത്തന ഉപകരണത്തിന്റെ പരിമിതികൾ",
    "description.": "ഓൺലൈൻ ഗ്രേഡ് പരിവർത്തന ഉപകരണങ്ങൾ ആശ്വാസകരമായ ഉപകരണങ്ങളാണ്, എന്നാൽ അവക്ക് ചില പരിധികൾ ഉണ്ട്. ഈ പരിധികൾക്കും, നിങ്ങൾക്ക് ഇത്തരത്തിലുള്ള ഉപകരണങ്ങൾ ഉപയോഗിക്കുമ്പോൾ പരിഗണിക്കേണ്ട ഘടകങ്ങൾക്കുമായി പരിശോധിക്കാം.",
    "title.": "1. ഭാരവാഹി GPA സിസ്റ്റങ്ങൾ",
    "description-": "പല സർവകലാശാലകൾ ഭാരവാഹി GPA സിസ്റ്റങ്ങൾ ഉപയോഗിക്കുന്നു, അവർക്കായി ഹോണർസ് കോഴ്‌സുകൾക്ക് അധിക പോയിന്റുകൾ നൽകുന്നു. ഇത്തരത്തിലുള്ള സാഹചര്യങ്ങളിൽ, എല്ലാ വിഷയങ്ങളിലെയും അനുപാതപരമായ പരിവർത്തനങ്ങൾ നിലനിർത്താൻ കൂടുതൽ വിശദമായ പരിവർത്തന ഫോർമുല ആവശ്യമാണ്.",
    ".title": "2. ഗ്രേഡ് പരിധികൾ",
    "-description": "ചില സ്ഥാപനങ്ങൾ ഗ്രേഡ് പരിധി ചുരുക്കുന്നു. ഉദാഹരണത്തിന്, 10 CGPA സ്കെയിലിൽ, ഒരു വിദ്യാർത്ഥിക്ക് പരമാവധി CGPA 9.5 മാത്രമേ നേടാവൂ. ഇത്തരത്തിലുള്ള സാഹചര്യങ്ങളിൽ, ഓൺലൈൻ ഉപകരണങ്ങൾ കൃത്യമായ അല്ലെങ്കിൽ പ്രയോഗയോഗ്യമായ olmayirikkum.",
    "section3": {
        "title": "3. സർവ്വവ്യാപകതയുടെ അനുമാനങ്ങൾ",
        "description": "ഓൺലൈൻ ഉപകരണങ്ങൾ സൃഷ്ടിക്കുന്ന ഫലങ്ങൾ സാധാരണയായി സർവദേശീയമായി അംഗീകരിക്കപ്പെടുന്ന ഫലങ്ങൾ എന്ന് ഉപയോക്താക്കൾ കരുതുന്നു. എന്നാൽ, ഇത് ഓർക്കുക, ഓരോ സ്ഥാപനത്തിനും സ്വന്തം പരിവർത്തന സ്റ്റാൻഡേർഡ് ഉണ്ടായിരിക്കും. പരിവർത്തനം ചെയ്യുന്നതിന് മുൻപേ എപ്പോഴും ഔദ്യോഗിക രേഖകൾ അല്ലെങ്കിൽ നിങ്ങളുടെ അക്കാദമിക് സ്ഥാപനം പരിശോധിക്കുക."
    },
    "keyTakeaways": {
        "title": "പ്രധാനമായ സന്ദേശങ്ങൾ",
        "description": "ഇവ CGPA-നും GPA-യ്ക്കുള്ള കണക്കുപരമായ പരിവർത്തന ഉപകരണങ്ങൾ ഉപയോഗിക്കുന്നതിൽ സാധാരണയായി കാണപ്പെടുന്ന നിർബന്ധങ്ങൾ ആണ്. എന്നാൽ, വിശദമായ ശ്രദ്ധ നൽകി, കൂടുതൽ കൃത്യമായ പരിവർത്തനങ്ങൾ ഉറപ്പാക്കാം. ഓൺലൈൻ ഉപകരണങ്ങൾ എപ്പോഴും കണക്കുകൾ എണ്ണുന്നതിനുള്ള സഹായകരമായ ഉപകരണങ്ങൾ മാത്രമാണ് — മനുഷ്യ പരിശോധന എപ്പോഴും ആവശ്യമുണ്ട്."
    },
    "section12": {
        "title": "സാധുവായ CGPA to GPA കണക്കുകൂട്ടലുകൾ നേടാൻ മികച്ച മാർഗങ്ങൾ",
        "description": "അക്കാദമിക് പ്രകടനം ഫലപ്രദമായി പ്രദർശിപ്പിക്കാൻ, നിങ്ങൾ ഓൺലൈൻ CGPA to GPA ഉപകരണങ്ങൾ ഉപയോഗിച്ചാലും ഈ മാർഗങ്ങളെ ശ്രദ്ധയിൽ ഇടുക:",
        "subsection1": {
            "title": "1. ലക്ഷ്യ ഗ്രേഡിംഗ് സ്കെയിലുകൾ മനസ്സിലാക്കുക",
            "description": "ലക്ഷ്യ ഗ്രേഡിംഗ് സ്കെയിൽ പ്രതിനിധാനം ഔദ്യോഗിക രേഖകളിൽ ക്രോസ്-ചെക്ക് ചെയ്യുക. ചില സ്ഥാപനങ്ങൾ 4.0 സ്കെയിൽ ഉപയോഗിക്കുന്നപ്പോൾ, മറ്റു സ്ഥാപനം 4.3 അല്ലെങ്കിൽ 5.0 സ്കെയിൽ ഉപയോഗിക്കും. CGPA കണക്കുകൂട്ടലുകൾ लक्ष്യ ഗ്രേഡിംഗ് സ്കെയിലിന് അനുസരിച്ച് ക്രമീകരിക്കേണ്ടതുണ്ട്."
        },
        "subsection2": {
            "title": "2. ഗ്രേഡിംഗ് കർശനത പരിഗണിക്കുക",
            "description": "നിങ്ങളുടെ സ്ഥാപനം കർശനമായ ഗ്രേഡിംഗ് മാനദണ്ഡങ്ങൾ പിന്തുടർന്നാൽ, അത് നിങ്ങളുടെ അപേക്ഷ ഫോറത്തിൽ വ്യക്തമാക്കുക. ഹാർവാർഡ് സർവകലാശാല പോലുള്ള സർവകലാശാലകൾ, ഇത് അക്കാദമിക് പ്രകടനം വിലയിരുത്തുന്നതിൽ പ്രധാനപ്പെട്ട ഘടകമായി പരിഗണിക്കും."
        }
    },
    "section13": {
        "subsection1": {
            "title": "3. പരിവർത്തന ഫോർമുല ശുദ്ധീകരിക്കൽ",
            "description": "നിങ്ങളുടെ ഔദ്യോഗിക രേഖകളിൽ പരിവർത്തന ഫോർമുല കണ്ടെത്താൻ കഴിയുന്നില്ലെങ്കിൽ, ദയവായി അക്കാദമിക് കൗൺസിലർമാരെ സമീപിച്ച് കൂടുതൽ സഹായം തേടുക. അവർ പരിവർത്തനം കൃത്യമായിരിക്കണമെന്നു ഉറപ്പാക്കാൻ സഹായിക്കും."
        },
        "subsection2": {
            "title": "4. വിഷയനിരക്കിന്റെ പ്രകടനം പരിഗണിക്കൽ",
            "description": "ചില സ്ഥാപനങ്ങൾ പ്രധാനവും ആഭാവ Subjects തമ്മിൽ വ്യത്യാസമാക്കുന്നു, പ്രധാന വിഷയങ്ങൾ അധിക പോയിന്റുകൾ നേടാറുണ്ട്. പരിവർത്തന ഗ്രേഡുകൾ ആവശ്യമായ അപേക്ഷ ഫോമുകൾ പൂരിപ്പിക്കുമ്പോൾ ഈ കാര്യം ശ്രദ്ധിക്കുക."
        },
        "subsection3": {
            "title": "5. മാറുന്ന മാനദണ്ഡങ്ങളുമായി അപ്ഡേറ്റ് ആയിരിക്കുക",
            "description": "വിദ്യാഭ്യാസ സ്ഥാപനങ്ങൾ ഗ്ലോബൽ സ്റ്റാൻഡേർഡുകളുമായി ഒത്തുപോകുന്നതിനായി ഗ്രേഡിംഗ് സ്റ്റാൻഡേർഡുകളും പരിവർത്തന ഫോർമുലകളും സ്ഥിരമായി അപ്ഡേറ്റ് ചെയ്യുന്നു. പഴയ രീതികളെ ഒഴിവാക്കാൻ, പുതിയ മാർഗരേഖകൾ പിന്തുടരാൻ ശ്രദ്ധിക്കുക."
        },
        "conclusion": {
            "title": "സമാപനം",
            "description": "ആഗോള വിദ്യാഭ്യാസ പ്രചാരണം വർദ്ധിക്കുന്ന സാഹചര്യത്തിൽ, ഞങ്ങൾ ചർച്ചചെയ്ത അടിസ്ഥാനവും അന്താരാഷ്ട്ര സ്റ്റാൻഡേർഡുകളുമായും സുഗമമായി പരിചിതനാകുക അത്യാവശ്യമാണെന്ന് കരുതാം. പരിവർത്തന പ്രക്രിയ എളുപ്പമായിരിക്കാം, എന്നാൽ നിരവധി ലുദ്ധികളുള്ള ഘടകങ്ങൾ ഉണ്ട്. കൃത്യമായ പരിഭവത്തിനുള്ള മാർഗ്ഗങ്ങൾ പിന്തുടർന്ന്, നിങ്ങൾക്ക് വിശ്വസനീയമായ CGPA to GPA പരിവർത്തനം ലഭിക്കുമെന്ന് ഞങ്ങൾ ഉറപ്പിക്കുന്നു."
        }
    },
    "faq": {
        "title": "CGPA to GPA പരിവർത്തനത്തിനുള്ള FAQs",
        "q1": "Q: CGPA എങ്ങനെ GPA യിലേക്ക് പരിവർത്തനം ചെയ്യാം?",
        "a1": {
            "label": "A:",
            "text": "CGPA യെ GPA യിലേക്ക് പരിവർത്തനം ചെയ്യാൻ സാധാരണയായി ഉപയോഗിക്കുന്ന ഫോർമുലാ: നിങ്ങൾ നേടിയ CGPA, നിങ്ങളുടെ യൂണിവേഴ്സിറ്റി നല്കിയ പരമാവധി CGPA മൂല്യം കൊണ്ട് വിഭജിച്ച്, പിന്നീട് അതിനെ യൂണിവേഴ്സിറ്റി നല്കിയ പരമാവധി GPA മൂല്യത്തോട് ഗുണിപ്പിക്കുക."
        },
        "q2": "Q: ഇന്ത്യൻ CGPA to GPA കാൽക്കുലേറ്റർ?",
        "a2": {
            "label": "A:",
            "text": "ഇന്ത്യൻ CGPA യെ USA GPA യിലേക്ക് പരിവർത്തനം ചെയ്യാൻ, 4/10 എന്ന ഗുണക ഘടകം ഉപയോഗിച്ച് നിങ്ങളുടെ നേടിയ CGPA ക്ക് ഗുണിക്കുക."
        }
    },
    "faq1": {
        "q1": "Q: CGPA എങ്ങനെ GPA യിലേക്ക് പരിവർത്തനം ചെയ്യാം?",
        "a1": {
            "label": "A:",
            "text": "CGPA to GPA പരിവർത്തനത്തിന് ഉപയോഗിക്കുന്ന സാധാരണ ഫോർമുലാ:"
        },
        "formula": {
            "gpa": "GPA =",
            "cgpaObtained": "CGPA നേടിയത്",
            "maxCgpa": "പരമാവധി CGPA",
            "maxGpa": "× പരമാവധി GPA"
        }
    },
    "faq2": {
        "q2": "Q: GPA നിന്നുള്ള CGPA എങ്ങനെ കണക്കാക്കാം?",
        "a2": {
            "label": "A:",
            "text": "GPA നിന്നുള്ള CGPA കണക്കാക്കാനുള്ള ഫോർമുലാ:"
        },
        "formula": {
            "cgpa": "CGPA =",
            "gpaObtained": "GPA നേടിയത്",
            "maxGpa": "പരമാവധി GPA",
            "maxCgpa": "× പരമാവധി CGPA"
        }
    },
    "faq3": {
        "q3": "Q: GPA എങ്ങനെ CGPA യിലേക്ക് പരിവർത്തനം ചെയ്യാം?",
        "a3": {
            "label": "A:",
            "text": "GPA യെ CGPA യിലേക്ക് പരിവർത്തനം ചെയ്യുന്നത് CGPA to GPA ന്റെ പ്രത്യായ വശമാണ്, നിങ്ങൾക്ക് നിങ്ങളുടെ GPA അറിയുകയാണെങ്കിൽ, നിങ്ങളുടെ CGPA കണക്കാക്കാൻ ഫോർമുലാ:"
        },
        "formula": {
            "gpaObtained": "GPA നേടിയത്",
            "maxGpa": "പരമാവധി GPA",
            "maxCgpa": "× പരമാവധി CGPA"
        }
    },
    "faq4": {
        "q4": "Q: ഇന്ത്യൻ CGPA to US GPA?",
        "a4": {
            "label": "A:",
            "text": "US യൂണിവേഴ്സിറ്റികൾ 4.0 GPA സ്‌കേൽ ഉപയോഗിക്കുന്നു, എങ്കിൽ ഇന്ത്യൻ യൂണിവേഴ്സിറ്റികൾ 10 പോയിന്റ് സ്‌കേൽ ഉപയോഗിക്കുന്നു. ഇന്ത്യൻ CGPA യെ US GPA യിലേക്ക് പരിവർത്തനം ചെയ്യാൻ, 4/10 എന്ന ഗുണക ഘടകം ഉപയോഗിച്ച് നിങ്ങളുടെ CGPA ക്ക് ഗുണിക്കുക."
        }
    },
    "faq5": {
        "q5": "Q: ഇന്ത്യൻ CGPA to ജർമ്മൻ GPA?",
        "a5": {
            "label": "A:",
            "text": "ജർമ്മൻ ഇൻസ്റ്റിറ്റ്യൂഷനുകൾ പരിവർത്തനത്തിന് ഭേദഗതി ചെയ്ത ബവേറിയൻ ഫോർമുല ഉപയോഗിക്കുന്നു. ജർമ്മൻ GPA കണക്കാക്കാനുള്ള ഫോർമുലാ:"
        },
        "formula": "1 + 3 × (Max Grade - CGPA നേടിയത്) / (Max Grade - കുറഞ്ഞ ഗുണനിലവാര ഗ്രേഡ്)"
    },
    "faq6": {
        "q6": "Q: GPA to CGPA കാൽക്കുലേറ്റർ ANNA യൂണിവേഴ്സിറ്റി?",
        "a6": {
            "label": "A:",
            "text": "GPA യെ CGPA യിലേക്ക് പരിവർത്തനം ചെയ്യാനുള്ള ഫോർമുലാ:"
        },
        "formula1": "GPA നേടിയത്",
        "formula2": "പരമാവധി GPA",
        "formula3": "× പരമാവധി CGPA"
    },
    "faq7": {
        "q7": "Q: VIT CGPA to US GPA?",
        "a7": {
            "label": "A:",
            "text": "VIT 10 പോയിന്റ് ഗ്രേഡിങ് സ്കേൽ ഉപയോഗിക്കുന്നു. അത് US GPA യിലേക്ക് പരിവർത്തനം ചെയ്യാൻ, ഏകീകരണത്തിനായി 2.5 അല്ലെങ്കിൽ 4/10 സ്കെയിലിങ്ങ് ഉപയോഗിക്കുക."
        },
        "q8": "Q: ഇന്ത്യൻ CGPA to UK GPA?",
        "a8": {
            "label": "A:",
            "text": "ഇന്ത്യൻ CGPA യെ UK GPA യിലേക്ക് പരിവർത്തനം ചെയ്യാൻ, UK സ്ഥാപനങ്ങൾ ഇന്ത്യൻ CGPA യെ അവരുടെ ക്ലാസ് ഹോണർസ് സിസ്റ്റം (ഫസ്റ്റ്, സെക്കന്റ്, താർഡ്, മറ്റുള്ളവ) പ്രകാരം പരിവർത്തനം ചെയ്യുന്നതിനാൽ പ്രത്യേക യൂണിവേഴ്സിറ്റികളുടെ മാർഗനിർദ്ദേശങ്ങൾ കാണുക."
        }
    },
    "faq8": {
        "q9": "Q: SRM GPA to CGPA കാൽക്കുലേറ്റർ?",
        "a9": {
            "label": "A:",
            "text": "SRM GPA to CGPA കണക്കാക്കാൻ, നിങ്ങൾക്ക് ആകെ ക്രെഡിറ്റ് മണിക്കൂറുകളും നേടിയ ഗ്രേഡ് പോയിന്റുകളുടെയും ആവശ്യമുണ്ട്. എങ്കിലും, പരിവർത്തനത്തിന് ഉപയോഗിക്കുന്ന സാധാരണ ഫോർമുലാ ഉപയോഗിക്കാം:"
        },
        "formula": {
            "gpa": "GPA നേടിയത്",
            "maxGpa": "പരമാവധി GPA",
            "maxCgpa": "× പരമാവധി CGPA"
        }
    },
    "faq9": {
        "q10": "Q: WES CGPA to GPA കാൽക്കുലേറ്റർ?",
        "a10": {
            "label": "A:",
            "text": "WES (വേൾഡ് എഡ്യൂക്കേഷൻ സർവീസസ്) അക്കാദമിക് ട്രാൻസ്ക്രിപ്റ്റുകൾ വിലയിരുത്തുകയും, ഗ്രേഡിംഗ് സ്കേലും ഓരോ കോഴ്സിലെ അബ്സൊല്യൂട്ട് സ്കോറുകളും പരിഗണിച്ച് GPA അനുവദിക്കുകയും ചെയ്യുന്നു."
        }
    },
    "section1_title": "Percentage to CGPA കാൽക്കുലേറ്റർ",
    "section1_paragraph": "സ്വാഗതം പ്രിയമായ പഠിതാക്കളേയും അക്കാദമികരായവരേയും! നിങ്ങളറിയുന്ന പോലെ, CGPA കളും ശതമാനങ്ങളും വിദ്യാഭ്യാസ സംവിധാനം തീർക്കുന്ന പ്രധാന പങ്കുവഹിക്കുന്നു. പലപ്പോഴും നമുക്ക് ഇവയെ പരസ്പരം ഉപയോഗിക്കേണ്ട സാഹചര്യം ഉണ്ടാകുന്നു, അതിനാൽ Lord Calculator നിങ്ങളുടെ ഷെരമായ Percentage to CGPA കാൽക്കുലേറ്റർ നൽകുന്നു, ഇത് നിങ്ങൾക്ക് എളുപ്പത്തിൽ നിങ്ങളുടെ ശതമാനം കണക്കാക്കാൻ സഹായിക്കും! നമ്മുടെ Percentage to CGPA കാൽക്കുലേറ്റർ എങ്ങനെ പ്രവർത്തിക്കുന്നു, Percentage to CGPA ൽ പരിവർത്തനം ചെയ്യുന്നതിനുള്ള മാർഗ്ഗങ്ങൾ, വിവിധ Percentage to CGPA ഫോർമുലകൾ എന്നിവയെ കുറിച്ച് വിശദമായ മാർഗ്ഗനിർദ്ദേശം ഇവിടെ കാണാം.",
    "section2_title": "Percentage to CGPA ഫോർമുല",
    "cgpa_title": "CGPA =",
    "percentage_achieved": "പ്രാപിച്ച ശതമാനം",
    "multiplication_factor": "യൂണിവേഴ്സിറ്റികൾ നൽകിയ ഗുണനിലവാര ഘടകം",
    "table_of_contents": "സൂചിക പട്ടിക",
    "expand_button_text": "വ്യാപിപ്പിക്കുക",
    "collapse_button_text": "കുറയ്ക്കുക",
    "percentage_to_cgpa_calculator": "Percentage to CGPA കാൽക്കുലേറ്റർ",
    "percentage_to_cgpa_formula": "Percentage to CGPA ഫോർമുല",
    "lord_calculator_percentage_to_cgpa": "Lord Calculator ന്റെ Percentage to CGPA കാൽക്കുലേറ്റർ & ഇത് എന്തിനാണ് ഉപയോഗിക്കുന്നത്?",
    "how_to_use_lord_calculator": "Lord Calculator ന്റെ Percentage to CGPA കാൽക്കുലേറ്റർ എങ്ങനെ ഉപയോഗിക്കും?",
    "what_is_percentage": "ശതമാനം എന്താണ് & CGPA യിൽ നിന്ന് എങ്ങനെ വ്യത്യസ്തമാണ്?",
    "what_is_cgpa": "CGPA എന്താണ് & അത് എങ്ങനെ കണക്കാക്കാം?",
    "when_to_use_lord_calculator": "Lord Calculator ന്റെ Percentage to CGPA കാൽക്കുലേറ്റർ എപ്പോൾ ഉപയോഗിക്കാം?",
    "common_mistakes": "Percentage to CGPA കൃത്യമായി കണക്കാക്കുന്നതിൽ ഒഴിവാക്കേണ്ട സാധാരണ പിശകുകൾ",
    "why_different_grading_scales": "വ്യത്യസ്ത സ്ഥാപനങ്ങൾ എങ്ങനെ വ്യത്യസ്ത ഗ്രേഡിങ്ങ് സ്കേലുകളും പരിവർത്തന ഫോർമുലകളും പിന്തുടരുന്നു?",
    "percentage_to_cgpa_for_boards": "വ്യത്യസ്ത ബോർഡുകൾക്കും യൂണിവേഴ്സിറ്റികൾക്കും വേണ്ടി Percentage to CGPA പരിവർത്തനം.",
    "pros_and_cons_of_calculators": "Percentage to CGPA ഓൺലൈൻ കാൽക്കുലേറ്ററുകൾ ഉപയോഗിക്കുന്നതിന്റെ പ്രൊസ് & കോൺസ്",
    "frequently_asked_questions": "സാധാരണയായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ (FAQs)",
    "cgpa_formula": "CGPA = പ്രാപ്തിയുള്ള ശതമാനം / സർവകലാശാല കൊടുത്ത മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ",
    "example_text": "ഉദാഹരണം: 92.4% യുടെ ഉത്തമമായ ശതമാനം നേടിയത് ധരിക്കുക. ഇപ്പോൾ അത് CGPA യിലേക്ക് പരിവർത്തനം ചെയ്യാൻ ആഗ്രഹിക്കുന്നു. നിങ്ങളുടെ സർവകലാശാല പിന്തുടരുന്ന ഗ്രേഡിംഗ് സ്‌കേൽ 10-ഗ്രേഡിംഗ് സ്‌കേലാണ്, കൂടാതെ മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ 9.5 ആണ്. പിന്നെ, നിങ്ങളുടെ CGPA കണക്കാക്കുന്നത് ഇങ്ങനെ ആയിരിക്കും:",
    "section3_title": "ലോർഡ് കാൽക്കുലേറ്റർ സ percentTo CGPA കാൽക്കുലേറ്റർ & അതിനെ എങ്ങനെ ഉപയോഗിക്കാം?",
    "section3_text1": "ഞങ്ങൾ ഞങ്ങളുടെ കാൽക്കുലേറ്റർ എല്ലാ ഗ്രേഡിംഗ് സിസ്റ്റങ്ങൾക്കും അനുയോജ്യമായി ആക്കിയിരിക്കുന്നു. നിങ്ങളുടെ സ്ഥാപനത്തിനുള്ളത് 4 ഗ്രേഡിംഗ് സ്‌കേൽ, 5 ഗ്രേഡിംഗ് സ്‌കേൽ, അല്ലെങ്കിൽ 10 ഗ്രേഡിംഗ് സ്‌കേൽ ആകാം, എല്ലാ നിങ്ങൾക്ക് ചെയ്യേണ്ടത് ഗ്രേഡിംഗ് സ്‌കേൽ തിരഞ്ഞെടുക്കുക കൂടാതെ കണക്കാക്കലിന്റെ തുടക്കം ചെയ്യുക. എന്നാൽ, ഈ ഡിഫാൾട്ട് ഗ്രേഡിംഗ് സ്‌കേലുകൾക്കായി ഞങ്ങൾ സ്റ്റാൻഡേർഡ് മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടറുകൾ ഉപയോഗിച്ചിട്ടുണ്ട്. വ്യത്യസ്ത ഗ്രേഡിംഗ് സിസ്റ്റങ്ങൾക്കുള്ള സ്റ്റാൻഡേർഡ് മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടറുകൾ താഴെ നൽകിയിരിക്കുന്നു:",
    "multiplication_factors": {
        "4_scale": "4 ഗ്രേഡിംഗ് സ്‌കേലിനുള്ള മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ: 25",
        "5_scale": "5 ഗ്രേഡിംഗ് സ്‌കേലിനുള്ള മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ: 20",
        "10_scale": "10 ഗ്രേഡിംഗ് സ്‌കേലിനുള്ള മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ: 9.5"
    },
    "section3_text2": "ദയവായി ശ്രദ്ധിക്കുക, നിങ്ങളുടെ സ്ഥാപനത്തിന് സാധാരണ ഗ്രേഡിംഗ് സ്‌കേൽ 10 ഗ്രേഡിംഗ് സ്‌കേലായിരിക്കാം, പക്ഷേ വ്യത്യസ്ത മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടറുകൾ ഉപയോഗിക്കുന്നു. ഉദാഹരണത്തിന്: CBSE, ICSE, JNTU (ജവഹർലാൽ നെഹ്രു ടെക്നിക്കൽ സർവകലാശാല) ഒരു സാധാരണ 10 ഗ്രേഡിംഗ് സ്‌കേൽ പിന്തുടരുന്നു, എന്നാൽ വ്യത്യസ്ത മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടറുകൾ ഉപയോഗിക്കുന്നു. CBSE എല്ലാ പരിവർത്തന കണക്കാക്കലുകൾക്കുമായി 9.5 മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ പരിഗണിക്കുന്നു, ICSE 9.8 ഫാക്ടർ ഉപയോഗിക്കുന്നു, കൂടാതെ JNTU 10 മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ ഉപയോഗിക്കുന്നു.",
    "section4_title": "ലോർഡ് കാൽക്കുലേറ്റർ സ percentTo CGPA കാൽക്കുലേറ്റർ എങ്ങനെ ഉപയോഗിക്കാം?",
    "section4_text1": "ഗ്രേഡിംഗ് സിസ്റ്റം, ഗ്രേഡ് പരിവർത്തനത്തെക്കുറിച്ച് നിങ്ങൾക്ക് അറിയേണ്ട പ്രധാന ആശയങ്ങളിലേക്ക് നീങ്ങുന്നതിന് മുമ്പ്, കൃത്യമായ ഫലങ്ങൾക്കായി ലോർഡ് കാൽക്കുലേറ്റർ സ Percent To CGPA കാൽക്കുലേറ്റർ എങ്ങനെ ഉപയോഗിക്കാമെന്ന് ഞാൻ നിങ്ങളെ മാർഗ്ഗനിർദ്ദേശം ചെയ്യാം.",
    "section4_steps": {
        "step1": "എducational Calculators കീഴിൽ <span class='font-semibold'>Percentage to CGPA calculator</span> തുറക്കുക.",
        "step2": "ആദ്യത്തെ ഫീൽഡിൽ, നിങ്ങളുടെ ശതമാനം എടുക്കാൻ ചോദിക്കുന്നു. ദയവായി നിങ്ങൾ ശരിയായ ശതമാനം കൃത്യമായി നൽകുന്നുവെന്ന് ഉറപ്പാക്കുക, ദശാംശം പോയിന്റുകൾ ഉൾപ്പെടുത്തി.",
        "step3": "ഇപ്പോൾ നിങ്ങളുടെ സ്ഥാപനത്തിന് പിന്തുടരുന്ന ഗ്രേഡിംഗ് സ്‌കേൽ തിരഞ്ഞെടുക്കുക. ഇത് 4, 5, അല്ലെങ്കിൽ 10 ഗ്രേഡിംഗ് സ്‌കേലുകൾക്കുപExternal, നിങ്ങളുടെ ഗണിതഫാക്ടർ നേരിട്ട് നൽകേണ്ടതാകും.",
        "step4": "ഗ്രേഡിംഗ് സ്‌കേൽ നൽകിയിട്ടുണ്ടോ അല്ലെങ്കിൽ മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ തിരഞ്ഞെടുക്കുകയോ ആയിരുന്നുവോ എന്ന് നോക്കി, അടുത്ത ഫീൽഡിൽ പ്രദർശിപ്പിക്കുന്ന മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ പുനരാ പരിശോധിക്കുക. ഉദാഹരണത്തിന്, നിങ്ങളുടെ സ്ഥാപനത്തിന് സാധാരണ ഗ്രേഡിംഗ് സ്‌കേൽ ഉള്ളതെങ്കിലും മറ്റൊരു ഫാക്ടർ ഉപയോഗിക്കുന്നു, അപ്പോൾ സുതാര്യമായ പരിവർത്തന ഫലത്തിന്, ഫാക്ടർ ക്രമീകരിക്കുക."
    },
    "section4_text2": "എല്ലാ വിവരങ്ങളും പൂരിപ്പിച്ച ശേഷം, “കണക്കാക്കുക” ബട്ടൺ ക്ലിക്ക് ചെയ്യുക. നിങ്ങളുടെ ശതമാനം CGPA-യിലേക്ക് പരിവർത്തിതായിരിക്കും.",
    "section5-title": "ശതമാനം & CGPA എങ്ങനെ വ്യത്യസ്തമാണ്?",
    "section5_percentage_title": "ശതമാനം",
    "section5_percentage_text": "ശതമാനം പരീക്ഷകളിൽ പ്രാപിച്ച ഗ്രേഡ് സത്യമായ പ്രതിഫലനമാണ്. ഇത് 100-ൽ നിന്ന് ഗ്രേഡുകൾക്കുള്ള ഒരു സാൻഡാർഡ് പ്രതിനിധാനമാണ്.",
    "section5_cgpa_title": "CGPA",
    "section5_cgpa_text": "CGPA, SGPA (Semester Grade Point Average) എന്നത് അക്കാദമിക് പ്രകടനത്തിന്റെ ഒരു ശരാശരി ആണ്, എത്ര semesters ൽ ഉത്തരം കൊണ്ടുള്ള ശരാശരിയായി കണക്കാക്കുന്നു.",
    "section6-title": "CGPA എങ്ങനെ കണക്കാക്കാം?",
    "section6_description": "CGPA (Cumulative Grade Point Average) ഒരു വിദ്യാർത്ഥിയുടെ അക്കാദമിക് പ്രകടനത്തെ ആകെ സിരിമങ്ങൾക്കിടയിൽ വിലയിരുത്തുന്നു. ചില സർവകലാശാലകൾ ഈ പരീക്ഷണത്തെ semester-grade points ന്റെ ശരാശരിയായി കണക്കാക്കുന്നു, എന്നാൽ മറ്റ് സർവകലാശാലകൾ ക്രഡിറ്റ് ഉൾക്കൊണ്ട് കണക്കാക്കുന്നു.",
    "section6_formula_title": "CGPA കണക്കാക്കൽ ഫോർമുലാ მეთഡ് 1",
    "section6_formula_description": "CGPA കണക്കാക്കലിന്റെ ഒരു മാർഗ്ഗം എല്ലാ SGPA (Semester Grade Points) ന്റെ ശരാശരി കണ്ടെത്തൽ ആണ്. ഫോർമുലാ ഇങ്ങനെ:",
    "section6_formula_sgpas": "Sem.1 ന്റെ SGPA + Sem.2 ന്റെ SGPA + Sem.3 ന്റെ SGPA +..........+ Sem.N ന്റെ SGPA",
    "section6_formula_divisor": "എല്ലാ സെമസ്റ്ററുകളുടെ എണ്ണം",
    "section6_example_title": "ഉദാഹരണം:",
    "section6_example": "രാമിന് 4 സെമസ്റ്ററുകളിലാണ് SGPA മൂല്യങ്ങൾ 6, 8.5, 7, 9.5 ലഭിച്ചത്. അവന്റെ CGPA കണക്കാക്കേണ്ടതാകുന്നതാണ്:",
    "section_method2_title": "CGPA കണക്കാക്കൽ ഫോർമുലാ മാർഗം 2",
    "section_method2_description": "മറ്റൊരു മാർഗം എങ്കിൽ SGPA ന്റെ ഗുണഫലം ക്രെഡിറ്റുകൾ നേടുന്നതിന്റെ പണം കൂട്ടി ആകെ ക്രെഡിറ്റുകളുടെ സംഖ്യയിൽ പങ്കുവെച്ച് CGPA കണക്കാക്കുക. ഫോർമുലാ:",
    "section_method2_formula_sgpa": "(SGPA of sem.1 × Credits Earned in sem.1) + (SGPA of sem.2 × Credits Earned in sem.2) + ...... + (SGPA of sem.N × Credits Earned in sem.N)",
    "section_method2_formula_divisor": "ആകെ ക്രെഡിറ്റുകൾ",
    "section_method2_example_title": "ഉദാഹരണം:",
    "section_method2_example": "ശ്യാം 7.2, 6.5, 8.9, 9.6 SGPA മൂല്യങ്ങൾ നേടുകയും ക്രെഡിറ്റുകൾ 4, 3, 3, 5 എന്നിവ ലഭിക്കുകയും ചെയ്തു. അവന്റെ CGPA ഇങ്ങനെ ആയിരിക്കും:",
    "section_percentage_formula_title": "പതിനായിരം കണക്കാക്കൽ ഫോർമുല",
    "section_percentage_formula_description": "പതിനായിരം കണക്കാക്കുന്നത് വിവിധ വിഷയങ്ങളിൽ / സെമസ്റ്ററുകളിൽ നേടുന്ന മാർക്ക്‌സ് ചേർത്ത് ആകെ മാർക്ക്‌സിന്റെ സംഖ്യയിലൂടെയാണ്, അതിനുശേഷം ഫലം 100-ൽ ഗുണിപ്പിച്ചിരിക്കും. ഫോർമുല:",
    "section_percentage_formula_equation": "പതിനായിരം =",
    "section_percentage_formula_numerator": "എല്ലാ വിഷയങ്ങളിലും/സെമസ്റ്ററുകളിലും നേടിയ മാർക്കുകളുടെ സംഖ്യ",
    "section_percentage_formula_multiplier": "* 100",
    "section_percentage_formula_denominator": "എല്ലാ വിഷയങ്ങളിലും/സെമസ്റ്ററുകളിലും അടക്കുന്ന ആകെ മാർക്കുകളുടെ സംഖ്യ",
    "example_percentage_title": "ഉദാഹരണം:",
    "example_percentage_description": "ഘൻശ്യാം സെമസ്റ്റർ 1-ൽ 300-ൽ നിന്നുള്ള 295, സെമസ്റ്റർ 2-ൽ 300-ൽ നിന്നുള്ള 265, സെമസ്റ്റർ 3-ൽ 300-ൽ നിന്നുള്ള 273, സെമസ്റ്റർ 4-ൽ 300-ൽ നിന്നുള്ള 264 എന്നിവ നേടുകയും ചെയ്തു. അവന്റെ ശതമാനം ഇങ്ങനെ ആയിരിക്കും:",
    "example_percentage_equation": "പതിനായിരം =",
    "cgpa_to_percentage_note": "CGPA-നെ ശതമാനത്തിലേക്ക് മാറുന്നത് വ്യത്യസ്തമായിട്ടുള്ള സ്ഥാപനങ്ങൾ ഉണ്ട്, ഓരോന്നും സ്വന്തം ഗ്രേഡിങ്ങ് സിസ്റ്റങ്ങൾ ഉപയോഗിക്കുന്നു. ഗ്രേഡിങ്ങ് സ്കെയിലുകൾ, സെമസ്റ്ററുകളുടെ എണ്ണം, ക്രെഡിറ്റ് സിസ്റ്റങ്ങൾ എന്നിവ CGPA കണക്കാക്കലിൽ ഉൾപ്പെടും.",
    "calculators_usage_title": "CGPA & ശതമാനം കാൽക്കുലേറ്റർ എപ്പോൾ പ്രയോജനപ്പെടും?",
    "calculators_usage_description": "ഈ കാൽക്കുലേറ്ററുകൾ, പ്രത്യേകിച്ച് നിങ്ങൾക്ക് CGPA-നെ ശതമാനത്തിലേക്ക് അല്ലെങ്കിൽ മറ്റ് ഫോർമാറ്റുകളിലേക്ക് മാറ്റേണ്ടതായപ്പോൾ, അതിവേഗവും കൃത്യമായും ഉപയോഗപ്രദമാണ്.",
    "confusion_about_terms_title": "തെളിവുകൾ അല്ലെങ്കിൽ ചുരുക്കങ്ങൾ സംബന്ധിച്ച് confund്?",
    "confusion_about_terms_description": "നിങ്ങൾക്ക് ഈ വ്യാഖ്യാനങ്ങളിൽ ഏതെങ്കിലും ചുരുക്കങ്ങൾ അല്ലെങ്കിൽ പദങ്ങൾ സംബന്ധിച്ച് സംശയമുണ്ടെങ്കിൽ,",
    "confusion_about_terms_link_text": "ഇവിടെ ക്ലിക്ക് ചെയ്യുക",
    "percentage_to_cgpa_tool_intro": "ലോർഡ് കാൽക്കുലേറ്ററിന്റെ ശതമാനം മുതൽ CGPA കാൽക്കുലേറ്റർ ഏതു സമയത്തും ഫലപ്രദമായും ഗണനകൾ മാറേണ്ടതാണ്. ഇത് ഉപയോഗിച്ച് നിങ്ങൾക്ക് Decimal കണക്കുകൾ എളുപ്പത്തിലും കൃത്യമായും മാറ്റാം.",
    "percentage_to_cgpa_tool_usage_title": "എപ്പോൾ Lord Calculator-ന്റെ Percentage to CGPA Calculator ഉപയോഗിക്കേണ്ടതുണ്ട്?",
    "percentage_to_cgpa_tool_usage_description": "ഈ ഉപകരണം ഫലപ്രദമായും എളുപ്പത്തിൽ ഗ്രേഡുകൾ മാറ്റേണ്ടതിനുള്ള മികച്ച ഉപകരണമാണ്. ചുരുക്കത്തിൽ, എപ്പോൾ ഈ ഉപകരണം ഉപയോഗിക്കണം എന്ന് നമുക്ക് നോക്കാം:",
    "usage_higher_studies_title": "ഉയർന്ന പഠനങ്ങൾക്കായി ഫോം പൂരിപ്പിക്കുമ്പോൾ",
    "usage_higher_studies_description1": "ഉയർന്ന പഠനങ്ങളിലേക്കുള്ള അപേക്ഷകൾ അയക്കുമ്പോൾ, പ്രത്യേകിച്ച് അന്താരാഷ്ട്ര സ്ഥാപനങ്ങളിൽ, നിങ്ങൾക്ക് grades-നെ മറ്റൊരു ഫോർമാറ്റിലേക്കു മാറ്റണം. ഈ കാൽക്കുലേറ്റർ ഇത് എളുപ്പത്തിൽ കൃത്യമായി മാറ്റാൻ സഹായിക്കും.",
    "usage_higher_studies_description2": "CGPA-നു SGPA-നു, CGPA-നെ ശതമാനത്തിലേക്ക്, CGPA-നെ GPA-ക്ക്, ഈ കാൽക്കുലേറ്റർ എല്ലാം കൈകാര്യം ചെയ്യും, അത് സുഖകരമായും പൂർണ്ണമായും നിങ്ങളുടെ grades ഏറ്റവും ശരിയായി മാറ്റും.",
    "usage_competitive_exams_title": "സ്പർധാ പരീക്ഷകൾക്കായി ഫോം പൂരിപ്പിക്കുമ്പോൾ",
    "usage_competitive_exams_description": "പ്രത്യേകമായ ഒരു എഞ്ചിനീയറിങ് സ്ഥാപനങ്ങൾ CGPA ഉപയോഗിക്കുന്ന ഒരു മാർഗം ഉപയോഗിക്കുന്നത് പ്രഥമ പദവിയിൽ CGPA-നെ രണ്ടായി മാറാൻ ഈ കാൽക്കുലേറ്റർ സഹായിക്കുന്നു.",
    "usage_comparative_measurement_title": "വിദ്യാഭ്യാസ വിദഗ്ധർക്ക് താരതമ്യ അളവ്",
    "usage_comparative_measurement_description": "ഉന്നതവിദ്യാഭ്യാസ സ്ഥാപനങ്ങൾ പല വിദ്യാർത്ഥികളുടെ ഗ്രേഡുകൾ താരതമ്യം ചെയ്യേണ്ടിയിരിക്കും. കൈകൊണ്ടുള്ള പരിവര്‍ത്തനങ്ങള്‍ കണക്കാക്കുന്നതിനേക്കാള്‍ ഈ ഓൺലൈൻ കല്കുലേറ്റർ വേഗവും, കൃത്യവും ആയ പരിഹാരമാണ്, ഇത് സമയം बचപ്പെടുത്തുകയും പിശകുകൾ ഒഴിവാക്കുകയും ചെയ്യും.",
    "usage_conclusion": "ഈ എല്ലാ സാഹചര്യങ്ങളിലുമായും, Lord Calculatorയുടെ Percentage to CGPA Calculator ന്റെ ഉപയോഗം കൃത്യതയും കാര്യക്ഷമതയും ഉറപ്പാക്കുന്നു, നിങ്ങൾ ഉയർന്ന പഠനത്തിനായി അപേക്ഷിക്കുമ്പോഴും, പരീക്ഷാ ഫോമുകൾ പൂരിപ്പിക്കുമ്പോഴും, അല്ലെങ്കിൽ നിരവധി വിദ്യാർത്ഥികളുടെ ഗ്രേഡുകൾ താരതമ്യം ചെയ്യുമ്പോഴും.",
    "common_mistakes_title": "Percentage to CGPA കൃത്യമായി കണക്കാക്കുമ്പോൾ ഒഴിവാക്കേണ്ട സാധാരണ പിശകുകൾ",
    "common_mistakes_intro": "Percentage to CGPA പരിവര്‍ത്തന ഫോർമുല എളുപ്പമാണ് എന്നിരുന്നാലും, നിരവധി വിദ്യാർത്ഥികൾ പിഴച്ച ഫലങ്ങൾ കിട്ടുന്നു. ഏറ്റവും സാധാരണമായ പിശകാണ് കൃത്യമായ ഗുണനഗണന ഘടകം അറിയാത്തതാണ്. വരുന്ന ഉപവകുപ്പിൽ ഗുണനഗണന ഘടകം വിശദമായി വിശദീകരിക്കും. ആദ്യം, Percentage to CGPA കൃത്യമായി കണക്കാക്കുമ്പോൾ നിങ്ങൾ ഒഴിവാക്കേണ്ട സാധാരണ പിശകുകൾ നോക്കുക.",
    "mistake_decimal_points": "ഞങ്ങൾ പലപ്പോഴും കണക്കുകളിൽ ഡസിമൽ പോയിന്റുകൾ അതിശയിപ്പിച്ച് പൂരിപ്പിക്കുന്നു. അങ്ങനെ പൂരിപ്പിച്ച സംഖ്യകൾ ഫലത്തിൽ ചെറിയ മാറ്റങ്ങൾ വരുത്താം. കണക്കുകൾ അവസാന ഘട്ടത്തിൽ എത്തിച്ച ശേഷം മാത്രം ഡസിമൽ സംഖ്യകൾ ആക്കുക. എങ്കിലും, ഒരിക്കൽ ഫലം കിട്ടിയാൽ, നിങ്ങൾക്ക് ആക്കാം.",
    "mistake_grading_scale": "മറ്റൊരു സാധാരണ പിശകാണ് നിങ്ങളുടെ സ്ഥാപനം പിന്തുടരുന്ന ഗ്രേഡിംഗ് സ്കെയിൽ അറിയാതിരിക്കുക. നിങ്ങളുടെ സ്ഥാപനത്തിന്റെ ഗ്രേഡിംഗ് സ്കെയിൽ വ്യത്യസ്തമായിരിക്കുകയാണെങ്കിൽ, നിങ്ങൾ മറ്റൊരു സ്കെയിൽ ഉപയോഗിച്ച് നിങ്ങളുടെ ഗ്രേഡുകൾ കണക്കാക്കുമ്പോൾ, പരിവര്‍ത്തനം കൃത്യമായിരിക്കും. അതുപോലെ, തൽക്കാലത്ത് ഗുണനഗണന ഘടകം വ്യത്യാസപ്പെടാം! ഗുണനഗണന ഘടകം രണ്ടും പരിശോധിക്കാൻ ശുപാർശ ചെയ്യുന്നു.",
    "mistake_conversion_formula": "നിങ്ങളുടെ ഗുണനഗണന ഘടകം ശരിയാക്കിക്കഴിഞ്ഞു, എന്നാൽ നിങ്ങൾ ഇനിയും അസാധുവായ ഫലങ്ങൾ കിട്ടുകയാണോ? ഇത്തരം സാഹചര്യത്തിൽ, നിങ്ങളുടെ സ്ഥാപനം ഉപയോഗിക്കുന്ന പരിവര്‍ത്തന ഫോർമുല പരിശോധിക്കുക. കേരള സർവകലാശാല പോലുള്ള കുറേ സർവകലാശാലകൾക്ക് സ്വന്തമായ പരിവര്‍ത്തന ഫോർമുലകൾ ഉണ്ട്, അവ സാധാരണ പരിവര്‍ത്തന ഫോർമുലയുമായി വ്യത്യാസപ്പെടാം. ഉദാഹരണത്തിന്, മുംബൈ സർവകലാശാലയുടെ CGPA കണക്കാക്കൽ ഫോർമുലയാണ്: Percentage = (CGPA × 7.25) + 11. അതിനാൽ, ഈ ഘടകങ്ങൾ ഉറപ്പാക്കുക, പ്രത്യേകിച്ച് Percentage to CGPA കണക്കാക്കുമ്പോൾ.",
    "mistake_other_conversions": "മറ്റുള്ള പിശകുകളും ഉണ്ട്, എന്നാൽ അവ SGPA to CGPA, GPA to CGPA പോലുള്ള പരിവര്‍ത്തനങ്ങൾക്ക് വേണ്ടിയുള്ളവയാണ്. അവയെ അവയുടെ ഭാഗങ്ങളിൽ ഞങ്ങൾ വിശദീകരിച്ചിട്ടുണ്ട്.",
    "grading_scales_title": "എന്തുകൊണ്ട് വിവിധ സ്ഥാപനങ്ങൾ വ്യത്യസ്ത ഗ്രേഡിംഗ് സ്കെയിലുകളും പരിവര്‍ത്തന ഫോർമുലകളും പിന്തുടരുന്നു",
    "grading_scales_intro": "നാം നിരവധി ഉദാഹരണങ്ങളിലൂടെ പല സ്ഥാപനങ്ങളും വ്യത്യസ്ത ഗ്രേഡിംഗ് സ്കെയിലുകൾ പിന്തുടരുന്നു എന്ന് പറഞ്ഞിട്ടുണ്ട്. പക്ഷേ, അതിന് കാരണമെന്താണ്? കാരണം പലതും ഉണ്ടാകും! അതിനാൽ ഓരോന്നായി അവയെ പരിശോധിക്കാം:",
    "reason_historical_cultural": "ചരിത്രപരമായ & സാംസ്കാരിക വ്യത്യാസങ്ങൾ: വിവിധ രാജ്യങ്ങൾ അവരുടെ പരമ്പരാഗത ഗ്രേഡിംഗ് സിസ്റ്റങ്ങൾ പിന്തുടരുന്നു. ഫലമായാണ്, ജ്യാമിതീയ സ്ഥാനാനുസരണം വ്യത്യസ്ത ഗ്രേഡിംഗ് സ്കെയിലുകൾ കാണാം. ഉദാഹരണത്തിന്, അമേരിക്കൻ സ്ഥാപനങ്ങൾ 4-പോയിന്റ് ഗ്രേഡിംഗ് സ്കെയിൽ പിന്തുടരുന്നു, എന്നാൽ ഇന്ത്യൻ, മറ്റ് ഏഷ്യൻ സ്ഥാപനങ്ങൾ 10-പോയിന്റ് ഗ്രേഡിംഗ് സ്കെയിൽ പിന്തുടരുന്നു.",
    "reason_assessment_approach": "വിദ്യാർത്ഥികളെ വിലയിരുത്തുന്ന വ്യത്യസ്ത സമീപനങ്ങൾ: വിദ്യാഭ്യാസ മോദേർണൈസേഷന്റെ പുരോഗതിയുമായി, വിദ്യാർത്ഥികളെ വിലയിരുത്തുന്നതിനുള്ള രീതികളും മാറ്റമുണ്ടാക്കുന്നു. അടുത്തകാലത്ത്, സ്ഥാപനങ്ങൾ മാർക്ക് അടിസ്ഥാനമായ വിലയിരുത്തലുകളെ അപേക്ഷിച്ച് സൃഷ്‌ടിപരമായ വിലയിരുത്തലുകളിൽ കൂടുതൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്നു. ഫലമായാണ്, CGPA, GPA സിസ്റ്റങ്ങൾ കൂടുതൽ പ്രചാരമുള്ളവാകുന്നു.",
    "reason_international_standards": "അന്താരാഷ്ട്ര മാനദണ്ഡങ്ങളുമായി പൊരുത്തപ്പെടുന്നു: വിദേശത്ത് പഠിക്കുന്നത് പതിവായ കാര്യമായിട്ടുണ്ട്. വിദേശ സ്ഥാപനങ്ങൾ പലപ്പോഴും അന്താരാഷ്ട്ര മാനദണ്ഡങ്ങൾ സ്വീകരിക്കുന്നു, അതിലൂടെ വിദ്യാർത്ഥികൾക്ക് അധിക ഫോർമാലിറ്റികൾ ഒഴിവാക്കാൻ സഹായകരമാണ്. ഉദാഹരണത്തിന്, യൂറോപ്യൻ സ്ഥാപനങ്ങൾ ECTS (European Credit Transfer and Accumulation System) പിന്തുടരുന്നു, അവയുടെ ഭൂമിക്കുള്ള മറ്റ് സ്ഥാപനങ്ങളുമായി പൊരുത്തപ്പെടാൻ.",
    "reason_universal_standard": "ഒരു സർവ്വഭൗമ ഗ്രേഡിംഗ് സ്റ്റാൻഡർഡ് നേടുന്നതിൽ ബുദ്ധിമുട്ട്: ഒരു സർവ്വഭൗമ ഗ്രേഡിംഗ് സ്റ്റാൻഡർഡ് പിന്തുടരുന്നതിന് തത്ത്ഭുതകരവും നീതി സ്ഥിതിയുള്ളതുമായിരിക്കാം, എന്നാൽ അത് പ്രായോഗികമായി പ്രയാസകരമാണ്. പല സ്ഥാപനങ്ങൾ വ്യത്യസ്ത ഗ്രേഡിംഗ് സ്കെയിലുകൾ പിന്തുടരുന്നു, അതിനാൽ അവക്ക് വ്യക്തിഗത ഗ്രേഡിംഗ് സ്കെയിലുകൾ അടിസ്ഥാനമാക്കിയുള്ള അനുകൂലമായ പരിവര്‍ത്തന ഫോർമുലകൾ ആവശ്യമാണ്.",
    "conversion_title": "വിവിധ ബോർഡുകളും സർവകലാശാലകളും 위한 Percentage to CGPA Conversion",
    "table_heading_institution": "സ്ഥാപനം",
    "table_heading_formula": "ഫോർമുല",
    "cbse1": "CBSE (കേന്ദ്ര ബോർഡ് ഓഫ് സെക്കൻഡറി എഡ്യൂക്കേഷൻ), ഇന്ത്യ",
    "icse1": "ICSE (ഇന്ത്യൻ സർട്ടിഫിക്കറ്റ് ഓഫ് സെക്കൻഡറി എഡ്യൂക്കേഷൻ), ഇന്ത്യ",
    "maharashtra1": "മഹാരാഷ്ട്ര സ്റ്റേറ്റ് ബോർഡ്, ഇന്ത്യ",
    "anna_university1": "അണ്ണാ സർവകലാശാല, തമിഴ്‌നാട്, ഇന്ത്യ",
    "jntu1": "ജവഹർലാൽ നെഹ്‌റു ടെക്നോളജിക്കൽ സർവകലാശാല (JNTU), തെലങ്കാന & ആന്ധ്രപ്രദേശ്, ഇന്ത്യ",
    "vtu1": "വിശ്വേശ്വരയ്യ ടെക്നോളജിക്കൽ സർവകലാശാല (VTU), കാർണാടക, ഇന്ത്യ",
    "gtu1": "ഗുജറാത്ത് ടെക്നോളജിക്കൽ സർവകലാശാല (GTU), ഗുജറാത്ത്, ഇന്ത്യ",
    "mu1": "മുംബൈ സർവകലാശാല, മഹാരാഷ്ട്ര, ഇന്ത്യ",
    "mahe1": "മണിപാൽ അക്കാദമി ഓഫ് ഹൈർ എഡ്യൂക്കേഷൻ (MAHE), കാർണാടക, ഇന്ത്യ",
    "amity1": "അമിതി സർവകലാശാല, ഇന്ത്യ",
    "vit1": "വെല്ലൂർ ഇൻസ്റ്റിറ്റ്യൂട്ട് ഓഫ് ടെക്നോളജിയ (VIT), തമിഴ്‌നാട്, ഇന്ത്യ",
    "sppu1": "സാവിത്രിബായി ഫുലെ പൂണെ സർവകലാശാല (SPPU), മഹാരാഷ്ട്ര, ഇന്ത്യ",
    "iit1": "IITs (ഇന്ത്യൻ ഇൻസ്റ്റിറ്റ്യൂട്ടുകൾ ഓഫ് ടെക്നോളജി), ഇന്ത്യ",
    "nit1": "NITs (നാഷണൽ ഇൻസ്റ്റിറ്റ്യൂട്ടുകൾ ഓഫ് ടെക്നോളജി), ഇന്ത്യ",
    "bits_pilani1": "BITS പിലാനി (ബിർല ഇൻസ്റ്റിറ്റ്യൂട്ട് ഓഫ് ടെക്നോളജി ആൻഡ് സയൻസ്), ഇന്ത്യ",
    "du1": "ഡൽഹി സർവകലാശാല (DU), ഇന്ത്യ",
    "bhu1": "ബനാരസ് ഹിന്ദു യൂണിവേഴ്സിറ്റി (BHU), ഇന്ത്യ",
    "osmania1": "ഓസ്മാനിയ യൂണിവേഴ്സിറ്റി, തെലങ്കാന, ഇന്ത്യ",
    "pu1": "പഞ്ചാബ് യൂണിവേഴ്സിറ്റി, പഞ്ചാബ്, ഇന്ത്യ",
    "srm1": "എസ്ആർഎം ഇൻസ്റ്റിറ്റ്യൂട്ട് ഓഫ് സയൻസ് ആൻഡ് ടെക്‌നോളജി (SRMIST), തമിഴ്‌നാട്, ഇന്ത്യ",
    "toronto1": "യുണിവേഴ്സിറ്റി ഓഫ് ടൊറോണ്ടോ, കാനഡ",
    "ubc1": "യുണിവേഴ്സിറ്റി ഓഫ് ബ്രിട്ടീഷ് കോളംബിയ (UBC), കാനഡ",
    "anu1": "ഓസ്ട്രേലിയൻ നാഷണൽ യൂണിവേഴ്സിറ്റി (ANU), ഓസ്ട്രേലിയ",
    "sydney1": "യുണിവേഴ്സിറ്റി ഓഫ് സിഡ്‌നി, ഓസ്ട്രേലിയ",
    "melbourne1": "യുണിവേഴ്സിറ്റി ഓഫ് മൽബൺ, ഓസ്ട്രേലിയ",
    "uc_system1": "യുണിവേഴ്സിറ്റി ഓഫ് കാലിഫോർണിയ സിസ്റ്റം (UCLA, UC ബർkeley, മുതലായവ), അമേരിക്ക",
    "harvard1": "ഹാർവാർഡ് യൂണിവേഴ്സിറ്റി, അമേരിക്ക",
    "oxford1": "യുണിവേഴ്സിറ്റി ഓഫ് ഓക്സ്ഫോർഡ്, യുണൈറ്റഡ് കിംഗ്ഡം",
    "cambridge1": "യുണിവേഴ്സിറ്റി ഓഫ് കെംബ്രിജ്, യുണൈറ്റഡ് കിംഗ്ഡം",
    "nus1": "നാഷണൽ യൂണിവേഴ്സിറ്റി ഓഫ് സിംഗപ്പൂർ (NUS), സിംഗപ്പൂർ",
    "hku1": "യുണിവേഴ്സിറ്റി ഓഫ് ഹോംഗ് കോങ് (HKU), ഹോംഗ് കോങ്",
    "tum1": "ടെക്നിക്കൽ യൂണിവേഴ്സിറ്റി ഓഫ് മ്യൂണിക് (TUM), ജർമനി",
    "eth_zurich1": "ETH സുറിക്, സ്വിറ്റ്സർലൻഡ്",
    "tokyo1": "യുണിവേഴ്സിറ്റി ഓഫ് ടോക്കിയോ, ജപ്പാൻ",
    "cape_town1": "യുണിവേഴ്സിറ്റി ഓഫ് കെയ്പ്പ് ടൗൺ, ദക്ഷിണാഫ്രിക്ക",
    "mcgill1": "മക്ഗിൽ യൂണിവേഴ്സിറ്റി, കാനഡ",
    "peking1": "പേക്കിംഗ് യൂണിവേഴ്സിറ്റി, ചൈന",
    "ntu1": "നാഷണൽ തായ് വാൻ യൂണിവേഴ്സിറ്റി (NTU), തായ് വാൻ",
    "aut1": "ഓക്‌ലാൻഡ് യൂണിവേഴ്സിറ്റി ഓഫ് ടെക്‌നോളജി (AUT), ന്യൂസിലാൻഡ്",
    "cbse": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 9.5",
    "icse": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 9.8 (സ്കൂളിന്റെ വ്യത്യാസം ഉണ്ടാകാം)",
    "maharashtra": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 9.5",
    "anna_university": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 10",
    "jntu": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 10",
    "vtu": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 9.1 (വിഭാഗം അനുസരിച്ച് വ്യത്യാസം ഉണ്ടാകാം)",
    "gtu": "ഫോർമുല: CGPA = (പ്ര ശതമാനം - 12) / 7.1",
    "mu": "ഫോർമുല: CGPA = (പ്ര ശതമാനം - 11) / 7.25",
    "mahe": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 10",
    "amity": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 9",
    "vit": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 9.5 (പ്രോഗ്രാമിനനുസരിച്ച് വ്യത്യാസം ഉണ്ടാകാം)",
    "sppu": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 6.3",
    "iit": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 10 (ചില IITs കോഴ്സുകളെക്കുറിച്ച് പ്രത്യേക സ്കെയിലുകൾ ഉപയോഗിച്ചേക്കാം)",
    "nit": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 10",
    "bits_pilani": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 10",
    "du": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 9.5 (DUയുടെ CGPA കണക്കാക്കലിൽ പ്രോഗ്രാമിനനുസരിച്ച് വ്യത്യാസം ഉണ്ടാകാം)",
    "bhu": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 10",
    "osmania": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 10",
    "pu": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 9.5",
    "srm": "ഫോർമുല: CGPA = പ്ര ശതമാനം / 10",
    "toronto": "ഗ്രേഡിംഗ് സ്കെയിൽ: 4.0 GPA സ്കെയിൽ; ശ്രദ്ധിക്കുക: നേരിട്ട് കോൺവേഴ്ഷൻ ഫോർമുല ഇല്ല; അർഹതക്കാരർ GPA തുല്യമായ പട്ടികകൾ അല്ലെങ്കിൽ മൂന്നാംപാർട്ടി മൂല്യനിർണയകരെ ഉപയോഗിക്കുന്നു.",
    "ubc": "ഗ്രേഡിംഗ് സ്കെയിൽ: 4.33 GPA സ്കെയിൽ; ശ്രദ്ധിക്കുക: പ്രത്യേക CGPA കോൺവേഴ്ഷൻ ഇല്ല; UBC യുമായി തുല്യതാ വിശദാംശങ്ങൾക്കായി സമർപ്പിക്കുക.",
    "anu": "ഗ്രേഡിംഗ് സ്കെയിൽ: 7-പോയിന്റ് സ്കെയിൽ; ഫോർമുല (പൊതു മാർഗ്ഗരേഖ): CGPA = ശതമാനം / 7.1 അവരുടെ സ്കെയിലിൽ തുല്യതയ്ക്കായി.",
    "sydney": "ഗ്രേഡിംഗ് സ്കെയിൽ: 7-പോയിന്റ് GPA സിസ്റ്റം; ഫോർമുല (പൊതു മാർഗ്ഗരേഖ): CGPA = ശതമാനം / 7.5 (സൂക്ഷ്മമായ കോൺവേഴ്ഷൻ ലഭിക്കാനുള്ള ക്രെഡെൻഷ്യൽ മൂല്യനിർണയം ആവശ്യമായിരിക്കും).",
    "melbourne": "ഗ്രേഡിംഗ് സ്കെയിൽ: 7-പോയിന്റ് GPA സ്കെയിൽ; ശ്രദ്ധിക്കുക: CGPA തുല്യതയ്ക്കായി അഡ്മിഷൻസ് സമർപ്പിക്കുക; നേരിട്ട് ഫോർമുല ഇല്ല.",
    "uc_system": "ഗ്രേഡിംഗ് സ്കെയിൽ: 4.0 GPA സ്കെയിൽ; ശ്രദ്ധിക്കുക: യുണിവേഴ്സൽ CGPA ഫോർമുല ഇല്ല; WES അല്ലെങ്കിൽ സമാനമായ മൂല്യനിർണയകരെ ഉപയോഗിക്കുക.",
    "harvard": "ഗ്രേഡിംഗ് സ്കെയിൽ: 4.0 GPA സ്കെയിൽ; ശ്രദ്ധിക്കുക: CGPA to GPA കോൻവേഴ്ഷനുകൾക്കായി മൂന്നാംപാർട്ടി സേവനങ്ങൾ (ഉദാഹരണത്തിന്, WES) ഉപയോഗിക്കുന്നു.",
    "oxford": "ഗ്രേഡിംഗ് സ്കെയിൽ: യുകെ ഹോണേഴ്സ് ക്ലാസ്സ്‌ഫിക്കേഷൻ (ഫസ്റ്റ്, അപ്പർ സെക്കൻഡ്, മുതലായവ); ശ്രദ്ധിക്കുക: നേരിട്ട് CGPA ഫോർമുല ഇല്ല; CGPA 8.5-10 (10 ലെ) സാധാരണയായി ഫസ്റ്റ് ക്ലാസ്സ് ആയി പരിഗണിക്കുന്നു.",
    "cambridge": "ഗ്രേഡിംഗ് സ്കെയിൽ: യുകെ ഹോണേഴ്സ്; ശതമാനം ക്ലാസ്സിഫിക്കേഷനിലേക്ക് മാപ്പ് ചെയ്യുന്നു; CGPA കോൺവേഴ്ഷനുള്ള നേരിട്ട് ഫോർമുല ഇല്ല.",
    "nus": "ഗ്രേഡിംഗ് സ്കെയിൽ: 5.0 GPA സ്കെയിൽ; നേരിട്ട് കോൺവേഴ്ഷൻ ഫോർമുല ഇല്ല; NUS തുല്യതാ പട്ടികകൾ ഉപയോഗിക്കുക.",
    "hku": "ഗ്രേഡിംഗ് സ്കെയിൽ: 4.3 GPA സ്കെയിൽ; പ്രത്യേക CGPA കോൺവേഴ്ഷൻ ഫോർമുല ഇല്ല.",
    "tum": "ഗ്രേഡിംഗ് സ്കെയിൽ: സ്വിസ് 6-പോയിന്റ് സ്കെയിൽ; ശ്രദ്ധിക്കുക: CGPA 8.5+ മത്സരം ചെയ്യുന്നവരായി പരിഗണിക്കുന്നു; സ്ഥിരമായ കോൺവേഴ്ഷൻ ഫോർമുല ഇല്ല.",
    "eth_zurich": "ഗ്രേഡിംഗ് സ്കെയിൽ: സ്വിസ് 6-പോയിന്റ് സ്കെയിൽ; ശ്രദ്ധിക്കുക: CGPA 8.5+ മത്സരം ചെയ്യുന്നവരായി പരിഗണിക്കുന്നു; സ്ഥിരമായ കോൺവേഴ്ഷൻ ഫോർമുല ഇല്ല.",
    "tokyo": "ഗ്രേഡിംഗ് സ്കെയിൽ: ജാപ്പനീസ് 4.0 GPA സ്കെയിൽ; ശ്രദ്ധിക്കുക: സാധാരണയായി CGPA 8.0+ പ്രതീക്ഷിക്കുന്നു മത്സരം ചെയ്യുന്ന അപേക്ഷകർക്കായി.",
    "cape_town": "ഗ്രേഡിംഗ് സ്കെയിൽ: 4-പോയിന്റ് GPA സ്കെയിൽ കൂടാതെ ശതമാന സിസ്റ്റം; ശ്രദ്ധിക്കുക: ദക്ഷിണാഫ്രിക്കൻ സ്റ്റാൻഡേർഡുകൾ അടിസ്ഥാനമാക്കി CGPA കോൺവേഴ്ഷൻ ആവശ്യമായിരിക്കാം.",
    "mcgill": "ഗ്രേഡിംഗ് സ്കെയിൽ: 4.0 GPA സ്കെയിൽ; ശ്രദ്ധിക്കുക: WES അല്ലെങ്കിൽ സമാന സേവനങ്ങൾ സാധാരണയായി സൂക്ഷ്മമായ കോൺവേഴ്ഷനുകൾക്കായി ആവശ്യമാണ്.",
    "peking": "ഗ്രേഡിംഗ് സ്കെയിൽ: 4.0 GPA സ്കെയിൽ; ശ്രദ്ധിക്കുക: ഔദ്യോഗിക CGPA കോൺവേഴ്ഷൻ ആവശ്യമാണ്; സാധാരണയായി 8.0+ CGPA പ്രതീക്ഷിക്കുന്നു.",
    "ntu": "ഗ്രേഡിംഗ് സ്കെയിൽ: 4.3 GPA സ്കെയിൽ; ശ്രദ്ധിക്കുക: CGPA 8.0+ സാധാരണയായി പ്രതീക്ഷിക്കുന്നു മത്സരം ചെയ്യുന്ന അപേക്ഷകർക്കായി.",
    "aut": "ഗ്രേഡിംഗ് സ്കെയിൽ: 9-പോയിന്റ് GPA സ്കെയിൽ; ഫോർമുല (പൊതു മാർഗ്ഗരേഖ): CGPA = ശതമാനം / 7.1 ന്യൂസിലാൻഡിന്റെ GPA സ്കെയിലുമായി തുല്യപ്പെടുത്തുന്നതിനായി.",
    "title--": "ശതമാനം നിന്ന് CGPA ഓൺലൈൻ കാൽക്കുലേറ്ററുകളുടെ ഉപയോഗത്തിന്റെ പ്രോസുകളും കൺസും",
    "pros_title": "ശതമാനം മുതൽ CGPA കാൽക്കുലേറ്ററുകളുടെ പ്രോസുകൾ",
    "pros_1": "നിങ്ങളുടെ ഗ്രേഡുകൾ എളുപ്പത്തിൽ മാറ്റം ചെയ്യാം. ഓൺലൈൻ കാൽക്കുലേറ്ററുകളിൽ പ്രീ-ഡിഫൈൻഡ് മൂല്യങ്ങളും സമവാക്യങ്ങളും ഉള്ളതിനാൽ, നിങ്ങൾക്ക് സമവാക്യത്തിൽ മൂല്യങ്ങൾ ശരിയായി സൂചിപ്പിക്കാൻ ആശങ്കപ്പെടേണ്ടതില്ല. ഇൻഡിക്കേറ്റഡ് ഫീൽഡിലേക്കു മൂല്യങ്ങൾ എൻറർ ചെയ്യുക, നിങ്ങൾക്ക് ഫലങ്ങൾ ലഭിക്കും സമയവും പ്രയാസവും തടയാതെ.",
    "pros_2": "ഓൺലൈൻ കാൽക്കുലേറ്ററുകൾ ഉപയോഗിക്കാൻ എളുപ്പവും സുതാര്യവുമായ ഇന്റർഫേസുകൾ ഉണ്ട്. കൂടാതെ, നമ്മുടെ ഗ്രേഡ് മീറ്റർ പോലുള്ള ദൃശ്യ ഘടകങ്ങൾ നിങ്ങളുടെ ഗ്രേഡുകൾ മികച്ച രീതിയിൽ ദർശിപ്പിക്കുന്നു.",
    "pros_3": "പരമ്പരാഗത കാൽക്കുലേറ്ററുകളിൽ, നിങ്ങൾക്ക് ഓരോ കാൽക്കുലേറ്റുചെയ്ത ഡാറ്റയും റെക്കോർഡ് ചെയ്യേണ്ടതുണ്ട്, എങ്കിൽ തന്നെ നിങ്ങൾക്ക് ഗ്രേഡുകളുടെ ചരിത്രം പറ്റി അറിയാനാകും. അതുപോലെ, ഒരു അധ്യാപകൻ വിവിധ യൂണിവേഴ്സിറ്റികളിൽ നിന്നുള്ള വിദ്യാർത്ഥികളുടെ ഗ്രേഡുകൾ ഒരു സർവദേശീയ ഫോർമാറ്റിൽ ട്രാക്ക് ചെയ്യേണ്ടതുണ്ടെങ്കിൽ. എന്നാൽ Lord Calculator ൽ, നിങ്ങൾക്ക് “ഫലങ്ങൾ” ഫീൽഡിന് താഴെ ഗ്രേഡുകളുടെ എല്ലാ ചരിത്രവും പട്ടികകളായും കാണാം. കൂടാതെ, നിങ്ങൾക്ക് അത് PDF ആയി എക്സ്പോർട്ട് ചെയ്ത് ഭാവിയിൽ ഉപയോഗിക്കാൻ സംഭരിക്കാം.",
    "pros_4": "ഓൺലൈൻ കാൽക്കുലേറ്ററുകൾ അതുപോലെ മനുഷ്യരാശിയുടെ പിശകുകൾ ഒഴിവാക്കുന്നു, പാരമ്പര്യ കാൽക്കുലേറ്ററിൽ സമവാക്യങ്ങൾ രൂപപ്പെടുന്ന ഘട്ടങ്ങളിൽ അല്ലെങ്കിൽ കൈയിലൂടെ കാൽക്കുലേറ്റുചെയ്യുമ്പോൾ.",
    "cons_title": "ശതമാനം മുതൽ CGPA കാൽക്കുലേറ്ററുകളുടെ കൺസുകൾ",
    "cons_1": "വ്യത്യസ്തമായ ഗുണനഫലം: നമ്മൾ കണ്ടിട്ടുണ്ട്, വ്യത്യസ്ത യൂണിവേഴ്സിറ്റികൾ ഒരേ ഗ്രേഡിംഗ് സ്കെയിൽ അടങ്ങിയിരിക്കുമ്പോഴും വ്യത്യസ്ത ഗുണനഫലങ്ങൾ പിന്തുടരുന്നു. അതിനാൽ, അത്തരം സാഹചര്യങ്ങളിൽ ഓൺലൈൻ കാൽക്കുലേറ്ററുകൾ എല്ലാ യൂണിവേഴ്സിറ്റികളുടെയും ആവശ്യങ്ങൾ നിറവേറ്റാൻ കഴിയില്ല. നിങ്ങൾക്ക് കൃത്യമായ കോൺവേഴ്ഷനുകൾക്കായി ഗുണനഫലം മാനുവലായും തിരുത്തേണ്ടതുണ്ട്.",
    "cons_2": "വ്യത്യസ്തമായ കോൺവേഴ്ഷൻ ഫോർമുലകൾ: നമ്മൾ കണ്ടിട്ടുണ്ട്, മുംബൈ യൂണിവേഴ്സിറ്റി പോലുള്ള യൂണിവേഴ്സിറ്റികൾ CGPA മുതൽ ശതമാനം വരെ മാറ്റാൻ വ്യത്യസ്തമായ ഫോർമുലകൾ ഉപയോഗിക്കുന്നു. ഉദാഹരണത്തിന്, മുംബൈ യൂണിവേഴ്സിറ്റിക്ക് CGPA = (ശതമാനം - 11) / 7.25 ആണ്. ഈ കേസുകളിൽ, ഓൺലൈൻ കാൽക്കുലേറ്ററുകൾ ചേർക്കലുകൾ അല്ലെങ്കിൽ മറ്റേതെങ്കിലും ഓപ്പറേറ്റർ ഓട്ടോമാറ്റിക്കായി അല്ലെങ്കിൽ മാനുവലായി കൂട്ടിച്ചേർക്കാൻ കഴിയുന്നില്ല. അത്തരം മാറ്റങ്ങൾക്കായി, നിങ്ങൾക്ക് പാരമ്പര്യ രീതികൾക്കു തിരിച്ചു പോകേണ്ടതുണ്ട്.",
    "summary_title": "ഇത് സമാപനമാക്കുമ്പോൾ",
    "summary_1": "ഇപ്പോഴത്തെവരെ, നാം പെർസെന്റേജ് & CGPA ആശയങ്ങൾ, അവയെ എങ്ങനെ പരസ്പരം മാറ്റി ഉപയോഗിക്കാം, ഗ്രേഡുകൾ മാറ്റാൻ ആവശ്യമായ സാധ്യതകൾ, വ്യത്യസ്ത സർവകലാശാലകൾ/ബോർഡുകൾ എങ്ങനെ വ്യത്യസ്ത ഗ്രേഡിംഗ് സ്കെയിലുകൾക്കും മാറ്റം ഫോർമുലകൾക്കും ആശ്രയിച്ചിരിക്കുന്നു എന്നത് പഠിച്ചു.",
    "summary_2": "നാം CGPA to Percentage കല്കുലേറ്റർ, GPA to CGPA കല്കുലേറ്റർ, CGPA to GPA കല്കുലേറ്റർ, SGPA കല്കുലേറ്റർ എന്നിവ ഉൾപ്പെടുന്ന സമാന കല്കുലേറ്ററുകൾ പട്ടികപ്പെടുത്തി. ഈ കല്കുലേറ്ററുകളുമായി ബന്ധപ്പെട്ട ഏതെങ്കിലും പ്രത്യേക ആശയം അറിയണമെങ്കിൽ, അനുയോജ്യമായ കല്കുലേറ്ററിന്റെ വിവരണത്തിൽ വായിക്കുക. അവയുടെ വിവരണത്തിൽ എല്ലാ പ്രധാനപ്പെട്ട വിവരങ്ങളും ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.",
    "faq_title": "പഴയ ചോദിക്കപ്പെട്ട ചോദ്യങ്ങൾ (FAQs)",
    "faq_1_question": "Q1. Percentage to CGPA calculator എന്താണ്?",
    "faq_1_answer": "Percentage to CGPA calculator നിങ്ങൾക്ക് എളുപ്പത്തിൽ നിങ്ങളുടെ പെർസെന്റേജ് CGPA ആക്കാൻ അനുവദിക്കുന്നു. നിങ്ങൾ ചെയ്യേണ്ടത് മാത്രമെ നിങ്ങളുടെ Percentage ഉം മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടർ ഉം നൽകുക.",
    "faq_2_question": "Q2. Percent നു CGPA എങ്ങനെ മാറ്റാം?",
    "faq_2_answer": "നിങ്ങളുടെ Percent CGPA ആയി മാറ്റാൻ, നിങ്ങൾ Lord Calculator പോലുള്ള ഒരു ഓൺലൈൻ കല്കുലേറ്റർ ഉപയോഗിക്കാമോ, അല്ലെങ്കിൽ താഴെ കൊടുത്തിരിക്കുന്ന ഫോർമുല ഉപയോഗിച്ച് മാനുവലായി കണക്കാക്കാം:",
    "faq_2_formula": "CGPA = (Percentage - 50) / 10",
    "faq_3_question": "Q3. Lord Calculator-ന്റെ Percentage to CGPA calculator എങ്ങനെ ഉപയോഗിക്കാം?",
    "faq_3_answer": "Lord Calculator-ന്റെ Percentage to CGPA calculator ഉപയോഗിക്കാൻ, ഈ ചുവടു ചുവടുകൾ പിന്തുടരുക:",
    "faq_3_step_1": "ആദ്യ ഫീൽഡിൽ നിങ്ങളുടെ Percentage നൽകുക.",
    "faq_3_step_2": "Grading Scale തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടർ മാനുവലായി നൽകുക.",
    "faq_3_step_3": "മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടർ കൃത്യമായി നൽകിയിട്ടുണ്ടോ എന്ന് ഇരട്ട ചാക്ക് ചെയ്യുക.",
    "faq_3_step_4": "'Calculate' ബട്ടൺ അമർത്തി നിങ്ങളുടെ CGPA ഫല ഫീൽഡിൽ കാണുക.",
    "faq_4_question": "Q4. ആഗോള സർവകലാശാലകൾ അനുസരിച്ചുള്ള CGPA മാറ്റം എങ്ങനെ ചെയ്യാം?",
    "faq_4_answer": "വ്യത്യസ്ത ആഗോള സർവകലാശാലകൾ വിവിധ മാറ്റം സിസ്റ്റമുകൾ ഉപയോഗിക്കുന്നു. ഒരു പ്രത്യേകത പഠിക്കാൻ,",
    "faq_4_link": "ഇവിടെ ക്ലിക്കുചെയ്യുക",
    "faq_5_question": "Q5. ഗ്രേഡുകൾ കണക്കാക്കുമ്പോൾ ഒഴിവാക്കേണ്ട സാധാരണ തെറ്റുകൾ എന്തെല്ലാമാണ്?",
    "faq_5_answer": "സാധാരണ തെറ്റുകൾ ഉൾപ്പെടുന്നു:",
    "faq_5_mistake_1": "കണക്കാക്കലുകൾ ചെയ്തപ്പോൾ ഡെസിമൽ പോയിന്റുകൾ പ്രാഥമികമായി റോണ്ടപ്പ് ചെയ്യുന്നത് ഒഴിവാക്കുക.",
    "faq_5_mistake_2": "നിങ്ങളുടെ ഇൻസ്റ്റിറ്റ്യൂട്ടിന്റെ മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടർ ശരിയായി നൽകിയിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക.",
    "faq_5_mistake_3": "നിങ്ങളുടെ സർവകലാശാല സാധാരണ കണക്കാക്കൽ രീതി പിന്തുടരുന്നു എന്നത് പരിശോധിക്കുക.",
    "faq_6_question": "Q6. Engineering-നു വേണ്ടി Percentage to CGPA calculator വേറിട്ടതാണോ?",
    "faq_6_answer": "പല എഞ്ചിനീയറിംഗ് സർവകലാശാലകൾ വ്യത്യസ്ത മാറ്റം ഫോർമുലകൾ ഉപയോഗിക്കുന്നു. അത് ഡിപ്പാർട്മെന്റുകൾ തമ്മിൽ വ്യത്യാസപ്പെടാത്തിരിക്കാമെങ്കിലും, വ്യത്യസ്ത സർവകലാശാലകൾ തങ്ങളുടെ സ്വന്തം സ്റ്റാൻഡേർഡ് മാറ്റം ഫോർമുലകൾ പിന്തുടരുന്നു, ഇവ മറ്റുള്ളവയുമായി പൊരുത്തപ്പെടുന്നില്ല.",
    "faq_7_question": "Q7. VTU (വിശ്വസരയ സാങ്കേതിക സർവകലാശാല) ഫോർമുല എങ്ങനെ Percentage to CGPA calculator-ലും?",
    "faq_7_answer": "VTU (വിശ്വസരയ സാങ്കേതിക സർവകലാശാല)ക്ക് വേണ്ടി Percentage to CGPA calculator ഫോർമുല മറ്റുള്ളവയേക്കാൾ വ്യത്യസ്തമാണ്. ഇത് ഇങ്ങനെ പ്രതിനിധാനം ചെയ്യാം:",
    "faq_7_example": "CGPA = (Percentage - 50) / 10 ഉദാഹരണം: നിങ്ങൾ 80% സ്കോർ ചെയ്താൽ, VTU അനുസരിച്ച് നിങ്ങളുടെ CGPA: CGPA = 8 + 0.75 = 8.75",
    "faqs": [
        {
            "question": "Q8. Percentage to CGPA calculator CBSE ഫോർമുല എന്താണ്?",
            "answer": "Ans. CBSE ൽ Percentage to CGPA പരിവർത്തനത്തിനുള്ള ഫോർമുല ഇതാണ്:",
            "formula": "CGPA = (Percentage - 50) / 9.5"
        },
        {
            "question": "Q9. 70% CGPA യിൽ എത്ര?",
            "answer": "Ans. ഉപയോഗിക്കുന്ന പരിവർത്തന ഫോർമുല:",
            "details": [
                "70% in CGPA = 7.37 (9.5 Multiplication Factor പ്രകാരം)",
                "70% in CGPA = 3.5 (5-grading scale പ്രകാരം)",
                "70% in CGPA = 2.8 (4-grading scale പ്രകാരം)"
            ]
        }
    ],
    "faqa": [
        {
            "question": "Q10. 75% CGPA യിൽ എത്ര?",
            "answer": "Ans. Q9 ൽ നൽകിയ ഫോർമുല ഉപയോഗിച്ച് 75% CGPA യെ കണ്ടാൽ:",
            "details": [
                "75% in CGPA = 7.89 (9.5 Multiplication Factor പ്രകാരം)",
                "75% in CGPA = 3.75 (5-grading scale പ്രകാരം)",
                "75% in CGPA = 3 (4-grading scale പ്രകാരം)"
            ]
        },
        {
            "question": "Q11. 80% CGPA യിൽ എത്ര?",
            "answer": "Ans. Q9 ൽ നൽകിയ ഫോർമുല ഉപയോഗിച്ച് 80% CGPA യെ കണ്ടാൽ:",
            "details": [
                "80% in CGPA = 8.42 (9.5 Multiplication Factor പ്രകാരം)",
                "80% in CGPA = 4 (5-grading scale പ്രകാരം)",
                "80% in CGPA = 3.2 (4-grading scale പ്രകാരം)"
            ]
        },
        {
            "question": "Q12. 95.4% CGPA യിൽ എത്ര?",
            "answer": "Ans. Q9 ൽ നൽകിയ ഫോർമുല ഉപയോഗിച്ച് 95.4% CGPA യെ കണ്ടാൽ:",
            "details": [
                "95.4% in CGPA = 10 (9.5 Grading Scale പ്രകാരം, 95% മുകളിലുള്ള എല്ലാ ശതമാനങ്ങളും 10 CGPA ആയി കണക്കാക്കപ്പെടും)",
                "95.4% in CGPA = 4.77 (5-grading scale പ്രകാരം)",
                "95.4% in CGPA = 3.81 (4-grading scale പ്രകാരം)"
            ]
        }
    ],
    "note": "കുറിപ്പ്: പരിവർത്തന ഫോർമുലകൾ സ്ഥാപനങ്ങൾക്കിടയിൽ വ്യത്യാസപ്പെടുന്നു.",
    "--title": "Percentage to CGPA Calculator",
    "enterPercentage": "ശതമാനം എൻപുട്ട് ചെയ്യുക",
    "placeholderPercentage": "നിങ്ങളുടെ ശതമാനം എൻപുട്ട് ചെയ്യുക",
    "chooseGradeScale": "ഗ്രേഡിംഗ് സ്കേൽ തിരഞ്ഞെടുക്കുക",
    "scale4": "4.0 സ്കേൽ",
    "scale5": "5.0 സ്കേൽ",
    "scale10": "10.0 സ്കേൽ",
    "setMultiplicationFactor": "മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ ക്രമീകരിക്കുക",
    "placeholderFactor": "ഫാക്ടർ എൻപുട്ട് ചെയ്യുക",
    "-calculateButton": "കണക്കാക്കുക",
    "-resetButton": "പുതുക്കുക",
    "errorMessage": "പിഴവ്: അസാധുവായ എൻപുട്ട്",
    "calculatedCGPATitle": "നിങ്ങളുടെ കണക്കാക്കിയ CGPA",
    "placeholderCGPA": "ശതമാനം:",
    "-downloadButton": "ഡൗൺലോഡ്",
    "-whatsappButton": "WhatsApp",
    "-copyLinkButton": "ലിങ്ക് കോപ്പി ചെയ്യുക",
    "-linkCopied": "ലിങ്ക് കോപ്പി ചെയ്തു!",
    "historyTitle": "കണക്കുകൾ ചരിത്രം",
    "tableSNo": "ആ.ക.സം",
    "tablePercentage": "ശതമാനം",
    "tableCGPA": "CGPA",
    "percentageContent": "ശതമാന ഉള്ളടക്കം",
    "section1": "CGPA to Percentage Calculator",
    "intro_paragraph": "സ്വാഗതം പഠനാർത്ഥികളേയും അക്കാദമികർക്ക്! നിങ്ങൾക്ക് അറിയാമായിരിക്കും, CGPAകളും ശതമാനങ്ങളും പാഠഭാഗത്തിലെ പ്രധാനപ്പെട്ട ഭാഗങ്ങളാണ്. നമ്മൾ പലപ്പോഴും അവയെ പരസ്പരം ഉപയോഗിക്കേണ്ട സാഹചര്യം നേരിടുന്നു, അതിനാൽ Lord Calculator നിങ്ങളെ സഹായിക്കാൻ ഏറ്റവും വിശ്വാസയോഗ്യമായവും വേഗത്തിൽ CGPA to Percentage Calculator അവതരിപ്പിക്കുന്നു! എങ്ങനെ നമ്മുടെ CGPA കാൽകുലേറ്റർ പ്രവർത്തിക്കുന്നു എന്ന് വിശദമായ മാർഗ്ഗനിർദ്ദേശവും, വിവിധ സർവകലാശാലകളിൽ ഉപയോഗിക്കുന്ന ഗ്രേഡിംഗ് സിസ്റ്റത്തിന്റെ വിശദീകരണവും ഇങ്ങനെയാണ്. ഞങ്ങൾ വിവിധ ഗ്രേഡിംഗ് സിസ്റ്റങ്ങൾ അനുസരിച്ച് CGPA to Percentage ഫോർമുലയും നൽകിയിട്ടുണ്ട്.",
    "-section2": "CGPA to Percentage പരിവർത്തന ഫോർമുല",
    "-formula": "ശതമാനം = CGPA × Multiplication Factor",
    "-table_of_contents": "വിഷയത്തിന്റെ പട്ടിക",
    "cgpa_to_percentage_calculator": "സി‌ജിപിഎയിൽ നിന്ന് ശതമാനം കാൽക്കുലേറ്റർ",
    "cgpa_to_percentage_formula": "സി‌ജിപിഎയിൽ നിന്ന് ശതമാനം മാറ്റത്തിന്റെ സൂത്രവാക്യം",
    "lord_calculator_tool": "ലോർഡ് കാൽക്കുലേറ്ററിന്റെ സി‌ജിപിഎ മുതൽ ശതമാനം കാൽക്കുലേറ്റർ",
    "how_to_use_tool": "ലോർഡ് കാൽക്കുലേറ്ററിന്റെ ഉപകരണം എങ്ങനെ ഉപയോഗിക്കാം",
    "-what_is_cgpa": "സി‌ജിപിഎ എന്താണ്, അതിനെ എങ്ങനെ കണക്കാക്കാം?",
    "important_terms": "പ്രധാനപ്പെട്ട വാക്കുകളുടെ അർത്ഥം",
    "why_convert_cgpa": "സി‌ജിപിഎയെ ശതമാനമായി മാറ്റേണ്ടത് എന്തിന്?",
    "calculate_percentage": "സി‌ജിപിഎയിൽ നിന്ന് ശതമാനം എങ്ങനെ കണക്കാക്കാം",
    "common_pitfalls": "സി‌ജിപിഎയിൽ നിന്ന് ശതമാനത്തിലേക്ക് മാറ്റുമ്പോൾ സാധാരണ പിഴവുകൾ",
    "cgpa_in_10_point": "10 ഗ്രേഡ് പോയിന്റ് സിസ്റ്റത്തിൽ സി‌ജിപിഎയിൽ നിന്ന് ശതമാനം",
    "cgpa_in_5_point": "5 ഗ്രേഡ് സ്കെയിലിൽ സി‌ജിപിഎയിൽ നിന്ന് ശതമാനം",
    "cgpa_in_4_point": "4 ഗ്രേഡ് സ്കെയിലിൽ സി‌ജിപിഎയിൽ നിന്ന് ശതമാനം",
    "grading_scale": "ഗ്രേഡിംഗ് സ്കെയിൽ എന്താണ്, സർവകലാശാലകൾ അവരുടെ സ്റ്റാൻഡേർഡ് സ്കെയിൽ എങ്ങനെ തിരഞ്ഞെടുക്കുന്നു?",
    "-multiplication_factor": "മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ എന്താണ്, അത് എങ്ങനെ പ്രവർത്തിക്കുന്നു?",
    "different_boards": "വിവിധ ബോർഡുകൾക്കും സർവകലാശാലകൾക്കും വേണ്ടിയുള്ള സി‌ജിപിഎ മുതൽ ശതമാനം മാറ്റം",
    "grading_scale_impacts": "വിദ്യാർത്ഥികളിൽ വിവിധ ഗ്രേഡിംഗ് സ്കെയിലിന്റെ സ്വാധീനങ്ങൾ എന്താണ്?",
    "-faqs": "സി‌ജിപിഎ കാൽക്കുലേറ്ററുമായി ബന്ധപ്പെട്ട ചോദ്യങ്ങൾ",
    "lord_calculator_cgpa_calculator": "ലോർഡ് കാൽക്കുലേറ്ററിന്റെ സി‌ജിപിഎ കാൽക്കുലേറ്റർ",
    "cgpa_calculator_description": "നമ്മുടെ സി‌ജിപിഎ കാൽക്കുലേറ്റർ ഉപയോഗത്തിന്റെ സൗകര്യവും അതിവേഗ കണക്കുകളും ശ്രദ്ധയിൽവെച്ച് രൂപകൽപ്പന ചെയ്തിരിക്കുന്നു.",
    "cgpa_calculator_description_expanded": "ഗ്രേഡ് കണക്കുകൾ വിവിധ ഘടകങ്ങൾ ഉൾക്കൊള്ളുന്നുണ്ടെങ്കിലും, നിങ്ങളുടെ ഗ്രേഡുകൾ അല്ലെങ്കിൽ ശതമാനങ്ങൾ കൃത്യമായി കണക്കാക്കാൻ ആവശ്യമായ എല്ലാം ഞങ്ങൾ ഉൾപ്പെടുത്തി. വ്യത്യസ്ത സർവകലാശാലകൾ വിവിധ ഗ്രേഡിംഗ് സ്കെയിലുകളും മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടറുകളും ഉപയോഗിക്കുന്നു. (ഈ പദങ്ങൾ താഴെ വിശദീകരിക്കുന്നു). നിങ്ങളുടെ സൗകര്യത്തിന്, ഗ്രേഡ് സ്കെയിലും മാനുവൽ മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടറും ഞങ്ങൾ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.",
    "how_to_use_heading": "ലോർഡ് കാൽക്കുലേറ്ററിന്റെ ഉപകരണം എങ്ങനെ ഉപയോഗിക്കാം",
    "how_to_use_description": "ഞങ്ങളുടെ സി‌ജിപിഎ കാൽക്കുലേറ്ററിൽ ആവശ്യമായ ഫീൽഡുകൾ നൽകുക, \"കാൽക്കുലേറ്റ്\" അമർത്തുക, നിങ്ങൾക്കാവശ്യമായ ശതമാനം കാണിക്കും. അത്രമേൽ എളുപ്പം! കൃത്യമായ കണക്കുകൾക്കായി ആവശ്യമുള്ള ഫീൽഡുകളും ഡാറ്റയും ഞങ്ങൾ വിശദീകരിക്കുന്നു.",
    "how_to_use_step1": "ഈ സൈറ്റിൽ സന്ദർശിക്കുക:",
    "how_to_use_step1_link": "https://lordcalculator.com/educational-calculator/cgpa-to-percentage-calculator",
    "how_to_use_step2": "ആദ്യ ഫീൽഡിൽ നിങ്ങളുടെ സി‌ജിപിഎ നൽകുക. ഡസിമൽ പോയിന്റുകൾ ഉൾപ്പെടെ കൃത്യമായ അളവിൽ നൽകുക.",
    "how_to_use_step3": "നിങ്ങളുടെ സർവകലാശാല ഉപയോഗിക്കുന്ന ഗ്രേഡിംഗ് സ്കെയിൽ തിരഞ്ഞെടുക്കുക. സാധാരണ ഗ്രേഡിംഗ് സ്കെയിലുകൾ 4, 5, 10 ആണ്. അല്ലെങ്കിൽ, നിങ്ങൾക്ക് മാനുവൽ മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടർ നൽകാൻ കഴിയും.",
    "tip_heading": "സി‌ജിപിഎ മുതൽ ശതമാനം കണക്കാക്കാനുള്ള ഉപദേശം",
    "tip_description1": "വ്യത്യസ്ത സർവകലാശാലകൾ ഒരേ ഗ്രേഡിംഗ് സ്കെയിലിന് താഴെയും വ്യത്യസ്ത മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടറുകൾ ഉപയോഗിച്ചേക്കാം.",
    "tip_description2": "നിങ്ങളുടെ സർവകലാശാലയുടെ ഗ്രേഡിംഗ് സ്കെയിലോ മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടറോ സംശയമുണ്ടെങ്കിൽ, ഞങ്ങൾ വിശദമായ പട്ടിക നൽകിയിട്ടുണ്ട്.",
    "tip_description2_link": "സി‌ജിപിഎ മുതൽ ശതമാനം മാറ്റം - വിശദ വിവരങ്ങൾ",
    "tip_description3": "നിങ്ങളുടെ സർവകലാശാലയുടെ മൾട്ടിപ്ലിക്കേഷൻ ഫാക്ടറിൽ സംശയമുണ്ടോ? നമ്മുടെ പട്ടിക പരിശോധിക്കുക.",
    "what_is_cgpa_heading": "സി‌ജിപിഎ എന്താണ്, അതിനെ എങ്ങനെ കണക്കാക്കാം?",
    "cgpa_formula_method_1_title": "സി‌ജിപിഎ കണക്കാക്കുന്ന ആദ്യ രീതി:",
    "cgpa_formula_method_1_description": "സിജിപിഎ കണ്ടെത്താനുള്ള ഒരു രീതി ശരാശരി കണ്ടുപിടിക്കലാണ്. അതിനാൽ, സിജിപിഎ ഗണന ഫോർമുല എല്ലാ സെമസ്റ്ററുകളിലെ ഗ്രേഡ് പോയിന്റുകളുടെ ആകെ തുക സെമസ്റ്ററുകളുടെ എണ്ണത്തിലൂടെ വിഭജിച്ചാണ്. ഗണിതപരമായി, സിജിപിഎ ഫോർമുലയെ പ്രതിനിധീകരിക്കാനാകും:",
    "cgpa_formula_method_1_formula": "സിജിപിഎ =",
    "cgpa_formula_method_1_numerator": "സെമ.1യുടെ എസ്‌ജിപിഎ + സെമ.2യുടെ എസ്‌ജിപിഎ + സെമ.3യുടെ എസ്‌ജിപിഎ +.........+ സെമ. 'N'ന്റെ എസ്‌ജിപിഎ",
    "cgpa_formula_method_1_denominator": "മൊത്തം സെമസ്റ്ററുകളുടെ എണ്ണം",
    "cgpa_example_description": "ഉദാഹരണം: 'എന്റെ ഏറ്റവും നല്ല സുഹൃത്ത്' പ്രബന്ധത്തിലെ രാം സ്കൂൾ പാസായി കോളേജിൽ ചേർന്നു. അവൻ 4 സെമസ്റ്ററുകളിൽ എസ്‌ജിപിഎ നേടി: 6+8.5+7+9.5, പിന്നെ അവന്റെ സിജിപിഎ:",
    "cgpa_example_formula_1": "സിജിപിഎ =",
    "cgpa_example_numerator": "(6 + 8.5 + 7 + 9.5)",
    "cgpa_example_denominator": "4",
    "cgpa_example_result": "സിജിപിഎ =",
    "cgpa_example_final_numerator": "31",
    "cgpa_example_final_denominator": "4",
    "cgpa_example_final_result": "= 7.75",
    "cgpa_formula_method_2_title": "സിജിപിഎ ഗണന ഫോർമുല രീതി 2:",
    "cgpa_formula_method_2_description": "ഇപ്പോഴൊരു മറ്റൊരു സിജിപിഎ ഫോർമുല പ്രാവർത്തികത്തിലാണ്. ഇത് എസ്‌ജിപിഎയും നേടിയ ക്രെഡിറ്റുകളും ഗുണിച്ച് അതിന്റെ ആകെ തുക നേടിയ ക്രെഡിറ്റുകളുടെ മൊത്തം സംഖ്യയിലൂടെ വിഭജിച്ച് കണ്ടെത്തുന്ന രീതി. ഗണിതപരമായി, ഈ സിജിപിഎ ഫോർമുലയെ പ്രതിനിധീകരിക്കാനാകും:",
    "cgpa_formula_method_2_formula": "സിജിപിഎ =",
    "cgpa_formula_method_2_numerator": "(സെമ.1യുടെ എസ്‌ജിപിഎ × സെമ.1ൽ നേടിയ ക്രെഡിറ്റ്) + (സെമ.2യുടെ എസ്‌ജിപിഎ × സെമ.2ൽ നേടിയ ക്രെഡിറ്റ്) + ...... + (സെമ.'N'ന്റെ എസ്‌ജിപിഎ × സെമ.'N'ൽ നേടിയ ക്രെഡിറ്റ്)",
    "cgpa_formula_method_2_denominator": "മൊത്തം നേടിയ ക്രെഡിറ്റുകളുടെ എണ്ണം",
    "cgpa_exampletitle": "ഉദാഹരണം:",
    "cgpa_exampledescription": "'എന്റെ ഏറ്റവും നല്ല സുഹൃത്ത്' പ്രബന്ധത്തിലെ മറ്റൊരു സുഹൃത്തായ ശ്യാം മറ്റൊരു കോളേജിൽ ചേർന്നു. അവൻ 4 സെമസ്റ്ററുകളിൽ എസ്‌ജിപിഎ നേടി: 7.2+6.5+8.9+9.6, ക്രെഡിറ്റ് നേടി 4+3+3+5, പിന്നെ അവന്റെ സിജിപിഎ:",
    "cgpa_examplecalculation": "സിജിപിഎ =",
    "cgpa_examplenumerator": "(7.2×4 + 6.5×3 + 8.9×3 + 9.6×5)",
    "cgpa_exampledenominator": "(4 + 3 + 3 + 5)",
    "cgpa_examplefinal_numerator": "28.8 + 19.5 + 26.7 + 48",
    "cgpa_examplefinal_denominator": "15",
    "cgpa_examplefinal_result": "സിജിപിഎ = 8.2",
    "important_terms_title": "നിങ്ങൾ അറിഞ്ഞിരിക്കേണ്ട പ്രധാന പദങ്ങൾ",
    "important_terms_description": "ഒരു ഔദ്യോഗിക പ്രമാണം, ഫോം, അല്ലെങ്കിൽ നിങ്ങളുടെ സർട്ടിഫിക്കറ്റ് പരിശോധിക്കുമ്പോൾ പലവട്ടം ഉപയോഗിക്കപ്പെടുന്ന ചില പദങ്ങളും ചുരുക്കെഴുത്തുകളും നിങ്ങൾ കാണാം. വിവിധ ബോർഡുകൾ/വിശ്വവിദ്യാലയങ്ങൾ അവരുടെ രൂപാന്തര ഫോർമുല ക്രമീകരിക്കുന്നതിലേക്ക് കടക്കുന്നതിനുമുമ്പ് അവയെ പെട്ടെന്ന് പരിശോധിക്കാം.",
    "grade_points": {
        "title": "ഗ്രേഡ് പോയിന്റുകൾ",
        "description": "ഗ്രേഡ് പോയിന്റുകൾ ഒരു പ്രത്യേക ലെറ്റർ ഗ്രേഡിനായി അനുവദിച്ചിരിക്കുന്ന സംഖ്യാ മൂല്യങ്ങളാണ്. വിവിധ സർവകലാശാലകൾ അവരുടെ ലെറ്റർ ഗ്രേഡുകൾക്കനുസരിച്ച് ഗ്രേഡ് പോയിന്റുകളുടെ പരിധി ക്രമീകരിക്കുന്നു. ഉദാഹരണത്തിന്, ഒരു സർവകലാശാലക്ക് എ ഗ്രേഡിന് 10 ഗ്രേഡ് പോയിന്റുകൾ ഉണ്ടാകുമ്പോൾ മറ്റൊന്ന് 10 ഗ്രേഡ് പോയിന്റുകൾക്ക് O (ആട്സ്റ്റാൻഡിങ്) ഉപയോഗിക്കാം."
    },
    "gpa": {
        "title": "GPA",
        "description": "ഗ്രേഡ് പോയിന്റ് ശരാശരി എന്നതിന് ചുരുക്കപ്പേരാണ് GPA. ഇത് ഒരു സെമസ്റ്ററിലോ അദ്ധ്യായന സേഷനിലോ വിദ്യാർത്ഥി നേടിയ ഗ്രേഡ് പോയിന്റുകളുടെ ശരാശരിയെ പ്രതിനിധീകരിക്കുന്നു."
    },
    "cgpa": {
        "title": "CGPA",
        "description": "CGPA എല്ലാ വിഷയങ്ങളിലോ സെമസ്റ്ററുകളിലോ നേടിയ ഗ്രേഡ് പോയിന്റുകളുടെ സമഗ്ര ശരാശരിയാണ് പ്രതിനിധീകരിക്കുന്നത്. CGPA സ്കെയിൽ 0 മുതൽ 4, 0 മുതൽ 5, അല്ലെങ്കിൽ 0 മുതൽ 10 വരെ വ്യത്യാസപ്പെടുന്നു. എന്നാൽ, CGPA നെ മറ്റ് ഫോർമാറ്റുകളിൽ ലഭ്യമാക്കാൻ സ്ഥാപനങ്ങൾ CGPA നെ ശതമാനത്തിലേക്ക് അല്ലെങ്കിൽ ആവശ്യമായ ഫോർമാറ്റിലേക്ക് മാറ്റാൻ വിദ്യാർത്ഥികളെ അനുവദിക്കുന്നു."
    },
    "sgpa": {
        "title": "SGPA",
        "description": "SGPA ന് സെമസ്റ്റർ ഗ്രേഡ് പോയിന്റ് ശരാശരി എന്ന ചുരുക്കപ്പേരാണ്. ഒരു പ്രത്യേക സെമസ്റ്ററിലെ എല്ലാ വിഷയങ്ങളുടെയും ശരാശരി ഗ്രേഡ് പോയിന്റുകളെയാണ് ഇത് സൂചിപ്പിക്കുന്നത്. ക്രെഡിറ്റ് ലഭിച്ചതും ക്രെഡിറ്റ് മണിക്കൂറുകളും SGPA കണക്കാക്കുന്നതിൽ നിർണായക പങ്കുവഹിക്കുന്നു."
    },
    "letter_grade": {
        "title": "ലെറ്റർ ഗ്രേഡ്",
        "description": "ശതമാനം അല്ലെങ്കിൽ മാർക്കുകൾ സ്കോർ ചെയ്‌തതിന്റെ സംഖ്യാ മൂല്യത്തിന് അനുവദിച്ച ലെറ്റർ ഗ്രേഡുകളാണ് ഇവ. വിവിധ വിദ്യാഭ്യാസ സിസ്റ്റങ്ങൾ വ്യത്യസ്ത ലെറ്റർ ഗ്രേഡ് ഫോർമാറ്റുകൾ പാലിക്കുന്നു. ഉദാഹരണത്തിന്, യുഎസ് പരമ്പരാഗത A-F ലെറ്റർ ഗ്രേഡിംഗ് പിന്തുടരുമ്പോൾ സ്കോട്ടിഷ്, ചില ഇന്ത്യൻ വിദ്യാഭ്യാസ സിസ്റ്റങ്ങൾ പോലും 'O' (ആട്സ്റ്റാൻഡിങ്) എന്നതും 'S' (മികച്ചത്) എന്നതും പോലുള്ള മറ്റ് ചിത്രീകരണങ്ങൾ പിന്തുടരുന്നു."
    },
    "credit_hours": {
        "title": "ക്രെഡിറ്റ് മണിക്കൂറുകൾ",
        "description": "ഒരു ക്ലാസിൽ ഓരോ ആഴ്ച/സെമസ്റ്ററിലും വിദ്യാർത്ഥി ചെലവഴിക്കുന്ന സമയം ക്രെഡിറ്റ് മണിക്കൂറുകളാണ്. വിഷയങ്ങൾക്കനുസരിച്ച് ഈ മണിക്കൂറുകൾ വ്യത്യാസപ്പെടാം. പ്രധാന വിഷയങ്ങൾക്ക് കൂടുതൽ ക്രെഡിറ്റ് മണിക്കൂറുകൾ ഉണ്ടാകാം, എന്നാൽ ഓപ്ഷണൽക്ക് കുറവായിരിക്കും."
    },
    "credit_points": {
        "title": "ക്രെഡിറ്റ് പോയിന്റുകൾ",
        "description": "ഗ്രേഡ് പോയിന്റുകൾ ക്രെഡിറ്റ് മണിക്കൂറുകളുമായി ഗുണിച്ചാണ് ക്രെഡിറ്റ് പോയിന്റുകൾ കണക്കാക്കുന്നത്, അതായത് ക്രെഡിറ്റ് പോയിന്റുകൾ = ഗ്രേഡ് പോയിന്റുകൾ x ക്രെഡിറ്റ് മണിക്കൂറുകൾ."
    },
    "weighted_average": {
        "title": "തൂക്കമുള്ള ശരാശരി",
        "description": "തൂക്കമുള്ള ശരാശരി ഒരു വിദ്യാർത്ഥിയുടെ മൊത്തത്തിലുള്ള വിദ്യാഭ്യാസ പ്രകടനത്തെ പ്രതിനിധീകരിക്കുന്നു. തൂക്കമുള്ള ശരാശരിയിൽ, എല്ലാ മൂല്യനിർണ്ണയങ്ങൾക്കും അവരുടെ തൂക്കത്തിനു അനുസരിച്ചുള്ള മൂല്യങ്ങൾ നൽകിയിരിക്കുന്നു, പിന്നീട് തൂക്കമുള്ള ഗ്രേഡുകൾ അവസാന ഗ്രേഡ് കണക്കാക്കാൻ ഉപയോഗിക്കുന്നു."
    },
    "normalization": {
        "title": "സാധാരണവൽക്കരണം",
        "description": "വിവിധ പരീക്ഷകളിലോ വിഷയങ്ങളിലോ ഉണ്ടായിരിക്കുന്ന ബുദ്ധിമുട്ടുകളിൽ വ്യത്യാസം തിരിച്ചറിയുന്നതിനായി സ്‌കോറുകൾ ക്രമീകരിക്കുന്ന പ്രക്രിയയാണ് സാധാരണവൽക്കരണം. വിവിധ സർവകലാശാലകൾക്കിടയിൽ GPA അല്ലെങ്കിൽ CGPA താരതമ്യം ചെയ്യുമ്പോൾ സാധാരണവൽക്കരണത്തിന്റെ പ്രഭാവം കാണാം."
    },
    "cumulative_average": {
        "title": "ക്യൂമുലേറ്റീവ് ശരാശരി",
        "description": "ഇത് ഇപ്പോഴുള്ള എല്ലാ ഗ്രേഡ് പോയിന്റുകളുടെയും അല്ലെങ്കിൽ GPA കളുടെ ശരാശരിയാണ്."
    },
    "whyConvertTitle": "CGPA നും ശതമാനവും തമ്മിലുള്ള മാറ്റം എന്തുകൊണ്ട്?",
    "whyConvertExplanation": "ഇപ്പോൾ നിങ്ങൾ എല്ലാവിധ ബന്ധപ്പെടുന്ന ടെർമുകൾ അറിയുകയായിരിക്കുന്നു, എന്നാൽ ചോദ്യം ഉന്നയിക്കുന്നു: CGPA-നു %-ലേക്ക് അല്ലെങ്കിൽ %-നു CGPA-ലേക്ക് മാറ്റങ്ങൾ എന്തുകൊണ്ട് വേണ്ടിവരുമെന്നു? നന്നായിട്ടുള്ള കാരണം വ്യക്തിക്കും വ്യക്തിക്കും വ്യത്യാസപ്പെടാം.",
    "boardsUniversitiesTitle": "ബോർഡുകൾ/വിദ്യാഭ്യാസ സ്ഥാപനങ്ങൾ ആവശ്യപ്പെടുന്ന കാര്യങ്ങൾ",
    "boardsUniversitiesText1": "ചില അക്കാദമിക ഫോംകൾക്കും നടപടിക്രമങ്ങൾക്കും വിദ്യാർത്ഥികൾ അവരുടെ CGPA-യുമായി % ഉൾപ്പെടെ സമർപ്പിക്കേണ്ടതുണ്ട്. ഈ സാഹചര്യത്തിൽ, നിങ്ങൾക്ക് വേറെ ഉപായമില്ലാതെ websites, പോലുള്ള Lord Calculator ഉപയോഗിച്ച് ഗ്രേഡ് മാറാൻ പോകേണ്ടിവരും, നിങ്ങളുടെ ആവശ്യമായ ഫോംറ്റിൽ വളരെ സ്മാർട്ട് ആയ ഒരു ചെറിയ സമയം കൊണ്ട്.",
    "boardsUniversitiesText2": "കൂടാതെ, നിങ്ങളുടെ ബോർഡ്/വിദ്യാഭ്യാസ സ്ഥാപനത്തെ മാറ്റുമ്പോൾ, നിങ്ങൾക്ക് പഴയ ഗ്രേഡുകൾ പുതിയ ഫോർമാറ്റിൽ ഉൾപ്പെടുത്തേണ്ടി വരാം.",
    "boardsUniversitiesText3": "ഇതിന് പുറമെ, GATE, CAT, UPSC പോലുള്ള മത്സര പരീക്ഷകൾക്ക് ഫോം പൂരിപ്പിക്കുന്ന സമയത്ത്, അപേക്ഷകർ ഒരു സാധാരണ ഫോർമാറ്റിൽ, ഉദാഹരണത്തിന്, ശതമാനം സമർപ്പിക്കേണ്ടതുണ്ട്. ചെറിയൊരു പിശക് ഫോറം നിരസിക്കലിലേക്ക് നയിക്കാം. ഇത്തരം സാഹചര്യങ്ങളിൽ, നിങ്ങൾക്ക് CGPA-യെ ആവശ്യമായ ഫോർമാറ്റിലേക്ക് തെറ്റായ പിശകുകൾ ഒഴിവാക്കുന്നതിനും സമയം ചെലവിടുന്നതിനും ഉപയോഗിക്കാൻ ഒരു വിശ്വാസയോഗ്യമായ ടൂൾ ഗുണകരമാണ്.",
    "internationalRelevanceTitle": "അന്താരാഷ്ട്ര പ്രസക്തി",
    "internationalRelevanceText1": "CGPA കാൽക്കുലേറ്റർ ഉപയോഗിക്കുന്ന മറ്റൊരു സാധാരണ സിറ്റുവേഷൻ നിങ്ങൾ വിദേശ കോഴ്‌സുകൾക്കായി അപേക്ഷിക്കുന്നപ്പോൾ ആണ്. ഉദാഹരണത്തിന്, നിങ്ങൾ ഒരു ഇന്ത്യൻ വിദ്യാർത്ഥിയാണ് ആകുന്നു, എന്നാൽ ഇന്ത്യയിലെ ഗ്രേഡിംഗ് സിസ്റ്റം വ്യാപകമായി വ്യത്യാസപ്പെട്ടിരിക്കുന്നു. ഡൽഹി സർവകലാശാലയിൽ ഗ്രേഡുകൾ കണക്കാക്കുന്നത് IIT-യിൽ നിന്നൊന്നും വ്യത്യാസമാണ്. വിവിധ സർവകലാശാലകൾ/ബോർഡുകൾ വിവിധ മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടർ ഉപയോഗിക്കുന്നു. ഈ സാഹചര്യങ്ങളിൽ, വിദേശ സർവകലാശാലകൾ ഒരു സാധാരണ ഫോർമാറ്റ്, ഉദാഹരണത്തിന്, ശതമാനം, സ്ഥാപിക്കുന്നു, അതിനാൽ ഒരു അപേക്ഷകന്റെ അക്കാദമിക പ്രകടനത്തെ നീതിയുള്ളതും അപ്രതികൂലവുമായ ദൃശ്യമാകാം. അതിനാൽ, നിങ്ങൾ നിങ്ങളുടെ ഗ്രേഡുകൾ, ഉദാഹരണത്തിന്, %-നു CGPA അല്ലെങ്കിൽ CGPA-നു %, നിങ്ങളുടെ സർവകലാശാലയുടെ നിലവാരത്തിലുള്ള മാർഗ്ഗപ്രകാരം മാറ്റേണ്ടതുണ്ട്.",
    "internationalRelevanceText2": "ഇത് CBSE, ICSE, സ്റ്റേറ്റ് ബോർഡുകൾ, US അല്ലെങ്കിൽ യൂറോപ്യൻ യൂണിയൻ ഉൾപ്പെടെയുള്ള സ്കൂളിങ്ങ് ബോർഡുകൾക്കും ബാധകമാണ്.",
    "howToCalculatePercentageTitle": "CGPA-നു % എങ്ങനെ കണക്കാക്കാം",
    "howToCalculatePercentageText1": "CGPA-നു % മാറ്റത്തിന്റെ പ്രാധാന്യവും പ്രസക്തിയും നിങ്ങൾ അറിയുന്നതിനു ശേഷം, നിങ്ങൾ എങ്ങനെ നിശ്ചിതമായി CGPA-നു % കണക്കാക്കാമെന്ന് നോക്കാം. ഇതിനെ രണ്ടു രീതികൾ വഴിയുണ്ട്: മാനുവൽ രീതിയിലോ ഓൺലൈൻ CGPA കാൽക്കുലേറ്റർ ഉപയോഗിക്കുന്നതിലോ. മാനുവൽ രീതിയിൽ എക്കാലവും ഒരു സമികരണം എഴുതുകയും ഘട്ടം ഘട്ടം കണക്കാക്കുകയും ചെയ്യുന്നതാണ്, എന്നാൽ ഓൺലൈൻ കാൽക്കുലേറ്റർ കുറഞ്ഞ ശ്രമത്തോടെ ഉടനെ നിങ്ങളുടെ ഗ്രേഡ് മാറ്റം നടത്തും! വിഷമിക്കേണ്ട, ഞങ്ങൾ ഇരുവിധവും വിശദീകരിക്കും, അതിനാൽ നിങ്ങൾക്ക് ഏറ്റവും അനുയോജ്യമായതിന്റേതായ ഒന്ന തിരഞ്ഞെടുക്കാം.",
    "manualMethodTitle": "മാനുവൽ രീതി",
    "manualMethodText1": "CGPA-നു % (അല്ലെങ്കിൽ %-നു CGPA) മാറ്റാനായി, നിങ്ങൾക്ക് നിങ്ങളുടെ ബോർഡ്/വിദ്യാഭ്യാസ സ്ഥാപനത്തിൻറെ ഗ്രേഡിംഗ് സ്കെയിൽ, ക്രെഡിറ്റ് സ്കോറുകൾ, മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടർ എന്നിവ മനസ്സിലാക്കണം. ഈ വിവരങ്ങൾ ലഭിച്ച ശേഷം, താഴെയുള്ള സമികരണം ഉപയോഗിക്കാം:",
    "percentageFormula": "ശതമാനം = CGPA × മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടർ",
    "manualMethodText2": "സമികരണം ഉപയോഗിച്ചുകൊണ്ട്, നിങ്ങൾ ചൊവ്വിരട്ടായ ഭാഗം കഴിഞ്ഞു. നിങ്ങൾക്ക് കണക്കുകൾ കുറയ്ക്കുന്നതിൽ അല്ലെങ്കിൽvedic ഗണിതം അനുയോജ്യമായതിൽ ഒരു ഇഷ്ടം ഉണ്ടെങ്കിൽ, ശരിയായ ഡെസിമൽ പോയിന്റുകൾക്കൊണ്ടും കണക്കുകൾ നടത്താൻ എളുപ്പമായിരിക്കും. എങ്കിലും, പിശകുകൾ ഒഴിവാക്കാൻ, കാൽക്കുലേറ്റർ ഉപയോഗിക്കുന്നത highly ശുപാർശ ചെയ്യപ്പെടുന്നു.",
    "manualMethodText3": "പക്ഷേ, നിങ്ങൾക്ക് സമയവും ശ്രമവും ലാഭിക്കാനാണ് നല്ലത്, പ്രത്യേകിച്ച് നിങ്ങൾ ഇതിനകം കാൽക്കുലേറ്റർ ഉപയോഗിക്കുന്നുണ്ടെങ്കിൽ? അത് മുഴുവൻ പ്രക്രിയയെ പെട്ടെന്നും കൂടുതൽ സത്യമായും ചെയ്യുന്നു.",
    "automaticMethodTitle": "ഓട്ടോമാറ്റിക് രീതി",
    "automaticMethodText1": "ഓട്ടോമാറ്റിക് രീതി എളുപ്പവും പിശകില്ലാത്തതുമായതാണ്. CGPA-നു % (അല്ലെങ്കിൽ %-നു CGPA) മാറ്റാനായി ഓട്ടോമാറ്റിക് രീതി ഉപയോഗിക്കുന്നത്, ആവശ്യമായ മൂല്യങ്ങൾ CGPA കാൽക്കുലേറ്ററിന്റെ അനുയോജ്യമായ ഫീൽഡുകളിൽ എടുക്കുക. നിങ്ങളുടെ ഗ്രേഡിംഗ് സ്കെയിൽ തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ മാനുവലായും മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടർ നൽകുക, പിന്നെ 'കണക്കാക്കുക' ബട്ടൺ അമർത്തുക. അതാണ്! നിങ്ങളുടെ മാറ്റം ഉടനെ പൂർത്തിയാകും.",
    "automaticMethodText2": "നിങ്ങൾ LordCalculator-ന്റെ CGPA കാൽക്കുലേറ്റർ ഉപയോഗിക്കുന്നുവെങ്കിൽ, നിങ്ങൾക്ക് നിങ്ങളുടെ മാറ്റങ്ങളുടെ ചരിത്രം PDF ആയി എക്സ്പോർട്ട് ചെയ്യാനും ഭാവിയിൽ റഫറൻസിനായി സൂക്ഷിക്കാനും കഴിയും. ഞങ്ങൾ നിങ്ങൾക്കായി ഒരു സ്വന്തമായ CGPA-നു %-കണക്കാക്കൽ സർട്ടിഫിക്കറ്റ് നൽകുന്നു.",
    "automaticMethodText3": "ഓട്ടോമാറ്റിക് രീതി ഉപയോഗിച്ച്, നിങ്ങൾക്ക് പിശകുകൾ ഒഴിവാക്കാൻ കഴിയും, ഉദാഹരണത്തിന്, മാനുവൽ കണക്കാക്കലിൽ തെറ്റായ മൂല്യങ്ങൾ നൽകുന്നത്. ഇത് പ്രത്യേകിച്ച് സഹായകമാണ്, മുകളിൽ പറയപ്പെട്ടിട്ടുള്ള അടിസ്ഥാന കാൽക്കുലേറ്ററുകൾ ഉപയോഗിക്കുന്നതിൽ, ചെറിയ പിശകുകൾ കണക്കുകളിൽ ഉണ്ടാകാം.",
    "commonPitfallsTitle": "CGPA-നു % മാറ്റത്തിൽ സാധാരണ പിശകുകൾ",
    "commonPitfallsIntro": "ഇപ്പോൾ നിങ്ങൾ CGPA-നു % എങ്ങനെ മാറ്റാമെന്ന് അറിയുന്നുവെങ്കിൽ, കൃത്യമായ ഫലങ്ങൾ ഉറപ്പാക്കുന്നതിനായി നിങ്ങൾ ശ്രദ്ധിക്കേണ്ട ചില കാര്യങ്ങൾ ഉണ്ട്. താഴെ CGPA-നു % (അല്ലെങ്കിൽ %-നു CGPA) മാറ്റുമ്പോൾ വിദ്യാർത്ഥികൾ സാധാരണ犯ിക്കുന്ന പിശകുകൾ നൽകിയിട്ടുണ്ട്. ഈ പിശകുകൾ ഒഴിവാക്കുക എന്ന് ഉറപ്പാക്കുക.",
    "misinterpretingFormula": "സമികരണം തെറ്റായ രീതിയിൽ വ്യാഖ്യാനിക്കൽ:",
    "misinterpretingFormulaDesc": "കിൽ ചില വിദ്യാർത്ഥികൾ സമികരണത്തിൽ തെറ്റായ മൾട്ടിപ്പ്ലയർ ഉപയോഗിച്ച് വ്യാഖ്യാനിക്കുന്നു, ഉദാഹരണത്തിന് 9.5 പകരം 10 ഉപയോഗിക്കുന്നത്. വിവിധ സർവകലാശാലകൾ ഒരേ ഗ്രേഡിംഗ് സ്കെയിൽ ഉപയോഗിക്കുന്നുവെങ്കിലും, CGPA-നു % (അല്ലെങ്കിൽ %-നു CGPA) മാറ്റത്തിൽ വ്യത്യസ്ത മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടറുകൾ ഉപയോഗിച്ചിരിക്കുന്നു. ഉദാഹരണത്തിന്, CBSE, ICSE, Jawaharlal Nehru Technological University (JNTU), Savitribai Phule University (SPPU) എല്ലാം 10 പോയിന്റ് ഗ്രേഡിംഗ് സ്കെയിൽ ഉപയോഗിക്കുന്നു, എന്നാൽ ഓരോന്നും അതിന്റെ സ്വന്തം മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടർ ഉപയോഗിക്കുന്നു. CBSE 9.5 ഉപയോഗിക്കുന്നു, ICSE 9.8 ഉപയോഗിക്കുന്നു, JNTU 10 ഉപയോഗിക്കുന്നു, SPPU 6.3 ഉപയോഗിക്കുന്നു. അതിനാൽ, നിങ്ങൾക്ക് തെറ്റായ കണക്കുകൾ ഒഴിവാക്കാൻ നിങ്ങളുടെ ബോർഡ് അല്ലെങ്കിൽ സർവകലാശാലയുടെ മൾട്ടിപ്പ്ലിക്കേഷൻ ഫാക്ടർ ശരിയായി അറിയാൻ ആവശ്യമാണ്.",
    "notKnowingBoardsFormula": "ബോർഡിന്റെ സമികരണം അറിയാത്തത്:",
    "notKnowingBoardsFormulaDesc": "മറ്റൊരു സാധാരണ പിഴവ് എന്നത് വിവിധ സർവകലാശാലകൾ വ്യത്യസ്ത ഫോർമുലകൾ ഉപയോഗിക്കുന്നതിനെക്കുറിച്ച് അറിയാതിരിക്കുക. മുമ്പ് പറഞ്ഞതുപോലെ, JNTU അല്ലെങ്കിൽ SPPU CGPA-യെ ശതമാനത്തിൽ മാറ്റാൻ ഗുണന ഘടകങ്ങൾ നേരിട്ട് ഉപയോഗിക്കുന്നു. എന്നാൽ മുംബൈ സർവകലാശാലയോ ഗുജറാത്ത് സാങ്കേതിക സർവകലാശാല (GTU) പോലുള്ള സർവകലാശാലകൾ വ്യത്യസ്തമായ സമീപനം സ്വീകരിക്കുന്നു. ഇവർ ആദ്യം CGPA ഒരു പ്രത്യേക ഗുണന ഘടകത്തോടെ ഗുണിക്കും (മുംബൈ സർവകലാശാലക്കായുള്ള 7.25 അല്ലെങ്കിൽ GTU-യ്ക്കായുള്ള 7.1) പിന്നീട് ഉല്പന്നത്തിൽ ഒരു സ്ഥിരമായ മൂല്യം (മുംബൈ സർവകലാശാലക്കായുള്ള 11 അല്ലെങ്കിൽ GTU-യ്ക്കായുള്ള 12) ചേർത്ത ശേഷം ശതമാനം കണ്ടെത്തുന്നു. ഈ പരിവർത്തന ഘടകങ്ങളെ വിവിധ സർവകലാശാലകൾക്കും ബോർഡുകൾക്കും വിശദീകരിക്കുന്നതായി ഈ ലേഖനത്തിന്റെ അടുത്ത ഭാഗങ്ങളിൽ ചർച്ച ചെയ്യാം.",
    "overRelianceOnCalculators": "ഓൺലൈൻ CGPA കാൽക്കുലേറ്ററുകളിൽ അതിവിശ്വാസം:",
    "overRelianceOnCalculatorsDesc": "ഓൺലൈൻ കാൽക്കുലേറ്ററുകൾ ഗ്രേഡ് പരിവർത്തനത്തിന് ഒരു വേഗതയും വിശ്വസനീയമായ പരിഹാരവും നൽകുമ്പോഴും, അവ എല്ലായ്പ്പോഴും 100% ശരിയായതായിരിക്കും എന്നല്ല. ഓൺലൈൻ കാൽക്കുലേറ്ററുകൾ മുംബൈ സർവകലാശാലയോ GTU പോലുള്ള പ്രത്യേക കേസുകൾക്ക് പരാമർശം നൽകാതിരിക്കാം. LordCalculator എല്ലാ സാധ്യതയുള്ള പരാമീറ്ററുകൾ ഉൾപ്പെടുത്താൻ ശ്രമിക്കുമ്പോഴും, ഓൺലൈൻ കാൽക്കുലേറ്ററുകളെ മാത്രം ആശ്രയിക്കുന്നത് ശുപാർശ ചെയ്യപ്പെടുന്നില്ല. നിങ്ങളുടെ മൂല്യങ്ങൾക്കും സർവകലാശാലയോ ബോർഡിന്റെ ഉപയോഗിച്ചിരിക്കുന്ന രീതിക്കും പുനഃപരിശോധന നടത്തുക എപ്പോഴും നല്ലതാണ്.",
    "cgpaToPercentage10GradePoints": "10 ഗ്രേഡ് പോയിന്റ് സിസ്റ്റത്തിൽ CGPA to Percentage",
    "cgpaToPercentage5GradeScale": "5 ഗ്രേഡ് സ്കെയിലിൽ CGPA to Percentage",
    "cgpaToPercentage4GradeScale": "4 ഗ്രേഡ് സ്കെയിലിൽ CGPA to Percentage",
    "gradingScaleAndUniversitiesChoice": "ഗ്രേഡിംഗ് സ്കെയിൽ എന്താണ് & സർവകലാശാലകൾ എങ്ങനെ അവരുടെ മാനദണ്ഡ സ്കെയിൽ തിരഞ്ഞെടുക്കുന്നു?",
    "gradingScaleDescription": "ഒരു ഗ്രേഡിംഗ് സ്കെയിൽ ഒരു student's академിക് പ്രകടനത്തിന്റെ മൂല്യനിർണ്ണയ ഘടകമാണ്. അതിനെ ഒരു ശതമാനമായി പരിഗണിക്കുക—ഇത് അക്കാദമിക് പ്രകടനത്തിന്റെ പൊതുവായ ഒരു ആഗ്രഹം നൽകുന്നു. ഗ്രേഡിംഗ് സ്കെയിലുകൾ സുലഭമായ രീതിയിൽ വിദ്യാർത്ഥികളുടെ നേട്ടങ്ങളെ വർഗീകരിക്കുന്നു, ചിഹ്നങ്ങൾ (A, B, C...), GPA, അല്ലെങ്കിൽ ശതമാനം പോലെ.",
    "commonGradingScales": "ചില സാധാരണ ഗ്രേഡിംഗ് സ്കെയിലുകൾ:",
    "percentage": "ശതമാനം",
    "usedWorldwide": "ലോകമെമ്പാടുമുള്ള ഉപയോഗം, 0 മുതൽ 100% വരെ.",
    "gpa-": "GPA (ഗ്രേഡ് പോയിന്റ് എവറേജ്)",
    "primarilyInUSA": "പ്രധാനമായും യുഎസിൽ ഉപയോഗിക്കുക, 0 മുതൽ 4.0, 5.0 അല്ലെങ്കിൽ 10.0 വരെ.",
    "cgpa-": "CGPA (സമ്മിശ്ര ഗ്രേഡ് പോയിന്റ് എവറേജ്)",
    "usedInIndia": "ഇന്ത്യ, സിംഗപ്പൂർ, CBSE ബോർഡുകളിൽ ഉപയോഗിക്കുന്നു; സമഗ്രമായ മൂല്യനിർണ്ണയം നൽകുന്നു.",
    "letterGrades": "ലെറ്റർ ഗ്രേഡുകൾ",
    "usedInUSAndCanada": "യുഎസിലും കാനഡയിലും ഉപയോഗിക്കുന്നു, ശതമാന ശ്രേണികളുടെ അടിസ്ഥാനത്തിൽ.",
    "numericalScale": "സംഖ്യാ സ്കെയിൽ",
    "usedInRussiaLatinAmerica": "റഷ്യയുടെയും ലാറ്റിൻ അമേരിക്കയുടെയും ഭാഗങ്ങളിൽ ഉപയോഗിക്കുന്നു, 1 മുതൽ 10 അല്ലെങ്കിൽ 1 മുതൽ 5 വരെ.",
    "gradingScalesIntro": "ഗ്രേഡിംഗ് സ്കെയിലുകൾ ഒരു standardized മൂല്യനിർണ്ണയം ഉപയോഗിച്ച് അക്കാദമിക് പ്രകടനത്തെ വർഗീകരിക്കുന്നതിനുള്ള ഒരു മാർഗ്ഗമാണ്. ഇത് വിദ്യാർത്ഥികളുടെ അക്കാദമിക് റിപ്പോർട്ടുകൾ സംവേദനശേഷിയോടെ താരതമ്യം ചെയ്യാൻ സഹായിക്കുന്നു. ചില സാധാരണ ഗ്രേഡിംഗ് സ്കെയിലുകൾ ഇപ്രകാരം:",
    "percentage-": "ശതമാനം",
    "percentageDescription": "ലോകപ്രശസ്തമായി വ്യാപകമായ ഉപയോഗം, 0 മുതൽ 100% വരെ, വിശദമായ അക്കാദമിക് പ്രകടനം നൽകിയിരിക്കുന്ന.",
    "-gpa": "GPA",
    "gpaDescription": "യുഎസിലെയും മറ്റ് രാജ്യങ്ങളിലും ഉപയോഗിക്കുന്നു, 0 മുതൽ 4.0, 5.0 അല്ലെങ്കിൽ 10.0 വരെ, സമഗ്രമായ പ്രകടനം പ്രദർശിപ്പിക്കുന്നു.",
    "-cgpa": "CGPA",
    "cgpaDescription": "പ്രധാനമായും ഇന്ത്യ, സിംഗപ്പൂർ, CBSE ബോർഡുകളിൽ, ക്രഡിറ്റ് സ്കോറുകൾ പോലുള്ള ഘടകങ്ങൾ ഉൾക്കൊള്ളുന്ന സമഗ്രമായ ഒരു ദൃശ്യം.",
    "-letterGrades": "ലെറ്റർ ഗ്രേഡുകൾ",
    "letterGradesDescription": "യുഎസിലും കാനഡയിലും പ്രയോഗിക്കപ്പെടുന്നു, ഓരോ ലെറ്ററും ഒരു ശതമാനം ശ്രേണിയെ പ്രതിനിധാനം ചെയ്യുന്നു.",
    "-numericalScale": "സംഖ്യാ സ്കെയിൽ",
    "numericalScaleDescription": "റഷ്യയിലും ലാറ്റിൻ അമേരിക്കയിലും ഉപയോജിക്കുന്നു, അക്കാദമിക് പ്രകടന വിലയിരുത്തലുകൾ വിച്ഛേദിപ്പിക്കുന്ന 1-10 അല്ലെങ്കിൽ 1-5 പോലുള്ള സ്കെയലുകൾ ഉപയോഗിച്ച്.",
    "universitiesChooseGradingScales": "വിദ്യാഭ്യാസ സ്ഥാപനങ്ങൾ അപ്രകൃത നയം, ചരിത്രപ്രാധാന്യം, ആഗോളവൽക്കരണം തുടങ്ങിയ ഘടകങ്ങളെ അടിസ്ഥാനമാക്കി ഗ്രേഡിംഗ് സ്കെയലുകൾ തിരഞ്ഞെടുക്കുന്നു. ഉദാഹരണത്തിന്, UK ഓണർസ്സ് സിസ്റ്റം അല്ലെങ്കിൽ US GPA സിസ്റ്റം, 20-ആം ശതാബ്ദിയിലുള്ളതിൽ പൊതുവായ സിസ്റ്റങ്ങളായി ഉയർന്നത്.",
    "modernGradingSystems": "ആധുനിക ഗ്രേഡിംഗ് സിസ്റ്റങ്ങളിൽ സാധാരണയായി ബന്ധിത നേട്ടങ്ങൾ, പ്രാവീണ്യം അല്ലെങ്കിൽ വ്യക്തിഗത വളർച്ച ഉൾപ്പെടുന്നു. ഉദാഹരണങ്ങൾ ആണ് ഡ്യുവൽ ഗ്രേഡിംഗ് സിസ്റ്റം, ബോളോണിയ പ്രക്രിയ, അന്താരാഷ്ട്ര ബക്കലൊറിയേറ്റ്. ഈ സമീപനം ആഗോളമാന്യമായതിന്റെ സാങ്കേതികത നൽകുന്നു.",
    "understandGradingPattern": "നിങ്ങളുടെ യൂണിവേഴ്സിറ്റിയുടെ ഗ്രേഡിംഗ് മാതൃക മനസ്സിലാക്കുന്നത് വളരെ പ്രധാനമാണ്. കൂടാതെ, സൂക്ഷ്മമായ അന്താരാഷ്ട്ര കണ്വേഴ്സനുകൾക്കായി World Education Services (WES) അല്ലെങ്കിൽ NARIC (UK) പോലുള്ള സേവനങ്ങളെ പരിഗണിക്കേണ്ടതാണ്, എങ്കിൽ ഇവ വ്യത്യസ്ത സമ്പർക്കം പട്ടികകൾ ഉപയോഗിക്കുന്നു.",
    "multiplicationFactorTitle": "ഒരു മൾട്ടി പ്ലിക്കേഷൻ ഫാക്ടർ എന്താണ്, അത് എങ്ങനെ പ്രവർത്തിക്കുന്നു?",
    "multiplicationFactorIntro": "ഒരു മൾട്ടി പ്ലിക്കേഷൻ ഫാക്ടർ ഒരു പാരാമീറ്റർ ആണ്, ഗ്രേഡിംഗ് സ്കെയലുകൾ, ഉദാഹരണത്തിന് CGPA അല്ലെങ്കിൽ GPA പെർസന്റേജിലേക്ക് മാറ്റാൻ. ഈ ഫാക്ടർ, മറ്റു ഗ്രേഡിംഗ് സിസ്റ്റങ്ങളുള്ള സ്ഥാപനങ്ങളിൽ അപേക്ഷിക്കാൻ അല്ലെങ്കിൽ ജോലികൾക്കും പരീക്ഷകൾക്കും ഗ്രേഡുകൾ വ്യത്യസ്ത ഫോർമാറ്റുകളിലേക്ക് മാറ്റാൻ എവിടെ എങ്ങനെ ഉപയോഗിക്കാമെന്ന് നിർണ്ണയിക്കുന്നതിൽ പ്രധാനമാണ്.",
    "multiplicationFactorExample": "ഉദാഹരണത്തിന്, 9.5 എന്ന ഫാക്ടർ, CGPA നെ പെർസന്റേജിലേക്ക് മാറ്റാൻ ചില യൂണിവേഴ്സിറ്റികളിൽ വ്യാപകമായി ഉപയോഗിക്കുന്നു, ഇത് വിദ്യാർത്ഥികളുടെ അക്കാദമിക് പ്രകടനത്തെ യഥാർത്ഥമായി പ്രതിഫലിപ്പിക്കാൻ രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നു.",
    "multiplicationFactorReference": "ഗ്രേഡിംഗ് മാറ്റങ്ങൾ കൂടുതൽ മനസ്സിലാക്കുന്നതിനായി, അന്താരാഷ്ട്ര വിദ്യാർത്ഥികൾക്ക് ഔദ്യോഗിക സേവനങ്ങൾ പോലെ WES അല്ലെങ്കിൽ NARIC പരിശോധിക്കേണ്ടതാണ്.",
    "cgpaToPercentageConversionTitle": "വിവിധ ബോർഡുകൾക്കും യൂണിവേഴ്സിറ്റികൾക്കുമായി CGPA ൽ നിന്നും പെർസന്റേജിലേക്ക് മാറ്റൽ",
    "boardUniversity": "ബോർഡ്/യൂണിവേഴ്സിറ്റി",
    "conversionFormula": "മാറ്റൽ സൂത്രവാക്യം",
    "cbseIndia": "CBSE (ഇന്ത്യ)",
    "icseIndia": "ICSE (ഇന്ത്യ)",
    "maharashtraStateBoardIndia": "മഹാരാഷ്ട്ര സ്റ്റേറ്റ് ബോർഡ് (ഇന്ത്യ)",
    "annaUniversityIndia": "അണ്ണാ യൂണിവേഴ്സിറ്റി (ഇന്ത്യ)",
    "jawaharlalNehruTechnologicalUniversityIndia": "ജവഹർലാൽ നെഹ്രു ടെക്‌നോളജിക്കൽ യൂണിവേഴ്സിറ്റി (ഇന്ത്യ)",
    "visvesvarayaTechnologicalUniversityIndia": "വിശ്വേശ്വരയ ടെക്‌നോളജിക്കൽ യൂണിവേഴ്സിറ്റി (ഇന്ത്യ)",
    "gujaratTechnologicalUniversityIndia": "ഗുജറാത്ത് ടെക്‌നോളജിക്കൽ യൂണിവേഴ്സിറ്റി (ഇന്ത്യ)",
    "universityOfMumbaiIndia": "മുംബൈ യൂണിവേഴ്സിറ്റി (ഇന്ത്യ)",
    "manipalAcademyOfHigherEducationIndia": "മാനിപ്പാൽ അക്കാദമി ഓഫ് ഹൈയർ എഡ്യൂക്കേഷൻ (ഇന്ത്യ)",
    "amityUniversityIndia": "അമിതീ യൂണിവേഴ്സിറ്റി (ഇന്ത്യ)",
    "velloreInstituteOfTechnologyIndia": "വെല്ലൂർ ഇൻസ്റ്റിറ്റ്യൂട്ട് ഓഫ് ടെക്‌നോളജി (ഇന്ത്യ)",
    "savitribaiPhulePuneUniversityIndia": "സാവിത്രിബായ് ഫുലെ പൂനെ യൂണിവേഴ്സിറ്റി (ഇന്ത്യ)",
    "iitsIndia": "IITs (ഇന്ത്യ)",
    "nitsIndia": "NITs (ഇന്ത്യ)",
    "bitsPilaniIndia": "BITS പിലാനി (ഇന്ത്യ)",
    "delhiUniversityIndia": "ഡൽഹി യൂണിവേഴ്സിറ്റി (ഇന്ത്യ)",
    "banarasHinduUniversityIndia": "ബനാരസ്സ് ഹിന്ദു യൂണിവേഴ്സിറ്റി (ഇന്ത്യ)",
    "osmaniaUniversityIndia": "ഓസ്മാനിയ യൂണിവേഴ്സിറ്റി (ഇന്ത്യ)",
    "punjabUniversityIndia": "പഞ്ചാബ് യൂണിവേഴ്സിറ്റി (ഇന്ത്യ)",
    "srmInstituteOfScienceAndTechnologyIndia": "SRM ഇൻസ്റ്റിറ്റ്യൂട്ട് ഓഫ് സയൻസ് ആൻഡ് ടെക്‌നോളജി (ഇന്ത്യ)",
    "percentageFormula-": "പേഴ്സന്റേജ് = CGPA × മൾട്ടി പ്ലിക്കേഷൻ ഫാക്ടർ",
    "international_institutions": "ആന്തർദേശീയ സ്ഥാപനങ്ങൾ",
    "university_of_toronto": "യൂണിവേഴ്സിറ്റി ഓഫ് ടോറോണ്ടോ (കാനഡ)",
    "university_of_toronto_details": "GPA സ്കെയിൽ (4.0), നേരിട്ടുള്ള മാറ്റം ഇല്ല",
    "university_of_british_columbia": "യൂണിവേഴ്സിറ്റി ഓഫ് ബ്രിട്ടീഷ് കൊളംബിയ (കാനഡ)",
    "university_of_british_columbia_details": "GPA സ്കെയിൽ: 4.33; മാറ്റം മാർഗനിർദേശം ലഭ്യമാണ്",
    "australian_national_university": "ഓസ്ട്രേലിയൻ നാഷണൽ യൂണിവേഴ്സിറ്റി (ഓസ്ട്രേലിയ)",
    "australian_national_university_details": "മാറ്റം: CGPA * 7.1 സമാനതയ്ക്ക്",
    "university_of_sydney": "യൂണിവേഴ്സിറ്റി ഓഫ് സിഡ്നി (ഓസ്ട്രേലിയ)",
    "university_of_sydney_details": "പൂർവനിരീക്ഷണത്തെ വിലയിരുത്തുന്നതിന് സാധാരണയായി യോഗ്യതാ നിരീക്ഷണം ആവശ്യമാണ്",
    "university_of_california": "യൂണിവേഴ്സിറ്റി ഓഫ് കാൽഫോർണിയ (അമേരിക്ക)",
    "university_of_california_details": "GPA സ്കെയിൽ: 4.0; WES മാറ്റം മാർഗനിർദേശം ഉപയോഗിക്കുക",
    "harvard_university": "ഹാർവാർഡ് യൂണിവേഴ്സിറ്റി (അമേരിക്ക)",
    "harvard_university_details": "CGPA/GPA മാറ്റത്തിന് WES ഉപയോഗിക്കുന്നു",
    "university_of_oxford": "യൂണിവേഴ്സിറ്റി ഓഫ് ഓക്സ്ഫോർഡ് (UK)",
    "university_of_oxford_details": "UK ഓണർസ്സ് ക്ലാസിഫിക്കേഷൻ; GPA ബാൻഡുകൾ വഴി മാറ്റം",
    "eth-zurich": "ETH Zürch (സ്വിറ്റ്സർലൻഡ്)",
    "eth_zurich_details": "സ്വിസ് 6-പോയിന്റ് സ്കെയിൽ; CGPA = 8.5 മത്സരപരമായതാണ്",
    "auckland_university_of_technology": "ഓക്‌ലണ്ട് യൂണിവേഴ്സിറ്റി ഓഫ് ടെക്‌നോളജി (AUT), ന്യൂസിലാണ്ട്",
    "auckland_university_of_technology_details": "4.3-പോയിന്റ് സ്കെയിൽ; GPA = : അന്താരാഷ്ട്ര CGPA വിലയിരുത്തൽ ആവശ്യമാണ്; സാധാരണയായി പ്രതീക്ഷിക്കുന്നു",
    "national_taiwan_university": "നാഷണൽ തായ്‌വാൻ യൂണിവേഴ്സിറ്റി (NTU), തായ്‌വാൻ",
    "national_taiwan_university_details": "9-പോയിന്റ് സ്കെയിൽ; CGPA = : ഇന്ത്യൻ CGPA നു സമാനമാക്കാൻ, സാധാരണയായി 7.1 എന്ന മാറ്റം ഫാക്ടർ ഉപയോഗിക്കുന്നു.",
    "peking_university": "പേക്കിംഗ് യൂണിവേഴ്സിറ്റി, ചൈന",
    "peking_university_details": "4.0-പോയിന്റ് സ്കെയിൽ; GPA = : CGPA മാറ്റം, WES പോലുള്ള സേവനങ്ങൾ വഴി ആവശ്യപ്പെടാമായിരിക്കും",
    "mcgill_university": "McGill യൂണിവേഴ്സിറ്റി, കാനഡ",
    "mcgill_university_details": "4.0-പോയിന്റ് സ്കെയിൽ; GPA = : McGill WES അല്ലെങ്കിൽ സമാന സേവനങ്ങൾ ഉപയോഗിച്ച് CGPA മാറ്റങ്ങൾ ചെയ്യുന്നു, പൊതുവെ 80%+ ഗുണനിലവാരമായി കണക്കാക്കുന്നു.",
    "university_of_cape_town": "യൂണിവേഴ്സിറ്റി ഓഫ് ക്യാപ് ടൗൺ, ദക്ഷിണാഫ്രിക്ക",
    "university_of_cape_town_details": "പേഴ്സന്റേജ് & GPA = : അന്താരാഷ്ട്ര വിദ്യാർത്ഥികൾക്കായി 4-പോയിന്റ് GPA സ്കെയിൽ ഉപയോഗിക്കുന്നു, ദക്ഷിണാഫ്രിക്കയിലെ നയങ്ങളുമായി പൊരുത്തപ്പെടുത്താൻ CGPA മാറ്റം ആവശ്യപ്പെടാം.",
    "university_of_tokyo": "യൂണിവേഴ്സിറ്റി ഓഫ് ടോക്യോ, ജപ്പാൻ",
    "university_of_tokyo_details": "ജപ്പാനിലെ 4.0 GPA സ്കെയിൽ = : CGPA ജപ്പാനിലെ GPA യിലേക്ക് മാറ്റം, അഡ്മിഷൻ ഡിപ്പാർട്ട്മെന്റ് വഴി മാർഗനിർദേശം ഉപയോഗിച്ച്. സാധാരണയായി, മത്സരപരമായ പ്രോഗ്രാമുകൾക്ക് CGPA 8.0 ന് മുകളിൽ പ്രതീക്ഷിക്കുന്നു.",
    "section_title": "വ്യത്യസ്ത ഗ്രേഡിംഗ് സ്കെയലുകളുടെ വിദ്യാർത്ഥികളിൽ ഉണ്ടാക്കുന്ന ദുർബലങ്ങൾ എന്തെല്ലാമാണ്?",
    "content_paragraph": "വ്യത്യസ്ത ഗ്രേഡിംഗ് സ്കെയലുകൾ വിദ്യാർത്ഥികളിൽ വ്യത്യസ്ത ദുർബലങ്ങൾ ഉണ്ടാക്കാം. ഇത് വിദ്യാർത്ഥികളുടെ അക്കാദമിക് മനോഭാവം, കരിയർ സാധ്യതകൾ, സാമൂഹിക ഡൈനാമിക്സ് എന്നിവയെ ബാധിക്കും.",
    "list_items": [
        {
            "title": "വ്യത്യസ്തപ്പെട്ട കൂട്ടുകാരുടെ/സാമൂഹ്യ സമ്മർദ്ദം",
            "description": "പേഴ്സന്റേജുകൾ പോലുള്ള കൃത്യമായ സ്കെയലുകൾ വിദ്യാർത്ഥികൾക്കിടയിൽ കൂട്ടുകാരുടെ അല്ലെങ്കിൽ സാമൂഹ്യ സമ്മർദ്ദം വർദ്ധിപ്പിക്കാം, എന്നാൽ ലെറ്റർ ഗ്രേഡിങ്ങ് പോലുള്ള വ്യാപകമായ സ്കെയലുകൾ സമ്മർദ്ദം കുറക്കാൻ സഹായിക്കും. ഇത് പല സ്ഥാപനങ്ങൾ വ്യാപകമായ സ്കെയലുകൾ പിന്തുടരുന്നതിന്റെ പ്രധാന കാരണം之一 ആകാം, പ്രത്യേകിച്ച് താഴത്തെ ക്ലാസുകളിലെ വിദ്യാർത്ഥികൾക്ക്."
        },
        {
            "title": "കരിയർ അവസരങ്ങൾ",
            "description": "കരിയർ അവസരങ്ങൾക്കും സ്വാധീനം ചെലുത്താം. വ്യത്യസ്ത ഗ്രേഡിംഗ് സ്കെയലുകൾ വിദ്യാർത്ഥികൾക്ക് സ്കോളർഷിപ്പുകൾ, അഡ്മിഷനുകൾ, ജോലികൾ എന്നിവയ്ക്കുള്ള അപേക്ഷകൾ പാസാക്കുന്നത് ബുദ്ധിമുട്ടാക്കാം. കഴിഞ്ഞ കാലം, എനിക്ക് പരിചയമുള്ള ഒരു സുഹൃത്ത് ജോലിയ്ക്കുള്ള അപേക്ഷയിൽ മാറ്റം വരുത്തിയത്, അത് ഫലമായി, അദ്ദേഹം matriculation പൂർത്തിയാക്കിയ ബോർഡ് അധികമായ സർട്ടിഫിക്കറ്റ് നൽകാത്തതിനാൽ, പാസ്സിങ് സർട്ടിഫിക്കറ്റ് ഇല്ലാത്തതിനാൽ അപേക്ഷ നിർത്തിയിടപ്പെട്ടു."
        },
        {
            "title": "അക്കാദമിക പ്രതീക്ഷകൾ",
            "description": "വ്യത്യസ്ത ഗ്രേഡിംഗ് സ്കെയലുകൾ വിദ്യാർത്ഥികളുടെ അക്കാദമിക് ജീവിതത്തിൽ പ്രതീക്ഷകളെ ബാധിച്ചേക്കാം. കൃത്യമായ ഗ്രേഡിംഗ് സിസ്റ്റം നൽകുന്ന ഒരു വിദ്യാർത്ഥി പരീക്ഷകളെക്കുറിച്ച് കൂടുതൽ ശ്രദ്ധയോടെ കരുതിയിരിക്കും, എന്നാൽ വ്യാപകമായ ഗ്രേഡിംഗ് സിസ്റ്റം നൽകുന്ന മറ്റൊരു വിദ്യാർത്ഥി, പരീക്ഷകളെക്കാൾ പ്രായോഗിക പ്രോജക്ടുകൾക്ക് പ്രാധാന്യം നൽകും, അതിനാൽ കൂടുതൽ പ്രായോഗിക അറിവ് ഉണ്ടാകും. ഇത്തരമുളള വ്യത്യാസങ്ങൾ വിദ്യാർത്ഥികൾക്ക് അനാവശ്യ സമ്മർദ്ദം സൃഷ്ടിക്കാൻ കാരണമാകാം."
        },
        {
            "title": "അവസാന പരാമർശങ്ങൾ",
            "description": "നാം ഗ്രേഡിംഗ് സിസ്റ്റം, ഗ്രേഡ് മാറ്റം, CGPA-ഇൽ നിന്ന് പേഴ്സന്റേജിലേക്കുള്ള കണക്കാക്കൽ, പേഴ്സന്റേജ്-ൽ നിന്ന് CGPA-ലേക്കുള്ള മാറ്റം, CGPA കാൽക്കുലേറ്റർ എന്നിവയെക്കുറിച്ചുള്ള എല്ലാ പ്രധാന വിവരങ്ങളും മറന്നിട്ടില്ലാത്തതായാണ് ഈ എഫോർട്ട് നടത്തിയത്. കൂടാതെ, നമ്മുടെ CGPA കാൽക്കുലേറ്റർ ഏത് ഗ്രേഡിംഗ് സ്കെയലിനും അല്ലെങ്കിൽ ഗുണനഫലത്തിനും കൃത്യമായ രീതിയിൽ പ്രവർത്തിക്കാൻ രൂപകൽപ്പന ചെയ്തിരിക്കുന്നു. എന്നിരുന്നാലും, നിങ്ങൾക്ക് ഏതെങ്കിലും വിഷയം സംബന്ധിച്ച് വ്യക്തത ആവശ്യമായാൽ അല്ലെങ്കിൽ ഈ കാൽക്കുലേറ്റർക്ക് സജ്ജലാക്കലുകൾ നൽകിയാൽ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക."
        }
    ],
    "faq": {
        "title": "CGPA കാൽക്കുലേറ്ററുമായി ബന്ധപ്പെട്ട ചോദ്യങ്ങൾ",
        "q1": {
            "question": "CGPA & GPA തമ്മിൽ വ്യത്യാസം ഉണ്ടോ?",
            "answer": "അതെ, CGPA and GPA ഇടയിൽ വ്യത്യാസം ആണ്. GPA ഒരു സെമസ്റ്ററിലെ നിങ്ങളുടെ പ്രകടനം കാണിക്കുന്നു, എന്നാൽ CGPA പല സെമസ്റ്ററുകളിലായി GPA സ്കോറുകളുടെ ശരാശരി എടുത്ത് മുഴുവൻ അക്കാദമിക പ്രകടനം കാണിക്കുന്നു. CGPA കാൽക്കുലേറ്റർ ഉപയോഗിച്ച് മൂല്യങ്ങൾ തമ്മിലുള്ള വ്യത്യാസം കാണാം, നിങ്ങളുടെ സ്ഥാപനത്തിൽ അത് പിന്തുണയ്ക്കുന്നുണ്ടെങ്കിൽ GPA-യുമായി CGPA-യിലേക്ക് മാറ്റം നടത്താനും ശ്രമിക്കാം."
        },
        "q2": {
            "question": "CGPA പരിവർത്തന സൂത്രം സ്ഥാപനനുസരിച്ച് വ്യത്യാസപ്പെടുന്നുണ്ടോ?",
            "answer": "അവശ്യം. പല സ്ഥാപനങ്ങളും സ്വന്തം CGPA പരിവർത്തന സൂത്രങ്ങൾ ഉപയോഗിക്കുന്നു. ഉദാഹരണത്തിന്, ചിലത് CGPA-യെ പേഴ്സന്റേജിലേക്ക് മാറ്റാൻ 9.5 എന്ന ഘടകത്തെ ഉപയോഗിക്കുന്നു, മറ്റ് ചിലത് വിവിധ ഗുണകങ്ങൾ പ്രയോഗിക്കുന്നു. നിങ്ങളുടെ സ്ഥാപനത്തിൽ ഉപയോഗിക്കുന്ന സൂത്രം പരിശോധിക്കുക, എങ്കിൽ CGPA-നെ പേഴ്സന്റേജിലേക്ക് കൃത്യമായ മാറ്റം നടത്താം. CGPA കാൽക്കുലേറ്റർ വിവിധ സർവകലാശാലാ ആവശ്യങ്ങൾക്കനുസരിച്ച് ക്രമീകരിക്കാം."
        },
        "q3": {
            "question": "എനിക്ക് CGPA-ൽ നിന്നുള്ള പേഴ്സന്റേജ് കൃത്യമായിരിക്കലായില്ലേ?",
            "answer": "CGPA-ലായുള്ള പേഴ്സന്റേജ് ഫലത്തിൽ കൃത്യത ഇല്ലായിരിക്കാനുള്ള കാരണങ്ങൾ വ്യത്യസ്തങ്ങളായേക്കാം, സാധാരണയായി തെറ്റായ പരിവർത്തന ഘടകങ്ങൾ അല്ലെങ്കിൽ സൂത്രങ്ങൾ ഉപയോഗിക്കുന്നത്. വ്യത്യസ്ത സ്ഥാപനങ്ങൾക്ക് വ്യത്യസ്ത രീതികൾ ഉണ്ട്, അതിനാൽ നിങ്ങളുടെ സ്ഥാപനത്തിന് അനുയോജ്യമായ CGPA-നു പേഴ്സന്റേജിലേക്ക് കാൽക്കുലേറ്റർ ഉപയോഗിക്കുക അല്ലെങ്കിൽ ഗുണകത്തെ പരിശോധിക്കുക. കൃത്യമായ പേഴ്സന്റേജ് കണക്കാക്കാൻ ഒരു പ്രത്യേക CGPA കാൽക്കുലേറ്റർ ആവശ്യമായിരിക്കും."
        },
        "q4": {
            "question": "CGPA-യെ പേഴ്സന്റേജിലേക്ക് എങ്ങനെ മാറ്റാം?",
            "answer": "CGPA-യെ പേഴ്സന്റേജിലേക്ക് മാറ്റാൻ, നിങ്ങളുടെ CGPA-യെ സ്ഥാപന_specific ഗുണകവുമായി (സാധാരണയായി 9.5) ഗുണിക്കുക. ഈ എളുപ്പവഴി പലർക്കും പ്രവൃത്തി ചെയ്യുന്നു, എന്നാൽ CGPA-നു പേഴ്സന്റേജിലേക്ക് കാൽക്കുലേറ്റർ ഇത് ലളിതമാക്കുന്നു. ഉറ്റ അനുഭവം ചെയ്യേണ്ടിയിരുന്നാൽ, പേഴ്സന്റേജ്-ൽ നിന്നുള്ള CGPA-ൽ മാറ്റം പ്രയോഗിക്കാൻ കാൽക്കുലേറ്റർ ഉപയോഗിക്കുക."
        },
        "q5": {
            "question": "7.6 CGPA-യെ പേഴ്സന്റേജിലേക്ക് എങ്ങനെ മാറ്റാം?",
            "answer": "7.6 CGPA-യെ പേഴ്സന്റേജിലേക്ക് മാറ്റാൻ, 7.6-നെ പരിവർത്തന ഘടകത്തോടുകൂടി (പൊതുവായ 9.5) ഗുണിക്കുക. ഇത് 72.2% എന്ന ഫലമായിരിക്കും. CGPA-നെ പേഴ്സന്റേജിലേക്ക് കാൽക്കുലേറ്റർ ഈ പ്രവർത്തനം ഓട്ടോമാറ്റിക് ആക്കി കൃത്യമായ ഫലങ്ങൾ ഉറപ്പാക്കുന്നു."
        },
        "q6": {
            "question": "7.8 CGPA-യുടെ പേഴ്സന്റേജ് എത്ര?",
            "answer": "പൊതുവായ 9.5 എന്ന ഘടകം ഉപയോഗിച്ച്, 7.8 CGPA-യുടെ പേഴ്സന്റേജ് 74.1% ആകും. CGPA-നെ പേഴ്സന്റേജിലേക്ക് കാൽക്കുലേറ്റർ ഉപയോഗിച്ച് ഫലങ്ങൾ വേഗത്തിൽ പരിശോധിക്കാം."
        },
        "q7": {
            "question": "4-ൽ നിന്നുള്ള CGPA-നെ പേഴ്സന്റേജിലേക്ക് കാൽക്കുലേറ്റർ എങ്ങനെയാണ്?",
            "answer": "ചില സർവകലാശാലകൾ 4-പോയിന്റ് സ്കെയിലിൽ പ്രവർത്തിക്കുന്നു. 4-ൽ നിന്നുള്ള CGPA-യെ പേഴ്സന്റേജിലേക്ക് മാറ്റാൻ, ആദ്യം നിങ്ങളുടെ GPA 4-പോയിന്റ് സ്കെയിലിൽ കണ്ടെത്തി, തുടർന്ന് അനുയോജ്യമായ പരിവർത്തന ഘടകം ഉപയോഗിക്കുക. ഈ മാറ്റം ചെയ്യുന്നതിനായി, 4-ൽ നിന്നുള്ള CGPA-നെ പേഴ്സന്റേജിലേക്ക് കാൽക്കുലേറ്റർ ഉപയോഗിച്ച് അത് നടത്താം."
        },
        "q8": {
            "question": "VTU CGPA-നെ പേഴ്സന്റേജിലേക്ക് മാറ്റാനുള്ള സൂത്രം എന്താണ്?",
            "answer": "VTU CGPA-നെ പേഴ്സന്റേജിലേക്ക് മാറ്റാനുള്ള സൂത്രം: പേഴ്സന്റേജ് = CGPA * 9.1 (വിഭാഗത്തിനനുസരിച്ച് വ്യത്യാസപ്പെടാം)."
        },
        "q9": {
            "question": "എങ്ങനെ എഞ്ചിനീയറിംഗ് CGPA-യെ പേഴ്സന്റേജിലേക്ക് മാറ്റാം?",
            "answer": "എഞ്ചിനീയറിംഗ് കോളേജുകൾ വ്യത്യസ്ത സൂത്രങ്ങൾ അല്ലെങ്കിൽ പരിവർത്തന ഘടകങ്ങൾ ഉപയോഗിക്കുന്നു. എഞ്ചിനീയറിംഗ് വിദ്യാർത്ഥികൾ അവരുടെ കോളേജിന്റെ രീതിയിലോ, എഞ്ചിനീയറിംഗ്-നിർദേശ CGPA കാൽക്കുലേറ്റർ ഉപയോഗിച്ച് CGPA-നെ പേഴ്സന്റേജിലേക്ക് കൃത്യമായ രീതിയിൽ മാറ്റുന്നത് ഉറപ്പാക്കേണ്ടതാണ്."
        },
        "q10": {
            "question": "CGPA-നെ പേഴ്സന്റേജിലേക്ക് കാൽക്കുലേറ്റർ DU-യിൽ വ്യത്യാസമുണ്ടോ?",
            "answer": "അതെ, ഡൽഹി സർവകലാശാല (DU) സ്വന്തം സൂത്രം ഉപയോഗിക്കുന്നു. DU വിദ്യാർത്ഥികൾക്ക് DU-നിഷ്കർഷ CGPA-നെ പേഴ്സന്റേജിലേക്ക് കാൽക്കുലേറ്റർ ഉപയോഗിച്ച് കൃത്യമായ ഫലങ്ങൾ ലഭിക്കാനും DU-യുടെ ഗ്രേഡിംഗ് മാനദണ്ഡങ്ങളുമായി പൊരുത്തപ്പെടുത്താനും ആവശ്യമാണ്."
        },
        "q11": {
            "question": "CGPA-ൽ നിന്നുള്ള പേഴ്സന്റേജ് എങ്ങനെ കണക്കാക്കാം?",
            "answer": "CGPA-ൽ നിന്നുള്ള പേഴ്സന്റേജ് കണക്കാക്കാൻ, CGPA-നെ പരിവർത്തന ഘടകത്തോടുകൂടി (പൊതുവായ 9.5) ഗുണിക്കുക. CGPA കാൽക്കുലേറ്റർ ഇതിനെ ലളിതമാക്കുന്നു, അല്ലെങ്കിൽ പേഴ്സന്റേജ്-ൽ നിന്നുള്ള CGPA-ൽ മാറ്റം ചെയ്യാൻ കാൽക്കുലേറ്റർ ഉപയോഗിക്കുക."
        },
        "q12": {
            "question": "SPPU CGPA-നെ പേഴ്സന്റേജിലേക്ക് മാറ്റാനുള്ള സൂത്രം എന്താണ്?",
            "answer": "Savitribai Phule Pune University (SPPU) തന്റെ നിർദേശമുള്ള CGPA-നെ പേഴ്സന്റേജിലേക്ക് മാറ്റാനുള്ള സൂത്രം നൽകുന്നു. കൃത്യമായ മാറ്റത്തിനായി, SPPU-നിഷ്കർഷ CGPA-നെ പേഴ്സന്റേജിലേക്ക് കാൽക്കുലേറ്റർ ഉപയോഗിക്കുക."
        },
        "q13": {
            "question": "Makaut CGPA-നെ പേഴ്സന്റേജിലേക്ക് മാറ്റാനുള്ള കാൽക്കുലേറ്റർ സൂത്രം എന്താണ്?",
            "answer": "Makaut ഒരു ഓൺലൈൻ പ്ലാറ്റ്‌ഫോം ആണ്. Makaut CGPA-നെ പേഴ്സന്റേജിലേക്ക് മാറ്റാനുള്ള സൂത്രം: പേഴ്സന്റേജ് = (CGPA - 0.75) * 10."
        },
        "q14": {
            "question": "CGPA-നെ പേഴ്സന്റേജിലേക്ക് GTU സൂത്രം എന്താണ്?",
            "answer": "CGPA-നെ പേഴ്സന്റേജിലേക്ക് GTU-നിഷ്കർഷ സൂത്രം: പേഴ്സന്റേജ് = (CGPA * 7.1) + 12."
        },
        "q15": {
            "question": "CGPA-ൽ നിന്നുള്ള പേഴ്സന്റേജ് എങ്ങനെ കണ്ടെത്താം?",
            "answer": "നിങ്ങൾക്ക് ഈ സൂത്രം ഉപയോഗിച്ച് മാനുവലായും, അല്ലെങ്കിൽ ഈ കാൽക്കുലേറ്റർ ഉപയോഗിച്ച് നിങ്ങളുടെ പേഴ്സന്റേജ് കണ്ടെത്താം."
        }
    },
    "cgpa-Description": "CGPA (Cumulative Grade Point Average) എന്നാണ് അറിയപ്പെടുന്നത്, ഇത് ഒരു വിദ്യാർത്ഥിയുടെ അക്കാദമിക പ്രകടനത്തിന്റെ സമഗ്രമായ വിലയിരുത്തലാണ്, ഒരു നിശ്ചിത അക്കാദമിക കാലയളവിൽ. ചില സർവകലാശാലകളും ബോർഡുകളും ഇത് ഒരു വിദ്യാർത്ഥി കോഴ്‌സിന്റെ മുഴുവൻ സെമസ്റ്ററുകളിലൂടെയും നേടുന്ന എല്ലാ ഗ്രേഡ് പോയിന്റുകളുടെ ശരാശരിയാണെന്ന് പരിഗണിക്കുന്നു, ചിലവരുടെ വിശകലനത്തിൽ ക്രെഡിറ്റുകൾ എന്ന അധിക ഘടകം ഉൾപ്പെടാം.",
    "title3": "CGPA to Percentage Calculator",
    "enterCGPA3": "CGPA നൽകുക",
    "cgpaPlaceholder3": "നിങ്ങളുടെ CGPA നൽകുക",
    "chooseGradeScale3": "ഗ്രേഡ് സ്കെയിൽ തിരഞ്ഞെടുക്കുക",
    "multiplicationFactor": "ഗുണനപദം",
    "multiplicationFactorPlaceholder": "ഗുണനപദം നൽകുക",
    "error": "പിശക്",
    "calculateButton3": "കണക്കാക്കുക",
    "resetButton3": "പുനഃസജ്ജീകരിക്കുക",
    "calculatedPercentage": "നിങ്ങളുടെ കണക്കാക്കിയ ശതമാനം",
    "percentagePlaceholder": "ശതമാനം:",
    "downloadButton3": "ഡൗൺലോഡ് ചെയ്യുക",
    "whatsappButton3": "WhatsApp",
    "copyLinkButton3": "ലിങ്ക് പകർത്തുക",
    "linkCopied3": "ലിങ്ക് പകർത്തി!",
    "calculationHistory3": "കണക്കാക്കലിന്റെ ചരിത്രം",
    "sno": "ക്രമിക സംഖ്യ",
    "cgpa": "CGPA",
    "percentage": "ശതമാനം",
    "scale4": "4.0 സ്കെയിൽ",
    "scale5": "5.0 സ്കെയിൽ",
    "scale10": "10.0 സ്കെയിൽ",
    "header": {
        "calculator": "കൽക്കുലേറ്റർ",
        "title": "വിദ്യാഭ്യാസ",
        "subtitle": "CGPA to Percentage പോലുള്ള എളുപ്പത്തിലുള്ള കണക്കുകൾ അല്ലെങ്കിൽ സയന്റിഫിക് കാൽക്കുലേറ്റർ ഉപയോഗിച്ച് ഉയർന്ന ഗണിതം സമാധാനത്തോടെ പരിഹരിക്കുന്നതോ?",
        "cgpa_to_percentage": "CGPA to Percentage"
    },
    "link": {
        "text": "Lord Calculator",
        "description": "വലിയ കണക്കുകൾ എളുപ്പത്തിൽ പരിഹരിക്കാൻ സഹായിക്കും. മികച്ച സാങ്കേതികവിദ്യ ഉപയോഗിച്ച് നിങ്ങളുടെ വിദ്യാഭ്യാസ യാത്രയെ ശക്തിപ്പെടുത്തുക—നിങ്ങൾക്ക് ഏറ്റവും നല്ലതെല്ലാം അർഹമാണ്."
    },
    "choose_lord_calculator": {
        "title": "Lord Calculator എങ്ങനെ തിരഞ്ഞെടുക്കാം?",
        "feature_1": {
            "title": "വേഗം & അതിവേഗം വിശ്വസനീയമാണ്",
            "description": "അതെ, ഞങ്ങൾ ഇത് ഉറപ്പാക്കുകയും ചെയ്തു! ഏറ്റവും സങ്കീർണമായ കണക്കുകളും കൃത്യമായി ഒരു കണ്ണിലെ ഊഹം പോലെ പരിഹരിക്കുക. പിശകിനായി ഇടം ഇല്ല!"
        },
        "feature_2": {
            "title": "എളുപ്പം & ലളിതം",
            "description": "സങ്കീർണമായ ഭാഗം നിങ്ങളുടെ സമികരണങ്ങൾ ആയിരിക്കും. സുലഭമായ ബട്ടണുകളും മീറ്ററുകളും ഉപയോഗിച്ച് ഇവിടെ നാവിഗേഷൻ വളരെ എളുപ്പമാണ്."
        },
        "feature_3": {
            "title": "ഡൗൺലോഡ്, സംരക്ഷിക്കുക, അല്ലെങ്കിൽ പങ്കിടുക",
            "description": "സമ്മിഘരണങ്ങൾ സംരക്ഷിക്കാൻ ആവശ്യമാണ്? എന്തെങ്കിലും പ്രശ്നമില്ല, ഒരിക്കൽ പരിഹരിച്ച് നിങ്ങളുടെ കണക്കുകൾ പങ്കിടുക അല്ലെങ്കിൽ ജീവിതകാലം ഉപയോഗിക്കാൻ സംരക്ഷിക്കുക."
        }
    },
    "calculatorCards": [
        {
            "title": "CGPA to Percentage Calculator",
            "description": "CGPA to Percentage കാൽക്കുലേറ്റർ ഉപയോഗിച്ച് നിങ്ങളുടെ ഗ്രേഡുകൾ എളുപ്പത്തിൽ മാറ്റം വരുത്തുക! നിങ്ങൾക്ക് റിപ്പോർട്ട് ഡൗൺലോഡ് ചെയ്യാനും പങ്കിടാനും കഴിയും, അത് സൗജന്യമാണ്.",
            "emoji": "➗"
        },
        {
            "title": "Percentage to CGPA Calculator",
            "description": "CGPA പരിവർത്തനം ചിലപ്പോൾ സങ്കീർണമായിരിക്കും, പക്ഷേ Percentage to CGPA കാൽക്കുലേറ്ററോടെ അത് എളുപ്പമാണ്. ലോകമാകെയുള്ള കൂടുതൽ സ്ഥാപനങ്ങളുമായി അനുയോജ്യമാണ്.",
            "emoji": "🔢"
        },
        {
            "title": "GPA to CGPA Calculator",
            "description": "ഏറ്റവും ലളിതമായ ഡിസൈനോടെ, ഈ GPA to CGPA കണ്ടർട്ടർ നിങ്ങൾക്ക് സമയം ലാഭിക്കാൻ സഹായിക്കും. വിദ്യാർത്ഥികൾക്കും അധ്യാപകർക്കും ഉപകാരപ്രദമാണ്!",
            "emoji": "💡"
        },
        {
            "title": "CGPA to GPA Calculator",
            "description": "നിങ്ങളുടെ ഇഷ്ട സർവകലാശാലയ്ക്കായി യോഗ്യത പരിശോധിക്കേണ്ടതാണോ? CGPA to GPA കണ്ടർട്ടർ ഉപയോഗിച്ച് നിങ്ങളുടെ ഗ്രേഡുകൾ ദ്രുതമായും മാറ്റിവെച്ച് സന്തോഷം പങ്കിടുക!",
            "emoji": "📚"
        }
    ],
    "tit": "വിദ്യാഭ്യാസ കാൽക്കുലേറ്റർ",
    "des": "CGPA, GPA, Percentage, അല്ലെങ്കിൽ സയന്റിഫിക് കാൽക്കുലേറ്റർ - ഞങ്ങളോട് പറയൂ നിങ്ങൾക്ക് എന്ത് വേണ്ടെന്ന് & അവയെ എക്കാലവും സൗജന്യമായി ആസ്വദിക്കൂ!",
    "emoji5": "🧑‍🏫",
    "section": {
        "title": "വിദ്യാഭ്യാസം, ധനം, അല്ലെങ്കിൽ ആരോഗ്യം—",
        "highlightedText": "Lord Calculator ",
        "subtitle": "ഇത് തന്നെ നിങ്ങളെ ആവശ്യമുള്ളത്!",
        "description": "ആരോഗ്യത്തിൽ നിന്നും ധനവിതരണത്തിലേക്ക് & നിർമ്മാണം മുതൽ വിദ്യാഭ്യാസം വരെ - നിങ്ങളുടെ എല്ലാ കാര്യങ്ങൾക്കും ഒരു പ്ലാറ്റ്ഫോം. നിങ്ങൾക്ക് ഒരിക്കലും ആവശ്യമായ എല്ലാ കാൽക്കുലേറ്ററുകളും ലഭിക്കുക.",
        "additionalDescription": "വേഗത്തിൽ & കൃത്യമായ - ഒരു പിശകിനും ഇടം ഇല്ല!"
    },
    "footer": {
        "title": "Lord Calculator",
        "location": "സ്ഥലം:",
        "contact": "ഞങ്ങളെ ബന്ധപ്പെടുക: bhushanthakur04@gmail.com",
        "categories": "വർഗ്ഗങ്ങൾ",
        "educational_calculators": "വിദ്യാഭ്യാസ കാൽക്കുലേറ്ററുകൾ",
        "scientific_calculators": "സയന്റിഫിക് കാൽക്കുലേറ്ററുകൾ",
        "womens_calculators": "സ്ത്രീകളുടെ കാൽക്കുലേറ്ററുകൾ",
        "pages": "പേജുകൾ",
        "privacy_policy": "ഗോപ്പ്യമായ നയം",
        "terms_of_use": "ഉപയോഗ വ്യവസ്ഥകൾ",
        "about_us": "ഞങ്ങളെ കുറിച്ച്",
        "copyright": "© 2024 Lord Calculator. എല്ലാ അവകാശങ്ങളും സംരക്ഷിതമാണ്.",
        "social_links": {
            "facebook": "ഫേസ്ബുക്ക്",
            "instagram": "ഇൻസ്റ്റാഗ്രാം",
            "twitter": "ട്വിറ്റർ",
            "whatsapp": "WhatsApp"
        }
    },
    "educational_calculators_title": "ശിക്ഷണവുമായി ബന്ധപ്പെട്ട കാൽക്കുലേറ്ററുകൾ",
    "cgpa_to_percentage": "CGPA-യിൽ നിന്ന് ശതമാനത്തിലേക്ക് കാൽക്കുലേറ്റർ",
    "percentage_to_cgpa": "ശതമാനത്തിൽ നിന്ന് CGPA-ലേക്ക് കാൽക്കുലേറ്റർ",
    "gpa_to_cgpa": "GPA-യിൽ നിന്ന് CGPA-ലേക്ക് കാൽക്കുലേറ്റർ",
    "cgpa_to_gpa": "CGPA-യിൽ നിന്ന് GPA-ലേക്ക് കാൽക്കുലേറ്റർ",
    "home": "ഹോം",
    "categories": "വിഭാഗങ്ങൾ",
    "educational_calculator": "വിദ്യാഭ്യാസ കാൽക്കുലേറ്റർ",
    "scientific_calculator": "ശാസ്ത്രീയ കാൽക്കുലേറ്റർ",
    "womens_calculator": "സ്ത്രീകൾക്കുള്ള കാൽക്കുലേറ്റർ",
    "search_placeholder": "ശോധന...",
    "search_button": "ശോധിക്കുക",
    "search_results": "ശോധന ഫലങ്ങൾ",
    "privacyPolicy": {
        "title": "പ്രൈവസി നയം",
        "welcomeMessage": "ലോർഡ് കാൽക്കുലേറ്ററിലേക്ക് സ്വാഗതം! ഞങ്ങൾ നിങ്ങളുടെ സ്വകാര്യതയെ ബഹുമാനിക്കുകയും നിങ്ങൾ നൽകുന്ന വ്യക്തിഗത വിവരങ്ങൾ സംരക്ഷിക്കാൻ പ്രതിജ്ഞാബദ്ധരാണ്. ഈ പ്രൈവസി നയം, ഞങ്ങൾ നിങ്ങൾdən എങ്ങനെ വിവരങ്ങൾ ശേഖരിക്കുന്നു, അവ ഉപയോഗിക്കുന്നതും സംരക്ഷിക്കുന്നതും എങ്ങനെ ആകുന്നതു് എന്നു വിശദീകരിക്കുന്നു.",
        "section1": {
            "title": "1. ഞങ്ങൾ ശേഖരിക്കുന്നില്ലാത്ത വിവരങ്ങൾ",
            "content": "ഞങ്ങളുടെ വെബ്സൈറ്റ് ഒരു സ്റ്റാറ്റിക് കാൽക്കുലേറ്റർ സൈറ്റ് ആണ്, അതിനാൽ ഞങ്ങൾ ഉപയോഗിക്കുന്നവരിൽ നിന്ന് വ്യക്തിഗത വിവരങ്ങൾ സജീവമായി ശേഖരിക്കുന്നതും സൂക്ഷിക്കുന്നതും ആവശ്യപ്പെടുന്നതും ഇല്ല. നിങ്ങൾക്ക് ഞങ്ങളുടെ കാൽക്കുലേറ്ററുകൾ ഉപയോഗിക്കാൻ സാധിക്കും, നിങ്ങൾ ഞങ്ങളുമായി ഏതെങ്കിലും തിരിച്ചറിയാവുന്ന വിവരങ്ങൾ പങ്കുവെക്കാതെ."
        },
        "section2": {
            "title": "2. സ്വയം ശേഖരിക്കുന്ന വിവരങ്ങൾ",
            "content": "പല വെബ്സൈറ്റുകളെ പോലെ, ഞങ്ങൾ Google Analytics പോലുള്ള അടിസ്ഥാന അനാലിറ്റിക്സ് ഉപകരണങ്ങൾ ഉപയോഗിച്ച് ഞങ്ങളുടെ സൈറ്റുമായുള്ള ഉപയോക്തൃ ഇടപെടലുകൾ മനസിലാക്കാൻ ശ്രമിച്ചേക്കാം. ഈ വിവരങ്ങൾ അനോണിമസ് ചെയ്തിരിക്കുന്നു, അതിനാൽ ഇത് തിരിച്ചറിയാനാകാത്ത ഡാറ്റ ഉൾക്കൊള്ളുന്നു, ഉദാഹരണത്തിന്:",
            "list": {
                "deviceType": "ഡിവൈസ് തരം மற்றும் ബ്രൗസർ തരം",
                "operatingSystem": "ഓപ്പറേറ്റിങ്ങ് സിസ്റ്റം",
                "visitDate": "വിസിറ്റ് തിയതി மற்றும் സമയം",
                "pagesVisited": "എന്തെല്ലാം പേജുകൾ സന്ദർശിച്ചു, ഓരോ പേജിലും ചെലവഴിച്ച സമയം"
            },
            "note": "ഈ വിവരങ്ങൾ ഞങ്ങളുടെ വെബ്സൈറ്റിന്റെ പ്രവർത്തനക്ഷമതയും ഉപയോക്തൃ അനുഭവവും മെച്ചപ്പെടുത്താൻ സഹായിക്കുന്നു, പക്ഷേ അത് ഓരോ ഉപയോക്താവിനെ തിരിച്ചറിയാനാവുന്നില്ല."
        },
        "section3": {
            "title": "3. കുക്കികൾ",
            "content": "ഞങ്ങളുടെ വെബ്സൈറ്റ് വ്യക്തിഗത ഡാറ്റ നിരീക്ഷിക്കാൻ അല്ലെങ്കിൽ സൂക്ഷിക്കാൻ കുക്കികൾ ഉപയോഗിക്കുന്നില്ല. എന്നാൽ, മൂന്നാമത്തെ പാർട്ടി അനാലിറ്റിക്സ് ഉപയോഗിക്കുന്നുവെങ്കിൽ, അവ അനോണിമസ് ചെയ്ത ഉപയോഗത്തിന്റെ സ്ഥിതിവിവരങ്ങൾ ശേഖരിക്കാൻ കുക്കികൾ ഉപയോഗിക്കാം. നിങ്ങൾക്ക് ആഗ്രഹിക്കുന്നുവെങ്കിൽ നിങ്ങളുടെ ബ്രൗസർ ക്രമീകരണങ്ങളിൽ നിന്നു കുക്കികൾ നിയന്ത്രിക്കാനും അനേകപ്പെടുത്താനും കഴിയും."
        },
        "section4": {
            "title": "4. മൂന്നാമത്തേർ ലിങ്കുകൾ",
            "content": "ഞങ്ങളുടെ വെബ്സൈറ്റിൽ പുറമേ സൈറ്റുകളിലേക്ക് ലിങ്കുകൾ ഉൾക്കൊള്ളാമാണ്. ഈ മൂന്നാമത്തേർ സൈറ്റുകൾക്ക് അവരുടെ സ്വന്തമായ പ്രൈവസി നയങ്ങളുണ്ടായിരിക്കും, അതിനാൽ അവയുടെ ഉള്ളടക്കം അല്ലെങ്കിൽ നടപടികൾക്കായി ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ഉപയോക്താക്കളോട് ഞങ്ങൾ പറയുന്നത്, അവർ ഈ ലിങ്കുകളിലൂടെ സന്ദർശിക്കുന്ന ഏതെങ്കിലും സൈറ്റുകളുടെ പ്രൈവസി നയം പരിശോധിക്കുക."
        },
        "section5": {
            "title": "5. ഡാറ്റാ സുരക്ഷ",
            "content": "നാം വ്യക്തിഗത വിവരങ്ങൾ ശേഖരിക്കുന്നില്ലെങ്കിലും, ഉപയോക്താക്കളെ വേണ്ടി ഒരു സുരക്ഷിതമായ പരിസ്ഥിതി പരിരക്ഷിക്കുന്നത് ഞങ്ങളുടെ പ്രധാന ആഗ്രഹമാണ്. ഞങ്ങൾ സുരക്ഷിതമായ ഹോസ്റ്റിംഗ് ഉപയോഗിക്കുന്നു, കൂടാതെ സുരക്ഷാ ദുർബലതകൾ ഒഴിവാക്കാൻ ഞങ്ങൾ സ്ഥിരമായി വെബ്സൈറ്റ് അപ്ഡേറ്റ് ചെയ്യുന്നു."
        },
        "section6": {
            "title": "6. കുട്ടികളുടെ പ്രൈവസി",
            "content": "ഞങ്ങളുടെ വെബ്സൈറ്റ് എല്ലാ പ്രായക്കാരുടെയും ഉപയോക്താക്കളിൽ ഉപയോഗിക്കാൻ അനുയോജ്യമാണ്, എന്നാൽ ഇത് 13 വയസ്സിന് താഴെയുള്ള കുട്ടികളെ ലക്ഷ്യമിടുന്നില്ല. ഞങ്ങൾ വ്യക്തിഗത ഡാറ്റ ശേഖരിക്കുന്നില്ല, അതിനാൽ ഞങ്ങൾ ചിൽഡ്രൻസ് ഓൺലൈൻ പ്രൈവസി പ്രൊട്ടക്ഷൻ ആക്ട് (COPPA) പാലിക്കുന്നു."
        },
        "section7": {
            "title": "7. ഈ പ്രൈവസി നയത്തിലെ മാറ്റങ്ങൾ",
            "content": "ഞങ്ങൾ ചിലപ്പോൾ ഞങ്ങളുടെ പ്രൈവസി നയം അപ്ഡേറ്റ് ചെയ്യാൻ കഴിയും. മാറ്റങ്ങൾ ഈ പേജിൽ പോസ്റ്റുചെയ്യപ്പെടും, മുകളിൽ കാണുന്ന 'അവസാനമായി അപ്ഡേറ്റ് ചെയ്തത്' തീയതി ഏറ്റവും പുതിയ പരിഷ്‌ക്കരണത്തെ പ്രതിനിധാനം ചെയ്യും. ഉപയോക്താക്കളോട് ഞങ്ങൾ പറയുന്നത്, അവർ ഈ പേജെ കുറേ കാലം마다 പരിശോധിക്കുക, മാറ്റങ്ങൾക്കായി അവർ അറിയണം."
        },
        "section8": {
            "title": "8. ഞങ്ങളെ ബന്ധപ്പെടുക",
            "content": "ഈ പ്രൈവസി നയത്തെക്കുറിച്ചുള്ള എന്തെങ്കിലും ചോദ്യങ്ങൾ ഉണ്ടെങ്കിൽ, ദയവായി ഞങ്ങളെ താഴെ കൊടുത്തിട്ടുള്ള വിവരങ്ങളിലൂടെ ബന്ധപ്പെടുക:",
            "contactDetails": {
                "name": "Lord Calculator",
                "email": "bhushanthakur04@gmail.com"
            }
        }
    }
}