{
    "navbar": {
        "selectLanguage": "ഭാഷ തിരഞ്ഞെടുക്കുക"
    },
    "title": "GPA to CGPA കല്കുലേറ്റർ",
    "enter_gpa": "GPA നൽകുക",
    "choose_gpa_scale": "GPA സ്കേൽ തിരഞ്ഞെടുക്കുക",
    "calculate": "കല്കുലേറ്റ് ചെയ്യുക",
    "reset": "പുനഃസംക്രമണം",
    "calculated_cgpa": "നിങ്ങളുടെ കണക്കാക്കിയ CGPA",
    "calculation_history": "കണക്കാക്കലിന്റെ ചരിത്രം",
    "download": "ഡൗൺലോഡ് ചെയ്യുക",
    "whatsapp": "WhatsApp",
    "copy_link": "ലിങ്ക് കോപ്പി ചെയ്യുക",
    "gpa_to_cgpa_calculator": "GPA to CGPA കല്കുലേറ്റർ",
    "welcome_message": "ഇത് ഒരു മറ്റു വിദ്യാഭ്യാസ കല്കുലേറ്ററിലേക്ക് സ്വാഗതം! അനുയോജ്യമായ കല്കുലേറ്ററുകളിൽ, നാം കണക്കാക്കുന്നു",
    "cgpa_to_percentage_link": "CGPA to Percentage",
    "gpa_to_cgpa_description": " (മറുവശത്ത്). കൂടാതെ, ഈ ഗ്രേഡിംഗ് സ്കെയിലുകൾക്ക് ബന്ധപ്പെട്ട ചില ആശയങ്ങൾക്കായി ഞങ്ങൾ കണ്ടെത്തിയിട്ടുണ്ട്, ഇതോടെ എവിടെ എൻട്രി നിലനിൽക്കുമ്പോൾ മാറ്റങ്ങൾ പ്രയോഗിക്കപ്പെടുന്നു. ഏഷ്യൻ രാജ്യങ്ങളുടെയും ചില ആഫ്രിക്കൻ രാജ്യങ്ങളുടെയും CGPA അല്ലെങ്കിൽ പ്രൊസന്റേജ് സിസ്റ്റം പിന്തുടരുന്നു, എന്നാൽ പാശ്ചാത്യ വിദ്യാഭ്യാസ സിസ്റ്റം GPA ഉപയോഗിക്കുന്നു",
    "letter_grading_link": "ലെറ്റർ ഗ്രേഡിംഗ് സിസ്റ്റം",
    "institution_migration_message": "നിങ്ങൾ ഒരു സ്ഥാപനത്തിൽ നിന്ന് മറ്റൊന്നിലേക്ക് മൈഗ്രേറ്റ് ചെയ്യുമ്പോൾ, പ്രത്യേകിച്ച് രണ്ടും വ്യത്യസ്ത ഗ്രേഡിംഗ് സിസ്റ്റങ്ങൾ പിന്തുടരുമ്പോൾ, ഒരു വിശ്വാസ്യതയുള്ള ഗ്രേഡ് മാറ്റം കല്കുലേറ്റർ ഉണ്ടാക്കുന്നത് അനിവാര്യമാണ്. നിങ്ങൾക്ക് Lord Calculator GPA to CGPA കല്കുലേറ്റർ പ്രമാണമാക്കാമായിരിക്കും, ഇത് പരമ്പരാഗതമായ അന്താരാഷ്ട്ര ഫോർമുല പിന്തുടരുന്നു.",
    "guide_message": "ഈ ഗൈഡിൽ, നാം GPA to CGPA മാറ്റം പ്രയോഗിക്കുന്നതിന് ഉപയോഗിക്കുന്ന ഫോർമുല, എവിടെ ഈ മാറ്റം ഉപയോഗിക്കേണ്ടത്, ശ്രദ്ധിക്കേണ്ട മുൻകരുതലുകൾ, ഈ മാറ്റങ്ങൾ പ്രയോഗിക്കുന്നതിന് ശ്രദ്ധിക്കേണ്ട പ്രധാന വിഷയങ്ങൾ എന്നിവ പരിശോധിക്കും.",
    "Table of Contents": "സമഗ്ര ഉപന്യാസം",
    "GPA to CGPA Calculator": "GPA to CGPA കല്കുലേറ്റർ",
    "GPA To CGPA Calculation Formula": "GPA to CGPA കണക്കാക്കലിന്റെ ഫോർമുല",
    "How to Use Lord Calculator’s GPA to CGPA Calculator?": "Lord Calculatorന്റെ GPA to CGPA കല്കുലേറ്റർ എങ്ങനെ ഉപയോഗിക്കാം?",
    "How CGPA & GPA Are Different?": "CGPA & GPA എങ്ങനെ വ്യത്യാസപ്പെട്ടിരിക്കുന്നു?",
    "International Standards and Certifications": "അന്താരാഷ്ട്ര സ്റ്റാൻഡേർഡുകളും സർട്ടിഫിക്കേഷനുകളും",
    "Most Common GPA to CGPA Conversion Scenarios": "മിക്കപെട്ട GPA to CGPA മാറ്റം കാര്യങ്ങൾ",
    "Summary": "സംഗ്രഹം",
    "FAQs (Frequently Asked Questions)": "ചോദ്യങ്ങൾ (സാധാരണമായ ചോദ്യങ്ങൾ)",
    "GPA To CGPA Calculation Formulas": "GPA to CGPA കണക്കാക്കലിന്റെ ഫോർമുലകൾ",
    "Equivalent CGPA =": "സമാനമായ CGPA =",
    "GPA obtained": "പ്രാപ്തമായ GPA",
    "Max GPA": "പരമാവധി GPA",
    "Max CGPA": "പരമാവധി CGPA",
    "How to Calculate GPA?": "GPA എങ്ങനെ കണക്കാക്കാം?",
    "GPA =": "GPA =",
    "Total Quality Points for all terms.": "എല്ലാ കാലങ്ങളിലായി ആകെ ഗുണമേൻമാ‍യ പോയിന്റുകൾ.",
    "Total Credit Hours for all terms.": "എല്ലാ കാലങ്ങളിലായി ആകെ ക്രെഡിറ്റ് മണിക്കൂറുകൾ.",
    "quality points": "എവിടെ, ഒരു കാലയളവിനായി ഗുണമേൻമാ‍യ പോയിന്റുകൾ = Letter Grade-ന്റെ പോയിന്റ് മൂല്യം * ക്രെഡിറ്റ് മണിക്കൂറുകളുടെ എണ്ണം.",
    "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "Lord Calculatorന്റെ GPA to CGPA കല്കുലേറ്റർ എങ്ങനെ ഉപയോഗിക്കാം?",
    "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "ഞങ്ങൾ ഞങ്ങളുടെ കല്കുലേറ്റർ ഉപയോഗിക്കാൻ എളുപ്പമാക്കിയിരിക്കും, എങ്കിലും ഇതിന് മികച്ച ഉപയോഗം നേടുന്നതിന് ഒരു മാർഗ്ഗനിർദ്ദേശം ഇവിടെ കൊടുത്തിരിക്കുന്നു, ഗ്രേഡ് കണക്കാക്കലുകളുടെ സൂചികകളും നാമികക്യവും നഷ്ടപ്പെടുത്താതിരിക്കാൻ. നിങ്ങളുടെ GPA സമാനമായ CGPA-യിലേക്ക് മാറ്റാൻ താഴെ കൊടുത്തിരിക്കുന്ന ക്രമത്തിൽ പ്രവർത്തിക്കുക:",
    "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "പടി 1: Lord Calculator-ൽ GPA to CGPA കല്കുലേറ്റർ തുറക്കുക.",
    "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "പടി 2: ആദ്യമായുള്ള ഫീൽഡിൽ, 'Enter GPA' എന്ന ടൈറ്റിൽ, നിങ്ങളുടെ പ്രാപ്തമായ GPA ശരിയായി നൽകുക. കൃത്യമായ മാറ്റത്തിനായി ദശാംശ പോയിന്റുകൾ ഉൾപ്പെടുത്താൻ ഉറപ്പാക്കുക.",
    "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "പടി 3: ഇനി നിങ്ങളുടെ GPA സ്കേൽ തിരഞ്ഞെടുക്കുക. ഈ സ്കേൽ പരമാവധി GPA എത്രമാത്രം ആകാം എന്ന് വ്യക്തമാക്കുന്നു.",
    "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "പടി 4: നിങ്ങൾ എല്ലാ മൂല്യങ്ങളും ശരിയായി നൽകുകയും 'Calculate' ബട്ടൺ അമർത്തുകയും ചെയ്യുമ്പോൾ. അതിനിടയിൽ! ഇപ്പോൾ നിങ്ങൾക്ക് സമാനമായ CGPA കാണാം, CGPA മീറ്റർ ഉപയോഗിച്ച് ദൃശ്യമായി.",
    "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "തദുപരി, നിങ്ങൾക്കായി ചെയ്യുന്ന ഏതെങ്കിലും മുൻപ് കണക്കാക്കിയ ഫലങ്ങൾ കാണാവുന്നതാണ്, അതിനാൽ അവയിൽ താരതമ്യപ്പെടുത്തലുകൾ ആരംഭിക്കാം. നിങ്ങൾ മാറ്റിയ CGPA PDF ആയി എക്സ്പോർട്ട് ചെയ്ത് മറ്റുള്ളവരുമായി പങ്കുവെക്കാനും കഴിയും.",
    "How-CGPA & GPA Are Different?": "CGPA & GPA എങ്ങനെ വ്യത്യാസപ്പെട്ടിരിക്കുന്നു?",
    "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "CGPA & GPA പല തരങ്ങളിൽ വ്യത്യാസപ്പെട്ടിരിക്കുന്നു. [രൂപീകരണങ്ങൾ] തന്നെ അവയിൽ അടിസ്ഥാനമായ വ്യത്യാസം സൂചിപ്പിക്കുന്നു. എന്നാൽ അവയ്ക്ക് ഉപയോഗത്തിലുള്ള വ്യത്യാസങ്ങൾ എങ്ങനെ നടക്കുന്നു എന്ന് നമ്മൾ ചർച്ച ചെയ്യാം.",
    "Denomination": "നാമകരണം",
    "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "പേര് സൂചിപ്പിക്കുന്നതിന് അനുസരിച്ച്, CGPA (ക്യുമുലേറ്റീവ് ഗ്രേഡ് പോയിന്റ് എവറേജ്) ഒരു വിദ്യാർത്ഥിയുടെ അക്കാദമിക് സെഷനിലെ ചുരുക്കപ്പെട്ട പ്രകടനത്തെ പ്രതിനിധീകരിക്കുന്നു. സാധാരണയായി, ഇത് നിരവധി സെമസ്ററുകളുടെ പ്രകടനത്തെ സംഗ്രഹമായ രൂപത്തിൽ പ്രതിനിധീകരിക്കുന്നു.",
    "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "മറ്റ് വശത്ത്, GPA (ഗ്രേഡ് പോയിന്റ് എവറേജ്) ഒരു പ്രത്യേക സെമസ്ററിന്റെ അക്കാദമിക് പ്രകടനത്തെ പ്രതിനിധീകരിക്കുന്നു, അല്ലെങ്കിൽ, ഒരു പ്രത്യേക കാലയളവിന്റെ/സെമസ്ററിന്റെ പ്രകടനം. അതിനാൽ, ഒരു വിധത്തിൽ, CGPA എളുപ്പത്തിൽ നിരവധി സെമസ്ററുകളിൽ നിന്നുള്ള GPA സ്കോറുകൾ ശരാശരിയാക്കുകയായി കണക്കാക്കുന്നു.",
    "Usage": "ഉപയോഗം",
    "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "നാമപദമ처럼, ഈ രണ്ട് സ്കെയിലുകളുടെ ഉപയോഗം വ്യത്യസ്തമാണ്. CGPA ഒരു വിദ്യാർത്ഥിയുടെ സമഗ്ര അക്കാദമിക പ്രകടനത്തെ സൂചിപ്പിക്കുന്നു, അതേസമയം GPA ഒരു പ്രത്യേക സെമസ്റർ അല്ലെങ്കിൽ കാലയളവിന് ഉപയോഗിക്കുന്നു.",
    "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "GPA സാധാരണയായി ഒരു വിദ്യാർത്ഥി എങ്ങനെ നിലവിൽ പ്രകടനം പ്രദർശിപ്പിക്കുന്നുവെന്ന് വിലയിരുത്താൻ ഉപയോഗിക്കുന്നു, അതിന് ശക്തമായ മേഖലകൾ തിരിച്ചറിയാനും മെച്ചപ്പെടുത്തേണ്ട മേഖലയെ കണ്ടെത്താനും സഹായിക്കുന്നു. ഇത്തരം ഗ്രേഡ് സ്കെയിലുകൾ പുതിയ കോഴ്സ് ഉൾപ്പെടുത്തലിന്റെ വിദ്യാഭ്യാസ പ്രകടനത്തെ എങ്ങനെ ബാധിക്കും എന്ന് കണ്ടെത്താനും ഉപയോഗിക്കുന്നു. എന്നാൽ ജോലി അല്ലെങ്കിൽ ഉയർന്ന പഠനത്തിന് അപേക്ഷിക്കാൻ വരുമ്പോൾ, GPA അത്രയും അനുയോജ്യമായ ഗ്രേഡ് സ്കെയൽ ആയിരിക്കണമെന്നു പറയാനാകില്ല.",
    "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "അങ്ങനെയുള്ള സാഹചര്യങ്ങളിൽ, ഒരു വിദ്യാർത്ഥി ഉയർന്ന പഠനത്തിനോ ജോലി അപേക്ഷയ്‌ക്കോ അപേക്ഷിക്കുമ്പോൾ, അവൻ/അവൾ തന്റെ CGPA പൂരിപ്പിക്കുക ആവശ്യമാണ്. അതിനാൽ, CGPA പുറത്തുള്ള ഏജൻസികൾക്ക് പങ്കുവെക്കുന്നു, എങ്കിൽ GPA സാധാരണയായി ആഭ്യന്തര മൂല്യനിർണ്ണയത്തിൽ മാത്രം ഉപയോഗിക്കപ്പെടുന്നു.",
    "To summarize, take a look at the below-given table:": "സംക്ഷിപ്തമായി പറയുമ്പോൾ, താഴെ നൽകിയിരിക്കുന്ന പട്ടിക കാണുക:",
    "Feature": "സവിശേഷത",
    "GPA": "GPA",
    "CGPA": "CGPA",
    "Scope": "പരിധി",
    "Single Semester / Term": "ഒറ്റ സെമസ്റർ / കാലയളവ്",
    "Entire Academic Session": "പൂർണ്ണ അക്കാദമിക സെഷൻ",
    "Calculation": "ഗണന",
    "Grade Points for a semester.": "ഒരു സെമസ്ററിനുള്ള ഗ്രേഡ് പോയിന്റുകൾ.",
    "Cumulative Average of All semesters.": "എല്ലാ സെമസ്ററുകളുടെയും സംയുക്ത ശരാശരി.",
    "Purpose": "ഉദ്ദേശം",
    "Help to track and monitor the performance of a student.": "ഒരു വിദ്യാർത്ഥിയുടെ പ്രകടനം ട്രാക്ക് ചെയ്ത് നിരീക്ഷിക്കുന്നതിൽ സഹായിക്കുന്നു.",
    "Determines the overall performance of a student.": "ഒരു വിദ്യാർത്ഥിയുടെ സമഗ്ര പ്രകടനം നിർണ്ണയിക്കുന്നു.",
    "International-Standards and Certifications": "അന്താരാഷ്ട്ര മാനദണ്ഡങ്ങളും സർട്ടിഫിക്കേഷനുകളും",
    "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "പേരാമ്പര്യമായി പറയുമ്പോൾ, GPA പോലുള്ള ഗ്രേഡിംഗ് സ്കെയിലുകൾ പടിയന്തിര വിദ്യാഭ്യാസ വ്യവസ്ഥകളുടെ ഭാഗമാണ്. എങ്കിലും, വിദേശത്ത് പഠിക്കാൻ ആലോചിക്കുന്ന വിദ്യാർത്ഥികൾ വിവിധ അന്താരാഷ്ട്ര മാനദണ്ഡങ്ങളും സർട്ടിഫിക്കേഷനുകളും കുറിച്ച് അറിഞ്ഞിരിക്കണം, അത് വിവിധ വിദ്യാഭ്യാസ സമിതികളിൽ വ്യാപകമായി അംഗീകരിക്കപ്പെടുന്നു. ഇവയെ മനസ്സിലാക്കുന്നതിലൂടെ വിദ്യാർത്ഥികൾ വിവിധ ഗ്രേഡിംഗ് സംവിധാനങ്ങളിൽ നിന്നും കടന്ന് പോവുകയും വിദേശത്ത് സ്കൂളുകളിലോ യൂണിവേഴ്‌സിറ്റികളിലോ അപേക്ഷിക്കുമ്പോൾ സുതാര്യമായ മാറലുകൾ സാധ്യമാക്കുകയും ചെയ്യുന്നു.",
    "1. International Baccalaureate (IB)": "1. ഇന്റർനാഷണൽ ബാക്കലറിയേറ്റ് (IB)",
    "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "ഇന്റർനാഷണൽ ബാക്കലറിയേറ്റ് (IB) 3 മുതൽ 19 വയസ്സുവരെയുള്ള വിദ്യാർത്ഥികൾക്ക് വേണ്ടി രൂപകൽപ്പന ചെയ്ത അന്താരാഷ്ട്രമಟ್ಟത്തിൽ അംഗീകരിച്ച ഒരു വിദ്യാഭ്യാസഘടനയാണ്. അതിന്റെ ലക്ഷ്യം പ്രതികരിച്ച ചിന്ത, അന്തർസാംസ്കാരിക ബോധം, ആഗോള അനുയോജ്യത എന്നിവ വളർത്തുക എന്നതാണ്. IB ഘടന നാല് പ്രധാന പ്രോഗ്രാമുകളിൽ വിഭജിച്ചിരിക്കുന്നു:",
    "Primary Years Programme (PYP)": "പ്രാഥമിക വർഷ പ്രോഗ്രാം (PYP)",
    "For students aged 3 to 12, focusing on developing academic and personal skills.": "3 മുതൽ 12 വയസ്സുള്ള വിദ്യാർത്ഥികൾക്ക്, അക്കാദമികവും വ്യക്തിത്വപരമായും കഴിവുകൾ വികസിപ്പിക്കുന്നതിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്നു.",
    "Middle Years Programme (MYP)": "മധ്യ വർഷ പ്രോഗ്രാം (MYP)",
    "For students aged 11 to 16, preparing them for further study.": "11 മുതൽ 16 വയസ്സുള്ള വിദ്യാർത്ഥികൾക്ക്, അടുത്തുള്ള പഠനത്തിന് ഒരുക്കം നൽകുന്നു.",
    "Diploma Programme (DP)": "ഡിപ്ലോമ പ്രോഗ്രാം (DP)",
    "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "16 മുതൽ 19 വയസ്സുള്ള വിദ്യാർത്ഥികൾക്കായി, 1 മുതൽ 7 വരെ ഗ്രേഡിംഗ് സ്കെയിൽ ഉള്ള കഠിനമായ പ്രോഗ്രാം.",
    "Career-related Programme (CP)": "കരിയർ-ബന്ധപ്പെട്ട പ്രോഗ്രാം (CP)",
    "Combines academic study with career-related learning for students aged 16 to 19.": "16 മുതൽ 19 വയസ്സുള്ള വിദ്യാർത്ഥികൾക്ക്, അക്കാദമിക പഠനവും കരിയർ-ബന്ധപ്പെട്ട പഠനവും സംയോജിപ്പിക്കുന്നു.",
    "The IB system is recognized globally for its academic rigor and holistic approach to education.": "IB സംവിധാനം അതിന്റെ അക്കാദമിക കഠിനതയും സമഗ്രമായ വിദ്യാഭ്യാസ സമീപനവും കാരണം ആഗോളമായി അംഗീകരിക്കപ്പെട്ടിരിക്കുന്നു.",
    "2. Common Core State Standards (CCSS)": "2. കോമൺ കോർ സ്റ്റേറ്റ് സ്റ്റാൻഡേർഡുകൾ (CCSS)",
    "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "കോമൺ കോർ സ്റ്റേറ്റ് സ്റ്റാൻഡർഡ് (CCSS) എന്നത് അമേരിക്കയിലുള്ള K-12 വിദ്യാഭ്യാസത്തെ ഇംഗ്‌ളീഷ് ലാംഗ്വേജ് ആർട്സ്, ഗണിതശാസ്ത്രം എന്നിവയിൽ സ്റ്റാൻഡർഡ് ചെയ്യാൻ വികസിപ്പിച്ച നടപടിക്രമമാണ്. ഈ ഫ്രെയിംവർക്കിൽ യു.എസ്. സ്‌കൂളുകളിൽ പ്രധാനമായും നടപ്പാക്കപ്പെടുന്നു, അതിന്റെ പ്രധാന ലക്ഷ്യം അക്കാദമിക നേട്ടങ്ങൾക്ക് വ്യക്തമായും സ്ഥിരതയുള്ള ബഞ്ച് മാർക്കുകൾ നൽകുകയാണ്. ഗോളിൽ വലിയ മത്സരപരീക്ഷണത്തിന് പണി ചെയ്യാനും, സമാധാനമായ ചിന്തനവും പ്രശ്നപരിഹാരകമായ കഴിവുകളും വിലമതിക്കുന്നതിനായി, വിദ്യാർത്ഥികളെ കോളേജിലും കരിയറുകളിലും അന്താരാഷ്ട്ര മത്സരം നടത്താൻ തയ്യാറാക്കുക എന്നതാണ്.",
    "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "3. ബൊലോണിയ പ്രക്രിയയും യൂറോപ്യൻ ക്രെഡിറ്റ് ട്രാൻസ്ഫർ ആൻഡ് അക്ക്യൂമുലേഷൻ സിസ്റ്റം (ECTS)",
    "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "ബൊലോണിയ പ്രക്രിയയേuropeയിലെ രാജ്യങ്ങൾക്കിടയിൽ ഉന്നത വിദ്യാഭ്യാസം സ്റ്റാൻഡേർഡ് ചെയ്യാൻ ഒരു കരാറാണ്. അതിന്റെ ലക്ഷ്യം, അക്കാദമിക യോഗ്യതകൾക്കും പഠനകാലങ്ങൾക്കും എളുപ്പത്തിൽ താരതമ്യപ്പെടുത്താനും യൂറോപ്യൻ രാജ്യങ്ങളിൽ അനുയോജ്യമായിരിക്കുക എന്നതാണ്. ഈ പ്രക്രിയയി പ്രസിദ്ധീകരിച്ച വിധത്തിൽ വിദ്യാർത്ഥികൾക്ക് പല രാജ്യങ്ങളിലുള്ള യൂണിവേഴ്സിറ്റികളിൽ ചലനം നടക്കാൻ സാധ്യമാകുന്നു, വിദ്യാർത്ഥികളുടെ യോഗ്യതകൾ അന്താരാഷ്ട്രതലത്തിൽ അംഗീകരിക്കപ്പെടുന്നു.",
    "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "യൂറോപ്യൻ ക്രെഡിറ്റ് ട്രാൻസ്ഫർ ആൻഡ് അക്ക്യൂമുലേഷൻ സിസ്റ്റം (ECTS) പഠനത്തിനുള്ള ആവശ്യമായ ജോലിയുടെ അടിസ്ഥാനത്തിൽ കോഴ്‌സുകൾക്ക് ക്രെഡിറ്റുകൾ നൽകുന്നു (സാധാരണയായി ഓരോ ക്രെഡിറ്റിനും 25-30 മണിക്കൂർ പഠനം). ECTS A മുതൽ F വരെ അക്കരച്ച കി വഴി ഗ്രേഡിംഗ് സിസ്റ്റം ഉപയോഗിക്കുന്നു, F വീഴ്ചയായുള്ളത് പ്രതിനിധാനം ചെയ്യുന്നു.",
    "4. Advanced Placement (AP) Program": "4. അഡ്വാൻസ്ഡ് പ്ലേസ്‌മെന്റ് (AP) പ്രോഗ്രാം",
    "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "അഡ്വാൻസ്ഡ് പ്ലേസ്‌മെന്റ് (AP) പ്രോഗ്രാം, കോളജ് ബോർഡിന്റെ ഒരു അമേരിക്കൻ ആസ്ഥാനമായ പദ്ധതി ആണ്, ഇത് ഹൈസ്കൂൾ വിദ്യാർത്ഥികളെ കോളേജ്-തല കോഴ്സുകൾക്കും പരീക്ഷകൾക്കും പ്രവേശിപ്പിക്കുന്നതിന് സഹായിക്കുന്നു. ഈ കോഴ്സുകൾ ആദ്യ വർഷം കോളജ് കോഴ്സുകളെ സമാനമാണ്, ഇവയെ അന്താരാഷ്ട്രതലത്തിൽ അംഗീകരിച്ചിരിക്കുന്നു. AP പരീക്ഷകൾക്കുള്ള ഗ്രേഡിംഗ് സ്‌കെയൽ 1 മുതൽ 5 വരെ വ്യാപിക്കുന്നു, 3 എണ്ണം പരീക്ഷ വിജയകരമായി അവസാനിച്ചതായി പരിഗണിക്കുന്നു. AP ലോകമെമ്പാടുമുള്ള യൂണിവേഴ്സിറ്റികളാൽ വ്യാപകമായി അംഗീകരിക്കപ്പെടുന്നു, ഇത് വിദ്യാർത്ഥികൾക്ക് ഹൈസ്കൂൾ പൂർത്തിയാക്കുന്നതിനു മുമ്പ് കോളേജ് ക്രെഡിറ്റുകൾ നേടാനുള്ള അവസരം നൽകുന്നു.",
    "5. International General Certificate of Secondary Education (IGCSE)": "5. അന്താരാഷ്ട്ര ജനറൽ സർട്ടിഫിക്കറ്റ് ഓഫ് സെക്കണ്ടറി എജ്യുക്കേഷൻ (IGCSE)",
    "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "IGCSE, കാമ്പ്രിഡ്ജ് അസ്സെസ്‌മെന്റ് ഇൻറർനാഷണൽ എജ്യുക്കേഷൻ അവതരിപ്പിക്കുന്ന ഒരു അന്താരാഷ്ട്രമായി അംഗീകരിച്ച യോഗ്യതയാണ്. ഇത് A മുതൽ G വരെ ഗ്രേഡിംഗ് സ്‌കെയിൽ ഉപയോഗിക്കുന്നു, U (അംഗീകരിക്കപ്പെടാത്ത) വീഴ്ച അർത്ഥം നൽകുന്നു. IGCSE അന്താരാഷ്ട്ര സ്‌കൂളുകളിൽ വ്യാപകമായി ഉപയോഗപ്പെടുന്നു, അതിന്റെ ലയനക്ഷമതയ്ക്ക് പ്രശസ്തമാണ്, വിദ്യാർത്ഥികൾക്ക് അവരുടെ അക്കാദമിക താല്പര്യങ്ങൾക്കും കരിയർ ലക്ഷ്യങ്ങൾക്കുമായി വിഷയങ്ങൾ തിരഞ്ഞെടുക്കാനുള്ള അവസരം നൽകുന്നു.",
    "6. Tertiary Education Quality and Standards Agency (TEQSA)": "6. ടെർഷിയറി എജ്യുക്കേഷൻ ക്വാളിറ്റി ആൻഡ് സ്റ്റാൻഡേർഡ് ഏജൻസി (TEQSA)",
    "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "TEQSA ഫ്രെയിംവർക്കി പ്രധാനമായും ഓസ്ട്രേലിയയിൽ പിന്തുടരപ്പെടുന്നു. ഇത് ഉയർന്ന വിദ്യാഭ്യാസ സ്ഥാപനങ്ങളെ നിയന്ത്രിക്കുകയും അവർ നാഷണൽ സ്റ്റാൻഡേർഡുകൾ പാലിക്കുകയാണ് എന്ന് ഉറപ്പാക്കുകയും ചെയ്യുന്നു. ഇത് ഓസ്ട്രേലിയൻ യോഗ്യതകൾ ഫ്രെയിംവർക്കിനൊപ്പം (AQF) സന്നദ്ധമാണ്, ഇത് ഓസ്ട്രേലിയയിൽ വിദ്യാഭ്യാസ സ്ഥാപനങ്ങൾ നൽകുന്ന യോഗ്യതകളും കോഴ്‌സുകളും വിശദീകരിക്കുന്നു. TEQSA പ്രധാനമായും ഓസ്ട്രേലിയയിൽ സ്വീകരിക്കപ്പെടുന്നു, എന്നാൽ അതിന്റെ അംഗീകാരം ആഗോളമാണ്, ഓസ്ട്രേലിയൻ ഡിഗ്രികൾ അന്താരാഷ്ട്രതലത്തിൽ അംഗീകരിക്കപ്പെടുകയും വിദ്യാർത്ഥികളുടെ ഗതാഗതം വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നു.",
    "7. Programme for International Student Assessment (PISA)": "7. പ്രോഗ്രാമുകൾ അന്താരാഷ്ട്ര വിദ്യാർത്ഥി മൂല്യനിർണയത്തിനുള്ള (PISA)",
    "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "ആഗോളവ്യാപകമായ വിദ്യാർത്ഥികളുടെ പ്രവർത്തനം മൂല്യനിർണയിക്കുന്ന ഒരു അന്താരാഷ്ട്ര സർവേയാണ് OECD നടത്തുന്നത്, PISA. മറ്റ് ഫ്രെയിംവർക്കുകളെ അപേക്ഷിച്ച് PISA ഗ്രേഡിംഗ് സ്‌കെയിൽ നൽകുന്നില്ല, എന്നാൽ പകരം, 15 വയസ്സുള്ള വിദ്യാർത്ഥികളുടെ അക്കാദമിക പ്രകടനങ്ങൾ മൂല്യനിർണയം ചെയ്യുന്നു, ഇത് ആഗോള വിദ്യാഭ്യാസ സിസ്റ്റങ്ങൾ എത്ര ഫലപ്രദമാണെന്ന് തിരിച്ചറിയാൻ സഹായിക്കുന്നു. ശേഖരിച്ച ഡാറ്റ പൊളിസി നിർമ്മാതാക്കളെ അവരുടെ വിദ്യാഭ്യാസ സിസ്റ്റങ്ങളുടെ ശക്തിയും ദുർബലതകളും തിരിച്ചറിയാൻ സഹായിക്കുന്നു, അതിലൂടെ അന്താരാഷ്ട്ര വിദ്യാഭ്യാസമണ്ഡലത്തിൽ സ്റ്റാൻഡേർഡുകൾ മെച്ചപ്പെടുത്താനുള്ള തീരുമാനങ്ങൾ എടുക്കാൻ.",
    "Most-Common GPA to CGPA Conversion Scenarios": "സാധാരണ GPA-യെ CGPA-യിലേക്ക് മാറ്റാനുള്ള സ്ഥിതികൾ",
    "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "1. യുഎസ് GPA CGPA-ലേക്ക് മാറ്റം (4.0 സ്കെയിൽ)",
    "The formula used is:": "ഉപയോഗിക്കുന്ന സൂത്രവാക്യം:",
    "CGPA = GPA × 2.5": "CGPA = GPA × 2.5",
    "Thus, the conversions would look like:": "അതിനാൽ, മാറ്റങ്ങൾ ഇങ്ങനെ കാണപ്പെടും:",
    "4.0 GPA in CGPA is 10.0": "4.0 GPA CGPA-യിൽ 10.0 ആണ്",
    "3.5 GPA in CGPA is 8.75": "3.5 GPA CGPA-ൽ 8.75 ആണ്",
    "3.0 GPA in CGPA is 7.5": "3.0 GPA CGPA-യിൽ 7.5 ആണ്",
    "2.0 GPA in CGPA is 5.0": "2.0 GPA CGPA-യിൽ 5.0 ആണ്",
    "2. U.S. GPA to CGPA (Indian) Conversion": "2. യുഎസ് GPA CGPA (ഇന്ത്യൻ) കൺവർഷൻ",
    "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "ചില ഇന്ത്യൻ സ്ഥാപനങ്ങൾ GPA (4.0 സ്കെയിൽ)-നെ CGPA (10 സ്കെയിൽ)-ലേക്ക് മാറ്റാൻ വ്യത്യസ്തമായ പതിപ്പുകൾ പിന്തുടരുന്നു. ഉപയോ**ഗിക്കുന്ന സൂത്രവാക്യം:**",
    "CGPA = GPA × 2 + 1": "CGPA = GPA × 2 + 1",
    "Thus, the conversion would vary as:": "അതിനാൽ, മാറ്റം ഇങ്ങനെ മാറ്റപ്പെടും:",
    "4.0 GPA in CGPA is 9.0": "4.0 GPA CGPA-ൽ 9.0 ആണ്",
    "3.5 GPA in CGPA is 8.0": "3.5 GPA CGPA-ൽ 8.0 ആണ്",
    "3.0 GPA in CGPA is 7.0": "3.0 GPA CGPA-ൽ 7.0 ആണ്",
    "2.0 GPA-in-CGPA is 5.0": "2.0 GPA CGPA-ൽ 5.0 ആണ്",
    "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "3. ഇന്ത്യൻ ശതമാനം to U.S. GPA (4.0 Scale)",
    "The-formula used is:": "ഉപയോഗിക്കുന്ന സൂത്രവാക്യം:",
    "GPA- =": "GPA =",
    "Therefore, the conversions would look like:": "അതിനാൽ, മാറ്റങ്ങൾ ഇങ്ങനെ കാണപ്പെടും:",
    "90% to GPA is 4.0": "90% നും GPA 4.0 ആണ്",
    "75% to GPA is 3.5": "75% നും GPA 3.5 ആണ്",
    "60% to GPA is 3.0": "60% നും GPA 3.0 ആണ്",
    "50% to GPA is 2.0": "50% നും GPA 2.0 ആണ്",
    "4. ECTS Grading to GPA/CGPA": "4. ECTS ഗ്രേഡിങ്ങ് GPA/CGPA യിലേക്ക്",
    "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "ECTS ഒരു ലെറ്റർ ഗ്രേഡിങ്ങ് സിസ്റ്റം പിന്തുടരുന്നതാൽ, അവരുടെ അനുയോജ്യമായ മാറ്റം ഇങ്ങനെ കാണപ്പെടുന്നു:",
    "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (ഉയർന്ന 10%) → 4.0 GPA / 9.0-10.0 CGPA",
    "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (അടുത്ത 25%) → 3.5 GPA / 7.5-8.9 CGPA",
    "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (അടുത്ത 30%) → 3.0 GPA / 6.0-7.4 CGPA",
    "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (അടുത്ത 25%) → 2.5 GPA / 5.0-5.9 CGPA",
    "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (കുറഞ്ഞ പരിഷ്കരണ ഗ്രേഡ്) → 2.0 GPA / 4.0-4.9 CGPA",
    "Please Note:": "ദയവായി ശ്രദ്ധിക്കുക:",
    "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "ഇവ പൊതുവായ മാറ്റത്തിന്റെ ഉദാഹരണങ്ങൾ മാത്രമാണ്, ലോകമെമ്പാടും പ്രയോഗിക്കപ്പെടാൻ സാധ്യതയില്ല. ഈ മാറ്റങ്ങൾ ഉപയോഗിക്കാൻ മുമ്പ് പ്രത്യേക സ്ഥാപനത്തിന്റെ നിർദ്ദേശങ്ങൾ പരിശോധിക്കുക.",
    "Summary-": "സംഗ്രഹം",
    "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "ഈ വിഭാഗത്തിൽ, ഞങ്ങൾ GPA અને CGPA മാറ്റങ്ങൾ, അവ എങ്ങനെ തമ്മിൽ വ്യത്യസ്തമാണ്, കൂടാതെ ലോകമൊട്ടാകെ പാലിക്കുന്ന ചില അന്താരാഷ്ട്ര സ്റ്റാൻഡേർഡുകളും ഫ്രെയിംവർക്കുകളും ചർച്ച ചെയ്തിരിക്കുന്നു. എല്ലായ്പ്പോഴും എല്ലാ പ്രധാന ഫ്രെയിംവർക്കുകളും ഉൾക്കൊള്ളാൻ ഞങ്ങൾ ശ്രമിച്ചിട്ടുണ്ടെങ്കിലും, ഓരോ സ്ഥാപനത്തിലും ഈ മാറ്റവും ഫോർമുലയും ഉൾപ്പെടുത്തുക പ്രായോഗികമല്ല.",
    "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "അതിനാൽ, നിങ്ങളുടെ ഗ്രേഡുകൾ മാറ്റാൻ മുമ്പ് പ്രത്യേക സ്ഥാപനത്തിന്റെ ഔദ്യോഗിക പ്രമാണം പരിശോധിക്കാനുള്ള ഉപദേശം ഞങ്ങൾ നിങ്ങൾക്ക് എപ്പോഴും നൽകുന്നു.",
    "FAQs": "ചോദ്യങ്ങൾ (സാധാരണ ചോദിക്കുന്ന ചോദ്യങ്ങൾ)",
    "Q1. How can I convert GPA to CGPA?": "Q1. എങ്ങനെ GPA-നെ CGPA-ലേക്ക് മാറ്റാം?",
    "Ans. You can convert GPA to CGPA using the formula;": "ഉത്തരം. നിങ്ങൾ GPA-നെ CGPA-ലേക്ക് ഫോർമുല ഉപയോഗിച്ച് മാറ്റാം;",
    "-GPA =": "-GPA =",
    "CGPA Obtained": "CGPA നേടിയിരിക്കുന്നു",
    "Maximum CGPA": "അധിക CGPA",
    "Max-GPA": "അധിക GPA",
    "Q2. What is Indian CGPA to GPA calculator?": "Q2. ഇന്ത്യൻ CGPA-ൽ നിന്ന് GPA കാൽക്കുലേറ്റർ എന്താണ്?",
    "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "ഉത്തരം. ഇന്ത്യൻ CGPA-യിൽ നിന്ന് GPA-ലേക്ക് കാൽക്കുലേറ്റർ CGPA ആൻഡ് ശതമാനം പരിണാമം ഉൾക്കൊള്ളുന്നു. ദയവായി താഴെയുള്ള പട്ടികയിലേക്ക് കാണുക:",
    "Conversion Type": "മാറ്റത്തിന്റെ തരം",
    "Formula": "ഫോർമുല",
    "CGPA to 4-point GPA": "CGPA 4-പോയിന്റ് GPA-ലേക്ക്",
    "Percentage to 4-point GPA": "ശതമാനം 4-പോയിന്റ് GPA-ലേക്ക്",
    "Percentage to GPA (4.3)": "ശതമാനം GPA (4.3)-ലേക്ക്",
    "Percentage to GPA (5.0)": "ശതമാനം GPA (5.0)-ലേക്ക്",
    "GP-A =": "GPA =",
    "CGPA-Obtained": "CGPA-ലഭിച്ചു",
    "Maximum-CGPA": "അധിക CGPA",
    "× 2.5": "× 2.5",
    "Percentage Obtained": "ശതമാനം നേടിയിരിക്കുന്നു",
    "100": "100",
    "× 4": "× 4",
    "4.3": "4.3",
    "× 100": "× 100",
    "20": "20",
    "Q3. How to calculate CGPA from GPA?": "Q3. എങ്ങനെ GPA മുതൽ CGPA കണക്കാക്കാം?",
    "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "Ans. GPA മുതൽ CGPA കണക്കാക്കാനായി, പ്രാപിച്ച GPA നെ പരമാവധി GPA ആയി വിഭജിച്ച്, പിന്നെ ലക്ഷ്യ CGPA സ്കെയിലിൽ ഗുണിക്കുക. ഗണിതശാസ്ത്രത്തിൽ:",
    "CGPA =": "CGPA =",
    "GPA Obtained": "പ്രാപിച്ച GPA",
    "Maximum GPA": "പരമാവധി GPA",
    "× Target CGPA Scale": "× ലക്ഷ്യ CGPA സ്കെയിൽ",
    "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "Q4. 10 പോയിന്റ് CGPA-നിന്നും 4 GPA-യിലേക്ക് കണക്കാക്കാനുള്ള ഫോർമുല എന്താണ്?",
    "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "Ans. Q2-ൽ നൽകിയതുപോലെ, CGPA നെ 2.5 ഘടകത്തോടെ വിഭജിച്ച്, സമാനമായ GPA ലഭിക്കും. ഒരു ലളിതമായ കണക്കാക്കൽ ചുവടെ നൽകിയിരിക്കുന്നു.",
    "G-PA =": "GPA =",
    "Obtained CGPA": "പ്രാപിച്ച CGPA",
    "10(for 10-point CGPA)": "10 (10 പോയിന്റ് CGPA-ക്ക് വേണ്ടി)",
    "×": "×",
    "= ": "= ",
    "× 2.5": "× 2.5",
    "Q5. What is the GPA to CGPA calculator Anna University Formula?": "Q5. GPA-നിന്നും CGPA-യിലേക്ക് കണക്കാക്കാനുള്ള ആണ്ണാ സർവകലാശാല ഫോർമുല എന്താണ്?",
    "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "Ans. GPA-നിന്നും CGPA-യിലേക്ക് കണക്കാക്കാനുള്ള ആണ്ണാ സർവകലാശാല ഫോർമുല ക്രെഡിറ്റ് സ്കോറുകൾ ഉൾപ്പെടുന്നു. ഫോർമുല ചുവടെ എഴുതാമായിരിക്കും:",
    ".GPA =": "GPA =",
    "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "വിഷയം 1 ൽ ഗ്രേഡ് × നേടപ്പെട്ട ക്രെഡിറ്റ് + വിഷയം 2 ൽ ഗ്രേഡ് × നേടപ്പെട്ട ക്രെഡിറ്റ് + വിഷയം N ൽ ഗ്രേഡ് × നേടപ്പെട്ട ക്രെഡിറ്റ്",
    "Sum of All Credits Earned in Each Subject": "പ്രതിവിഷയവും നേടി ക്രെഡിറ്റുകളുടെ സംഖ്യ",
    "Q6. How to calculate CGPA from GPA in Anna University?": "Q6. ആണ്ണാ സർവകലാശാലയിൽ GPA-യിൽ നിന്ന് CGPA എങ്ങനെ കണക്കാക്കാം?",
    "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "Ans. ആണ്ണാ സർവകലാശാലയിലെ CGPA-നിന്നും GPA കണക്കാക്കൽ ഈ ലേഖനത്തിന്റെ മുകളിൽ നൽകിയ ഫോർമുല പോലെയായിരിക്കും.",
    "CGPA- =": "CGPA =",
    "GPA-Obtained": "പ്രാപിച്ച GPA",
    "Maximum-GPA": "പരമാവധി GPA",
    "×": "×",
    "Target CGPA Scale": "ലക്ഷ്യ CGPA സ്കെയിൽ",
    "However, you can also go for detailed calculations as described in Q5.": "എന്നിരുന്നാലും, നിങ്ങൾക്ക് Q5-ൽ വിവരിച്ച വിശദമായ കണക്കുകൾക്കായി പോകാനാകും.",
    "Q7. How SRM GPA to CGPA calculator is different?": "Q7. SRM GPA to CGPA കണക്കാക്കൽ എങ്ങനെ വ്യത്യസ്തമാണ്?",
    "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "Ans. SRM സർവകലാശാല GPA കണക്കാക്കുന്നതിനായി ക്രെഡിറ്റ്-ഭാരം ഉള്ള ശരാശരി ഉൾപ്പെടുന്ന പ്രത്യേക ഫോർമുല ഉപയോഗിക്കുന്നു. ക്രെഡിറ്റ്-ഭാരം ഉള്ള ശരാശരിയുടെ ആശയം ചില വിഷയങ്ങൾക്ക് പ്രത്യേക ഭാരം നൽകാൻ ഉപയോഗിക്കുന്നു, ഉദാഹരണത്തിന് പ്രധാന വിഷയങ്ങളും ഉപവിഷയങ്ങളും.",
    "Q8. Is the GPA to CGPA calculator for engineering different?": "Q8. എഞ്ചിനീയറിംഗ് കോഴ്സുകൾക്കുള്ള GPA-നിന്നും CGPA-യിലേക്ക് കണക്കാക്കൽ വ്യത്യസ്തമാണോ?",
    "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "Ans. ചില എഞ്ചിനീയറിംഗ് കോളേജുകൾ കോർ കോഴ്സുകൾക്ക് ഇലക്ടീവ് അല്ലെങ്കിൽ പൊതുവായ കോഴ്സുകളിൽ നിന്ന് കൂടുതൽ ക്രെഡിറ്റുകൾ നൽകി assigns ചെയ്യുന്നു. അതിനാൽ, ആ കോർ വിഷയങ്ങൾക്ക് ലഭിക്കുന്ന ഭാരം മറ്റ് വിഷയങ്ങളേക്കാൾ കൂടുതൽ ആയിരിക്കും.",
    "Q9. Is CGPA to GPA calculator online reliable?": "Q9. CGPA-നിന്നും GPA-യിലേക്ക് കണക്കാക്കുന്ന ഓൺലൈൻ കണക്കുകൂട്ടി വിശ്വസനീയമാണോ?",
    "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "Ans. ഗണിതശാസ്ത്രപരമായി, ഞങ്ങളുടെ CGPA-നിന്നും GPA-യിലേക്ക് ഓൺലൈൻ കണക്കുകൂട്ടൽ വിശ്വസനീയമാണ്. എന്നാൽ, പല സർവകലാശാലകളും പ്രത്യേക പരിവർത്തന രീതി ഉപയോഗിക്കുന്നു. എല്ലാ രീതി കളെയും ഉൾപ്പെടുത്തുന്നത് പ്രായോഗികമല്ല, അതിനാൽ ഔദ്യോഗിക മാർഗ്ഗനിർദ്ദേശങ്ങൾ ആദ്യം പരിശോധിക്കുന്നതാണ് നല്ലത്.",
    "Q10. Convert GPA to CGPA out of 4.": "Q10. GPA-നിന്നും CGPA-യിലേക്ക് 4-ആലാമിൽ എങ്ങനെ പരിവർത്തനം ചെയ്യാം?",
    "Ans. To convert GPA to CGPA out of 4, use the below formula:": "Ans. GPA-നിന്നും CGPA-യിലേക്ക് 4-ആലാമിൽ പരിവർത്തനം ചെയ്യാനായി, ചുവടെ ഫോർമുല ഉപയോഗിക്കുക:",
    "CGPA (out of 4) =": "CGPA (4-ആലാമിൽ) =",
    "GPAObtained": "പ്രാപിച്ച GPA"
}