{
    "navbar": {
        "selectLanguage": "Выберите язык"
    },
    "title": "Калькулятор GPA в CGPA",
    "enter_gpa": "Введите GPA",
    "choose_gpa_scale": "Выберите шкалу GPA",
    "calculate": "Рассчитать",
    "reset": "Сбросить",
    "calculated_cgpa": "Ваш рассчитанный CGPA",
    "calculation_history": "История расчетов",
    "download": "Скачать",
    "whatsapp": "WhatsApp",
    "copy_link": "Скопировать ссылку",
    "gpa_to_cgpa_calculator": "Калькулятор GPA в CGPA",
    "welcome_message": "Добро пожаловать в еще один образовательный калькулятор! В соответствующих калькуляторах мы рассчитываем",
    "cgpa_to_percentage_link": "CGPA в проценты",
    "gpa_to_cgpa_description": " (и наоборот). Также мы рассматриваем некоторые концепции, связанные с этими шкалами оценок и сценариями, в которых применяются преобразования. Большинство стран Азии и некоторые африканские страны используют систему CGPA или процентную систему, в то время как западная образовательная система использует GPA",
    "letter_grading_link": "Система оценок по буквам",
    "institution_migration_message": "Когда вы переезжаете из одного учебного заведения в другое, особенно если оба учебных заведения используют разные системы оценок, наличие надежного калькулятора конверсии оценок становится крайне важным. Вы можете полагаться на калькулятор GPA в CGPA от Lord Calculator, который использует наиболее широко принятую международную формулу для преобразования.",
    "guide_message": "В этом руководстве мы расскажем о формуле, используемой для преобразования GPA в CGPA, сценариях, в которых может потребоваться это преобразование, мерах предосторожности и важных моментах, которые следует учитывать при выполнении таких преобразований.",
    "Table of Contents": "Оглавление",
    "GPA to CGPA Calculator": "Калькулятор GPA в CGPA",
    "GPA To CGPA Calculation Formula": "Формула расчета GPA в CGPA",
    "How to Use Lord Calculator’s GPA to CGPA Calculator?": "Как использовать калькулятор GPA в CGPA от Lord Calculator?",
    "How CGPA & GPA Are Different?": "В чем разница между CGPA и GPA?",
    "International Standards and Certifications": "Международные стандарты и сертификация",
    "Most Common GPA to CGPA Conversion Scenarios": "Наиболее распространенные сценарии преобразования GPA в CGPA",
    "Summary": "Резюме",
    "FAQs (Frequently Asked Questions)": "Часто задаваемые вопросы (FAQ)",
    "GPA To CGPA Calculation Formulas": "Формулы расчета GPA в CGPA",
    "Equivalent CGPA =": "Эквивалентный CGPA =",
    "GPA obtained": "Полученный GPA",
    "Max GPA": "Максимальный GPA",
    "Max CGPA": "Максимальный CGPA",
    "How to Calculate GPA?": "Как рассчитать GPA?",
    "GPA =": "GPA =",
    "Total Quality Points for all terms.": "Общие баллы качества для всех сроков.",
    "Total Credit Hours for all terms.": "Общее количество кредитных часов для всех сроков.",
    "quality points": "Здесь баллы качества — это значение баллов каждого семестра * количество кредитных часов.",
    "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "Как использовать калькулятор GPA в CGPA от Lord Calculator?",
    "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "Хотя мы сделали наш калькулятор простым в использовании, вот руководство, которое поможет вам максимально эффективно его использовать, не теряя себя в числителях и знаменателях при расчетах оценок. Чтобы преобразовать ваш GPA в эквивалентный CGPA, следуйте приведенным ниже шагам:",
    "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "Шаг 1: Откройте калькулятор GPA в CGPA на Lord Calculator.",
    "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "Шаг 2: В первом поле под названием Введите GPA, пожалуйста, точно укажите ваш полученный GPA. Убедитесь, что вы включили десятичные знаки для точного преобразования.",
    "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "Шаг 3: Теперь выберите шкалу GPA. Эта шкала также указывает, какой может быть максимальный GPA.",
    "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "Шаг 4: После того как вы правильно введете все значения, нажмите кнопку «Рассчитать». И это все! Теперь у вас есть эквивалентный CGPA, который также визуализируется с помощью метра CGPA.",
    "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "Кроме того, вы можете просмотреть любые предыдущие расчеты, чтобы начать их сравнение. Также можно экспортировать преобразованный CGPA в формате PDF и поделиться им с другими.",
    "How-CGPA & GPA Are Different?": "Как CGPA и GPA различаются?",
    "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "CGPA и GPA различаются с разных точек зрения. [Определение обоих терминов] само по себе указывает на основное различие между ними. Но давайте поговорим о том, как они различаются в применении и использовании.",
    "Denomination": "Наименование",
    "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "Как указывает название, CGPA (Кумулятивный средний балл) представляет собой совокупную или объединенную успеваемость студента за учебный период. Обычно он представляет успеваемость нескольких семестров в компактной форме.",
    "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "С другой стороны, GPA (Средний балл) представляет собой академическую успеваемость конкретного семестра или, скажем, очень конкретного срока/семестра. Таким образом, CGPA рассчитывается как среднее значение GPA за несколько семестров.",
    "Usage": "Использование",
    "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "Как и наименование, использование обеих шкал также различается. CGPA рассматривается как общая академическая успеваемость студента, а GPA — для конкретного семестра или срока.",
    "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "GPA в основном используется для оценки и отслеживания успеваемости студента в последнее время, помогает выявить сильные стороны и потенциальные области для улучшения. Такие шкалы оценок также используются для определения последствий нового курса для академической успеваемости студентов. Но если говорить о поступлении на работу или в высшие учебные заведения, GPA может быть не идеальной шкалой оценок.",
    "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "В таких ситуациях, когда студент подает заявление на высшее образование или работу, ему/ей требуется указать свой CGPA. Таким образом, CGPA передается внешним организациям, в то время как GPA в основном используется для внутренней оценки.",
    "To summarize, take a look at the below-given table:": "В заключение, посмотрите на таблицу ниже:",
    "Feature": "Особенность",
    "GPA": "GPA",
    "CGPA": "CGPA",
    "Scope": "Объем",
    "Single Semester / Term": "Один семестр / срок",
    "Entire Academic Session": "Вся учебная сессия",
    "Calculation": "Расчет",
    "Grade Points for a semester.": "Баллы за семестр.",
    "Cumulative Average of All semesters.": "Кумулятивное среднее всех семестров.",
    "Purpose": "Цель",
    "Help to track and monitor the performance of a student.": "Помогает отслеживать и контролировать успеваемость студента.",
    "Determines the overall performance of a student.": "Определяет общую успеваемость студента.",
    "International-Standards and Certifications": "Международные стандарты и сертификации",
    "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "Как мы уже обсуждали, шкалы оценок, такие как GPA, в основном являются частью западных образовательных систем. Однако студенты, планирующие учёбу за границей, должны быть осведомлены о различных международных стандартах и сертификациях, которые широко признаны в разных образовательных системах. Понимание этих стандартов поможет студентам ориентироваться в разных системах оценок и обеспечить плавный переход при подаче заявлений в школы или университеты за границей.",
    "1. International Baccalaureate (IB)": "1. Международный бакалавриат (IB)",
    "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "Международный бакалавриат (IB) — это международно признанная образовательная система, предназначенная для студентов в возрасте от 3 до 19 лет. Её цель — развивать критическое мышление, межкультурное понимание и глобальную совместимость. Система IB разделена на четыре основные программы:",
    "Primary Years Programme (PYP)": "Программа начальных классов (PYP)",
    "For students aged 3 to 12, focusing on developing academic and personal skills.": "Для студентов в возрасте от 3 до 12 лет, с фокусом на развитие академических и личных навыков.",
    "Middle Years Programme (MYP)": "Программа средней школы (MYP)",
    "For students aged 11 to 16, preparing them for further study.": "Для студентов в возрасте от 11 до 16 лет, подготавливая их к дальнейшему обучению.",
    "Diploma Programme (DP)": "Дипломная программа (DP)",
    "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "Для студентов в возрасте от 16 до 19 лет, строгая программа с оценочной шкалой от 1 до 7.",
    "Career-related Programme (CP)": "Курс, связанный с карьерой (CP)",
    "Combines academic study with career-related learning for students aged 16 to 19.": "Сочетает академическое обучение с обучением, связанным с карьерой, для студентов в возрасте от 16 до 19 лет.",
    "The IB system is recognized globally for its academic rigor and holistic approach to education.": "Система IB признана на международном уровне за свою академическую строгость и целостный подход к образованию.",
    "2. Common Core State Standards (CCSS)": "2. Общие государственные стандарты (CCSS)",
    "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "Общие государственные стандарты (CCSS) были разработаны в США для стандартизации образования K-12 в области английского языка и математики. Эта система в первую очередь реализуется в школах США и ориентирована на обеспечение четких и последовательных ориентиров для академических достижений. Цель — подготовить студентов к колледжу, карьере и глобальной конкурентоспособности, акцентируя внимание на критическом мышлении и решении проблем.",
    "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "3. Болонский процесс и Европейская система перевода и накопления кредитов (ECTS)",
    "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "Болонский процесс — это соглашение между европейскими странами о стандартизации высшего образования. Его цель — сделать академические квалификации и периоды обучения легко сопоставимыми и совместимыми по всей Европе. Этот процесс облегчает перемещение студентов между университетами разных стран, обеспечивая признание квалификаций студентов на международном уровне.",
    "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "Европейская система перевода и накопления кредитов (ECTS) присваивает кредиты курсам в зависимости от объема работы, требуемого для их выполнения (обычно 25-30 часов обучения на 1 кредит). ECTS использует буквенную систему оценок от A до F, где F означает неудачу.",
    "4. Advanced Placement (AP) Program": "4. Программа Advanced Placement (AP)",
    "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "Программа Advanced Placement (AP) — это инициатива в США, предлагаемая College Board, которая позволяет школьникам проходить курсы и сдавать экзамены на уровне колледжа. Эти курсы эквивалентны курсам первого курса колледжа и признаются международно. Оценочная шкала для экзаменов AP варьируется от 1 до 5, при этом балл 3 считается проходным. AP широко принимается университетами по всему миру, давая студентам возможность зарабатывать кредиты колледжа до окончания школы.",
    "5. International General Certificate of Secondary Education (IGCSE)": "5. Международный общий аттестат о среднем образовании (IGCSE)",
    "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "IGCSE — это международно признанная квалификация, предлагаемая Cambridge Assessment International Education. Она использует шкалу оценок от A до G, при этом U (неоценено) означает неудачу. IGCSE широко используется международными школами и известен своей гибкостью, позволяя студентам выбирать предметы, соответствующие их академическим интересам и карьерным целям.",
    "6. Tertiary Education Quality and Standards Agency (TEQSA)": "6. Агентство по качеству и стандартам высшего образования (TEQSA)",
    "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "Система TEQSA в первую очередь используется в Австралии. Она регулирует учреждения высшего образования и обеспечивает соответствие национальным стандартам. TEQSA соответствует Австралийской системе квалификаций (AQF), которая описывает квалификации и курсы, предлагаемые учреждениями в Австралии. Хотя TEQSA в основном используется в Австралии, ее признание глобально, что обеспечивает международное уважение австралийских дипломов и способствует мобильности студентов.",
    "7. Programme for International Student Assessment (PISA)": "7. Программа международной оценки студентов (PISA)",
    "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "Программа международной оценки студентов (PISA) — это международное исследование, проводимое ОЭСР. В отличие от других систем, PISA не предоставляет шкалу оценок, а оценивает эффективность образовательных систем по всему миру, анализируя академические достижения 15-летних студентов. Собранные данные помогают политикам выявлять сильные и слабые стороны их образовательных систем и принимать обоснованные решения для улучшения стандартов и согласования образовательных систем на глобальном уровне.",
    "Most-Common GPA to CGPA Conversion Scenarios": "Наиболее распространенные сценарии перевода GPA в CGPA",
    "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "1. Перевод GPA США в CGPA (шкала 4.0)",
    "The formula used is:": "Используемая формула:",
    "CGPA = GPA × 2.5": "CGPA = GPA × 2.5",
    "Thus, the conversions would look like:": "Таким образом, переводы будут следующими:",
    "4.0 GPA in CGPA is 10.0": "GPA 4.0 в CGPA равен 10.0",
    "3.5 GPA in CGPA is 8.75": "GPA 3.5 в CGPA равен 8.75",
    "3.0 GPA in CGPA is 7.5": "GPA 3.0 в CGPA равен 7.5",
    "2.0 GPA in CGPA is 5.0": "GPA 2.0 в CGPA равен 5.0",
    "2. U.S. GPA to CGPA (Indian) Conversion": "2. Перевод GPA США в CGPA (Индийский)",
    "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "Некоторые индийские учреждения используют другую версию перевода GPA (шкала 4.0) в CGPA (шкала 10). Используемая формула:",
    "CGPA = GPA × 2 + 1": "CGPA = GPA × 2 + 1",
    "Thus, the conversion would vary as:": "Таким образом, перевод будет следующим:",
    "4.0 GPA in CGPA is 9.0": "GPA 4.0 в CGPA равен 9.0",
    "3.5 GPA in CGPA is 8.0": "GPA 3.5 в CGPA равен 8.0",
    "3.0 GPA in CGPA is 7.0": "GPA 3.0 в CGPA равен 7.0",
    "2.0 GPA-in-CGPA is 5.0": "GPA 2.0 в CGPA равен 5.0",
    "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "3. Перевод индийского процента в GPA США (шкала 4.0)",
    "The-formula used is:": "Используемая формула:",
    "GPA- =": "GPA =",
    "Therefore, the conversions would look like:": "Следовательно, преобразования будут выглядеть следующим образом:",
    "90% to GPA is 4.0": "90% в GPA это 4.0",
    "75% to GPA is 3.5": "75% в GPA это 3.5",
    "60% to GPA is 3.0": "60% в GPA это 3.0",
    "50% to GPA is 2.0": "50% в GPA это 2.0",
    "4. ECTS Grading to GPA/CGPA": "4. Оценка ECTS в GPA/CGPA",
    "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "Поскольку ECTS использует буквенную систему оценок, их эквивалентное преобразование выглядит так:",
    "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (Топ 10%) → 4.0 GPA / 9.0-10.0 CGPA",
    "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (Следующие 25%) → 3.5 GPA / 7.5-8.9 CGPA",
    "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (Следующие 30%) → 3.0 GPA / 6.0-7.4 CGPA",
    "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (Следующие 25%) → 2.5 GPA / 5.0-5.9 CGPA",
    "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (Минимальный проходной балл) → 2.0 GPA / 4.0-4.9 CGPA",
    "Please Note:": "Пожалуйста, обратите внимание:",
    "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "Это общие примеры преобразования, которые могут не применяться универсально. Всегда обращайтесь к конкретным руководствам учебных заведений перед использованием этих преобразований.",
    "Summary-": "Резюме",
    "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "В этом разделе мы обсудили преобразования GPA и CGPA, их различия и некоторые международные стандарты и системы, используемые по всему миру. Хотя мы попытались охватить все основные системы, невозможно включить формулы и преобразования для каждого учебного заведения.",
    "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "Поэтому мы всегда рекомендуем проверять официальные документы конкретного учебного заведения перед выполнением преобразования ваших оценок.",
    "FAQs": "Часто задаваемые вопросы",
    "Q1. How can I convert GPA to CGPA?": "Q1. Как я могу преобразовать GPA в CGPA?",
    "Ans. You can convert GPA to CGPA using the formula;": "Ответ. Вы можете преобразовать GPA в CGPA, используя формулу:",
    "-GPA =": "-GPA =",
    "CGPA Obtained": "Полученный CGPA",
    "Maximum CGPA": "Максимальный CGPA",
    "Max-GPA": "Максимальный GPA",
    "Q2. What is Indian CGPA to GPA calculator?": "Q2. Что такое калькулятор преобразования CGPA в GPA в Индии?",
    "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "Ответ. Индийский калькулятор преобразования CGPA в GPA включает преобразование GPA из CGPA и процента. Пожалуйста, смотрите таблицу ниже:",
    "Conversion Type": "Тип преобразования",
    "Formula": "Формула",
    "CGPA to 4-point GPA": "CGPA в 4-балльный GPA",
    "Percentage to 4-point GPA": "Процент в 4-балльный GPA",
    "Percentage to GPA (4.3)": "Процент в GPA (4.3)",
    "Percentage to GPA (5.0)": "Процент в GPA (5.0)",
    "GP-A =": "GPA =",
    "CGPA-Obtained": "Полученный CGPA",
    "Maximum-CGPA": "Максимальный CGPA",
    "× 2.5": "× 2.5",
    "Percentage Obtained": "Полученный процент",
    "100": "100",
    "× 4": "× 4",
    "4.3": "4.3",
    "× 100": "× 100",
    "20": "20",
    "Q3. How to calculate CGPA from GPA?": "Q3. Как рассчитать CGPA из GPA?",
    "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "Ответ. Чтобы рассчитать CGPA из GPA, разделите полученный GPA на максимальный GPA и затем умножьте на целевую шкалу CGPA. Математически:",
    "CGPA =": "CGPA =",
    "GPA Obtained": "Полученный GPA",
    "Maximum GPA": "Максимальный GPA",
    "× Target CGPA Scale": "× Целевая шкала CGPA",
    "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "Q4. Какова формула для калькулятора преобразования 10-балльного CGPA в 4-балльный GPA?",
    "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "Ответ. Как упомянуто в Q2 выше, вы можете разделить CGPA на коэффициент 2.5, и вы получите эквивалентный GPA. Упрощенное вычисление представлено ниже:",
    "G-PA =": "GPA =",
    "Obtained CGPA": "Полученный CGPA",
    "10(for 10-point CGPA)": "10 (для 10-балльного CGPA)",
    "×": "×",
    "= ": "= ",
    "× 2.5": "× 2.5",
    "Q5. What is the GPA to CGPA calculator Anna University Formula?": "Q5. Какова формула калькулятора GPA в CGPA для Университета Анны?",
    "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "Ответ. Формула калькулятора GPA в CGPA для Университета Анны включает кредитные баллы. Формулу можно записать как:",
    ".GPA =": ".GPA =",
    "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "Оценка по предмету 1 × Заслуженные кредиты + Оценка по предмету 2 × Заслуженные кредиты + Оценка по предмету N × Заслуженные кредиты",
    "Sum of All Credits Earned in Each Subject": "Сумма всех заслугованных кредитов по каждому предмету",
    "Q6. How to calculate CGPA from GPA in Anna University?": "Q6. Как рассчитать CGPA из GPA в Университете Анны?",
    "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "Ответ. Рассчет CGPA в GPA для Университета Анны осуществляется по такой же формуле, как указано в начале этой статьи, т.е.",
    "CGPA- =": "CGPA =",
    "GPA-Obtained": "Полученный GPA",
    "Maximum-GPA": "Максимальный GPA",
    "×": "×",
    "Target CGPA Scale": "Целевая шкала CGPA",
    "However, you can also go for detailed calculations as described in Q5.": "Однако, вы также можете использовать подробные расчеты, как описано в вопросе 5.",
    "Q7. How SRM GPA to CGPA calculator is different?": "Q7. Чем отличается калькулятор SRM GPA в CGPA?",
    "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "Ответ. Университет SRM использует специальную формулу, которая включает взвешенное среднее по кредитам для расчета GPA. Концепция взвешенного среднего по кредитам используется для назначения особой важности определенным предметам, таким как основные и дополнительные предметы.",
    "Q8. Is the GPA to CGPA calculator for engineering different?": "Q8. Является ли калькулятор GPA в CGPA для инженерных специальностей другим?",
    "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "Ответ. Некоторые инженерные колледжи назначают более высокие кредиты для основных курсов, чем для факультативных или общих курсов. Таким образом, взвешенная ценность для этих основных предметов может быть выше, чем для других.",
    "Q9. Is CGPA to GPA calculator online reliable?": "Q9. Надежен ли онлайн калькулятор CGPA в GPA?",
    "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "Ответ. Математически, ДА, наш онлайн калькулятор CGPA в GPA надежен. Однако многие университеты используют специфический метод конверсии. Поскольку невозможно включить все эти методы, лучше всего сначала проверить официальные рекомендации.",
    "Q10. Convert GPA to CGPA out of 4.": "Q10. Конвертировать GPA в CGPA из 4.",
    "Ans. To convert GPA to CGPA out of 4, use the below formula:": "Ответ. Чтобы преобразовать GPA в CGPA из 4, используйте следующую формулу:",
    "CGPA (out of 4) =": "CGPA (из 4) =",
    "GPAObtained": "Полученный GPA",
    "Maximum GPA on your Scale": "Максимальный GPA по вашей шкале",
    "×": "×",
    "4": "4",
    "Q11. What is 3 GPA to CGPA?": "Q11. Что такое 3 GPA в CGPA?",
    "Ans. On a 4-point GPA scale, your CGPA is 3. But on a 10-point GPA scale, your CGPA is 1.2.": "Ответ. На шкале GPA из 4 баллов ваш CGPA составляет 3. Но на шкале GPA из 10 баллов ваш CGPA составляет 1,2.",
    "Q12. What is 3.5 GPA to CGPA?": "Q12. Что такое 3.5 GPA в CGPA?",
    "Ans. On a 4-point GPA scale, your CGPA is 3.5.": "Ответ. На шкале GPA из 4 баллов ваш CGPA составляет 3,5.",
    "But on a 10-point GPA scale, your CGPA is 1.4.": "Но на шкале GPA из 10 баллов ваш CGPA составляет 1,4.",
    "On a 7-point GPA scale, your CGPA is 2.": "На шкале GPA из 7 баллов ваш CGPA составляет 2.",
    "Q13. What is 3.3 GPA to CGPA?": "Q13. Что такое 3.3 GPA в CGPA?",
    "Ans. If GPA is on a 4-point scale → 3.3 CGPA": "Ответ. Если GPA на шкале из 4 баллов → 3,3 CGPA",
    "If GPA is on a 10-point scale → 1.32 CGPA": "Если GPA на шкале из 10 баллов → 1,32 CGPA",
    "If GPA is on a 7-point scale → 1.89 CGPA": "Если GPA на шкале из 7 баллов → 1,89 CGPA",
    "Q14. What is a good CGPA?": "Q14. Что такое хороший CGPA?",
    "Ans. A CGPA above 8.0 is considered a good CGPA. However, this varies depending on the institution and the course.": "Ответ. CGPA выше 8.0 считается хорошим CGPA. Однако это может варьироваться в зависимости от учебного заведения и курса.",
    "-title": "Калькулятор CGPA в GPA",
    "enterCGPA": "Введите CGPA",
    "cgpaPlaceholder": "Введите ваш CGPA",
    "chooseGPAScale": "Выберите шкалу GPA",
    "gpaScale4": "Шкала 4.0",
    "gpaScale5": "Шкала 5.0",
    "gpaScale10": "Шкала 10.0",
    "customGpaScalePlaceholder": "Введите свою шкалу GPA",
    "cgpaPointScale": "Шкала CGPA",
    "cgpaPointScalePlaceholder": "Введите шкалу CGPA",
    "calculateButton": "Рассчитать",
    "resetButton": "Сбросить",
    "yourGPA": "Ваш рассчитанный GPA",
    "gpaPlaceholder": "GPA:",
    "downloadButton": "Скачать",
    "whatsappButton": "WhatsApp",
    "copyLinkButton": "Копировать ссылку",
    "linkCopied": "Ссылка скопирована!",
    "calculationHistory": "История расчетов",
    "sNo": "№",
    "cgpa1": "CGPA",
    "gpa1": "GPA",
    "Heading": "Калькулятор CGPA в GPA",
    "Paragraph1": "Мы часто сталкиваемся с ситуациями, когда необходимо преобразовать наши оценки в другой формат. Независимо от того, работаете ли вы с базами данных студентов или нужно преобразовать свои оценки для удовлетворения определенных требований, надежный инструмент значительно упрощает процесс.",
    "Paragraph2": "Калькулятор CGPA в GPA от Lord Calculator разработан для того, чтобы помочь вам быстро и точно преобразовать ваши оценки CGPA в формат GPA, чтобы вы могли сосредоточиться на том, что действительно важно — вашей успеваемости!",
    "Paragraph3": "Наш калькулятор оптимизирован для скорости и точности, обеспечивая нулевые ошибки в ваших результатах. Вы также можете использовать опцию настраиваемой шкалы оценок для преобразования ваших оценок в любую целевую шкалу оценок по вашему выбору.",
    "Paragraph4": "В этом руководстве мы рассмотрим ключевые факторы, которые вам нужно знать о преобразовании CGPA в GPA, включая основные концепции и международные стандарты.",
    "section2": "Формула преобразования CGPA в GPA",
    "formula": {
        "title": "Эквивалентный GPA",
        "numerator": "Полученный CGPA",
        "denominator": "Макс. CGPA",
        "multiplier": "Макс. GPA"
    },
    "tableOfContents": "Содержание",
    "toggleButtonExpand": "Развернуть",
    "toggleButtonCollapse": "Свернуть",
    "1": "Калькулятор CGPA в GPA",
    "2": "Формула преобразования CGPA в GPA",
    "3": "Как CGPA отличается от GPA и почему нам нужно преобразование?",
    "4": "Зачем нам нужно преобразование CGPA в GPA?",
    "5": "Чем калькулятор CGPA в GPA от Lord Calculator выделяется?",
    "6": "Как использовать калькулятор CGPA в GPA",
    "7": "Методы преобразования CGPA в GPA",
    "8": "Университетские специфические преобразования",
    "9": "Фактор нормализации",
    "10": "Таблица детализированного преобразования CGPA в GPA",
    "11": "Ограничения калькулятора CGPA в GPA",
    "12": "Советы для точного расчета CGPA в GPA",
    "13": "Заключение",
    "14": "Часто задаваемые вопросы для калькулятора CGPA в GPA",
    "cgpaToGpaNote": "Обратите внимание, что эта формула является наиболее часто используемой для преобразования CGPA в GPA. Однако некоторые учреждения могут использовать другую формулу, поэтому всегда рекомендуется проверять официальные рекомендации, предоставленные вашим учебным заведением или советом.",
    "section3Title": "Как CGPA отличается от GPA и зачем нам нужно преобразование?",
    "section3Content": "Прежде чем углубляться в процесс преобразования, давайте сначала разберемся в различиях между CGPA и GPA и почему преобразование может быть необходимым, даже если обе шкалы оценок широко признаны.",
    "understandingCGPAGPA": "Понимание CGPA и GPA",
    "cgpaDefinition": "CGPA (Cumulative Grade Point Average) — это комплексное отражение академической успеваемости студента за все семестры и предметы за определенный период. Оно дает полное представление о стабильности успеваемости студента на протяжении всего курса.",
    "gpaDefinition": "С другой стороны, GPA (Grade Point Average) — это более краткая метрика, которая оценивает успеваемость студента по отдельным курсам или предметам, часто с акцентом на достижения в рамках одного семестра. GPA помогает учебным заведениям отслеживать успеваемость по каждому термину.",
    "regionalUsage": "В то время как CGPA чаще используется в азиатских странах, GPA широко применяется в западных странах, таких как США и Европа. Это различие в системах оценки объясняет, почему преобразование CGPA в GPA часто требуется, особенно для международных студентов или при академическом переводе.",
    "learnMoreGradingSystems": "Если вы хотите узнать больше о терминологии, используемой в различных системах оценки, ",
    "whyNeedConversion": "Зачем нам нужно преобразование CGPA в GPA?",
    "conversionReason1": "Простой ответ на этот вопрос заключается в возможностях. Когда студент планирует учёбу за рубежом или подачу заявления на работу, ему часто нужно представить свои оценки в определенном формате, который может отличаться от его родного. В таких случаях преобразование оценок становится необходимым.",
    "conversionReason2": "Представьте себе это: вы тщательно применили формулы и записали все математическое уравнение, но из-за небольшой ошибки в десятичной точке или мелкой неточности вам приходится заново проходить весь процесс. Именно здесь онлайн-инструменты становятся неоценимыми. Вы можете мгновенно зайти на сайт и преобразовать свои оценки на ходу — без необходимости скачивать сторонние приложения!",
    "conversionReason3": "Еще одной причиной необходимости преобразования является различие между системами оценок. Чтобы помочь вам понять, как различаются эти системы, вот краткая таблица, сравнивающая CGPA, GPA и другие системы оценок:",
    "cgpaScale": "CGPA (10-балльная шкала)",
    "usGpaScale": "US GPA (4-балльная шкала)",
    "usLetterGrade": "Буквенная оценка (США)",
    "percentageScale": "Процент (100%)",
    "ukGrade": "Оценка (Великобритания)",
    "ukGrade1": "Первая степень (Отличие)",
    "ukGrade2": "Первая степень (Высший)",
    "ukGrade3": "Первая степень (Высший)",
    "ukGrade4": "Вторая степень (2:1)",
    "ukGrade5": "Вторая степень (2:1)",
    "ukGrade6": "Низшая вторая степень (2:2)",
    "ukGrade7": "Низшая вторая степень (2:2)",
    "ukGrade8": "Третья степень",
    "ukGrade9": "Прошел",
    "ukGrade10": "Не сдал",
    "below_5_5": "Ниже 5.5",
    "below_2_0": "Ниже 2.0",
    "below": "ниже 55",
    "section5_title": "Чем калькулятор CGPA в GPA от Lord Calculator выделяется?",
    "feature_1": "Калькулятор CGPA в GPA от Lord Calculator выделяется своими передовыми функциями и молниеносной производительностью. Благодаря последней веб-технологии наш калькулятор выполняет преобразования с невероятной скоростью, даже при слабых сетевых соединениях.",
    "feature_2": "Пользовательский интерфейс спроектирован так, чтобы навигация была простой, обеспечивая вам возможность быстро вводить значения и получать результаты без лишних хлопот. Мы также предлагаем такие функции, как представление в метриках, что помогает более эффективно визуализировать преобразованные оценки.",
    "feature_3": "Кроме того, вы можете сохранить историю преобразования в формате PDF или поделиться ей в социальных сетях, что упрощает отслеживание результатов и их обмен с другими.",
    "feature_4": "Наш калькулятор также поддерживает пользовательские формулы. Например, в калькуляторе CGPA в процентное соотношение можно выбрать пользовательский множитель, чтобы соответствовать конкретной шкале оценок вашего учебного заведения.",
    "section6_title": "Как использовать калькулятор CGPA в GPA",
    "instruction_1": "Использовать наш калькулятор CGPA в GPA проще, чем решать любую задачу по калькулясу! Просто следуйте этим простым шагам:",
    "step_1": "Перейдите на калькулятор CGPA в GPA на сайте Lord Calculator Educational Calculators.",
    "step_2": "В первом поле введите ваш CGPA. Убедитесь, что вы ввели точные числа, включая десятичные знаки!",
    "step_3": "Выберите шкалу GPA, в которую вы преобразуете свои оценки.",
    "step_4": "Введите максимальный CGPA, который позволяет ваша система оценки (это значение шкалы CGPA).",
    "step_5": "После того как все поля заполнены правильно, нажмите кнопку 'Рассчитать', и вуаля! Ваше преобразование GPA готово.",
    "step_6": "Вы также можете поделиться своими результатами с друзьями или сохранить их в PDF для дальнейшего использования!",
    "section7_title": "Методы преобразования CGPA в GPA",
    "paragraph_1": "Преобразование CGPA в GPA — это не универсальный процесс. Разные учебные заведения используют различные системы оценки, и даже те, которые используют одну и ту же шкалу, могут применять различные множители. Поэтому важно использовать правильный метод для вашего учебного заведения.",
    "paragraph_2": "В нашем калькуляторе используется самая распространенная формула для преобразования CGPA в GPA. Однако всегда полезно проверить официальные документы, предоставленные вашим учебным заведением, для получения конкретных рекомендаций по преобразованию.",
    "paragraph_3": "Широко используемая формула преобразования CGPA в GPA следующая:",
    "formula_title": "Эквивалентный GPA =",
    "formula_1": "Полученный CGPA",
    "formula_2": "Максимальный CGPA",
    "formula_3": "× Максимальный GPA",
    "example_title": "Пример:",
    "example_description": "Предположим, что:",
    "example_list_item_1": "CGPA студента составляет ",
    "bold": "8.5 (из 10)",
    "example_list_item_2": "Целевая шкала GPA - это ",
    "bold1": "4.0",
    "conversion_description": "Конвертация будет выглядеть следующим образом:",
    "maxcgpa": "Максимальный CGPA",
    "maxgpa": "Максимальный GPA",
    "university_specific_conversions": "Конверсии, специфичные для университета",
    "university_specific_paragraph1": "Ваше учебное заведение может следовать другой стандартной формуле конверсии. В этом случае вам нужно обратиться к конкретной формуле вашего университета. Такая ситуация обычно возникает, когда конкретное учебное заведение присваивает различную значимость для отдельных предметов. Формула конверсии должна быть соответственно скорректирована.",
    "university_specific_paragraph2": "Примером может служить Гарвардский университет, который запрашивает подробную таблицу распределения оценок, чтобы учесть сложность оценивания. Таким образом, CGPA 8.5, как обсуждалось в предыдущем примере, может быть равен 3.7 вместо 3.4.",
    "normalization_factor": "Фактор нормализации",
    "normalization_factor_paragraph1": "Когда студенты подают заявку на учебные программы за рубежом, их предыдущие результаты должны быть оценены справедливо. Для достижения справедливости университеты часто добавляют фактор нормализации, чтобы обеспечить одинаковые условия для всех.",
    "normalization_factor_paragraph2": "Например, рассмотрим студента, оцениваемого по процентной шкале, и другого студента, чьи результаты оцениваются по шкале CGPA 5.0. Чтобы устранить такие различия, комиссии обеспечивают максимальную научную точность, корректируя свои шкалы. Одним из распространенных методов является пропорциональная конверсия.",
    "cgpa_to_gpa_table_title": "Подробная таблица конверсии CGPA в GPA",
    "cgpa_to_gpa_table_paragraph": "Здесь вы можете найти соответствующие значения для вашего CGPA по разным шкалам GPA. Вы можете быстро получить преобразованные оценки без необходимости их вычисления.",
    "cgpa_column": "CGPA",
    "us_gpa_column": "US GPA (шкала 4.0)",
    "gpa_4_3_column": "GPA (шкала 4.3)",
    "gpa_5_0_column": "GPA (шкала 5.0)",
    "gpa_7_0_column": "GPA (шкала 7.0)",
    "below-2_0": "Ниже 2.0",
    "below_2_5": "Ниже 2.5",
    "below_3_0": "Ниже 3.0",
    "below_3_5": "Ниже 3.5",
    "title-": "Ограничения конвертера CGPA в GPA",
    "description.": "Хотя онлайн-калькуляторы конверсии оценок удобны, они имеют некоторые ограничения. Давайте рассмотрим эти ограничения и факторы, которые следует учитывать при использовании таких калькуляторов.",
    "title.": "1. Системы GPA с взвешенными оценками",
    "description-": "Многие университеты используют систему взвешенных GPA, при которой дополнительные баллы присваиваются за курсы с углубленным изучением и курсы повышенной сложности. В таких случаях необходима более детализированная формула конверсии, чтобы сохранить пропорциональные преобразования для всех предметов.",
    ".title": "2. Ограничение оценок",
    "-description": "Некоторые учебные заведения накладывают ограничения на оценки. Например, на шкале CGPA 10 студент может достичь максимального значения CGPA 9.5. В таких случаях онлайн-калькуляторы могут быть неточными или непригодными, поскольку они не учитывают эти ограничения.",
    "section3": {
        "title": "3. Предположения универсальности",
        "description": "Онлайн-калькуляторы часто генерируют результаты, которые пользователи считают универсально принятыми. Однако важно отметить, что различные учебные заведения могут иметь свои собственные стандарты конверсии. Всегда консультируйтесь с официальными документами или своим учебным заведением перед проведением конверсии."
    },
    "keyTakeaways": {
        "title": "Ключевые моменты",
        "description": "Это типичные ограничения при использовании калькуляторов CGPA в GPA и других подобных инструментов. Однако, при внимательном подходе к деталям, вы можете обеспечить более точные преобразования. Помните, что онлайн-инструменты предназначены только для помощи в процессе вычислений — всегда необходим контроль со стороны человека."
    },
    "section12": {
        "title": "Советы для точного расчета CGPA в GPA",
        "description": "Чтобы эффективно представить академические достижения, обязательно ознакомьтесь с этими советами, даже если вы используете онлайн-калькуляторы CGPA в GPA:",
        "subsection1": {
            "title": "1. Понимание целевых шкал оценок",
            "description": "Всегда проверяйте представление целевой шкалы оценок в официальных документах. Некоторые учебные заведения используют шкалу 4.0, другие могут использовать шкалу 4.3 или 5.0. Расчет CGPA необходимо корректировать в соответствии с целевой шкалой оценок."
        },
        "subsection2": {
            "title": "2. Учет строгости оценок",
            "description": "Если ваше учебное заведение известно строгими стандартами оценивания, обязательно укажите это в своей анкете. Университеты, такие как Гарвардский университет, часто учитывают это как важный фактор при оценке академической успеваемости."
        }
    },
    "section13": {
        "subsection1": {
            "title": "3. Проверка Формулы Преобразования",
            "description": "Если вы не можете найти формулу преобразования в официальных документах, не стесняйтесь проконсультироваться с академическими консультантами для дальнейшей помощи. Они могут помочь убедиться, что преобразование правильно."
        },
        "subsection2": {
            "title": "4. Учет Оценок по Предметам",
            "description": "Некоторые учебные заведения различают основные и второстепенные предметы, при этом основные предметы часто оцениваются выше. Обратите внимание на это, заполняя формы заявлений, где требуются преобразованные оценки."
        },
        "subsection3": {
            "title": "5. Оставаться в Курсе Эволюции Стандартов",
            "description": "Учебные заведения часто обновляют стандарты оценки и формулы преобразования для улучшения синхронизации с международными стандартами. Убедитесь, что вы следуете последним рекомендациям, чтобы избежать устаревших методов."
        },
        "conclusion": {
            "title": "Заключение",
            "description": "С увеличением глобальной образовательной мобильности важно хорошо разбираться как в основах, так и в международных стандартах, которые мы обсудили. Хотя процесс преобразования может показаться простым, существует много скрытых факторов. Следуя советам по точному преобразованию, мы уверены, что вы достигнете надежного преобразования CGPA в GPA."
        }
    },
    "faq": {
        "title": "Часто задаваемые вопросы по преобразованию CGPA в GPA",
        "q1": "Вопрос: Как преобразовать CGPA в GPA?",
        "a1": {
            "label": "Ответ:",
            "text": "Для преобразования CGPA в GPA используется следующая формула: ваш полученный CGPA делится на максимальный CGPA в университете, умножается на максимальный GPA в университете."
        },
        "q2": "Вопрос: Как преобразовать CGPA Индии в GPA?",
        "a2": {
            "label": "Ответ:",
            "text": "Для преобразования индийского CGPA в GPA США используйте множитель 4/10 и умножьте на полученный CGPA."
        }
    },
    "faq1": {
        "q1": "Вопрос: Как преобразовать CGPA в GPA?",
        "a1": {
            "label": "Ответ:",
            "text": "Стандартная формула преобразования CGPA в GPA следующая:"
        },
        "formula": {
            "gpa": "GPA =",
            "cgpaObtained": "Полученный CGPA",
            "maxCgpa": "Макс. CGPA",
            "maxGpa": "× Макс. GPA"
        }
    },
    "faq2": {
        "q2": "Вопрос: Как рассчитать CGPA из GPA?",
        "a2": {
            "label": "Ответ:",
            "text": "Для расчета CGPA из GPA используйте следующую формулу:"
        },
        "formula": {
            "cgpa": "CGPA =",
            "gpaObtained": "Полученный GPA",
            "maxGpa": "Макс. GPA",
            "maxCgpa": "× Макс. CGPA"
        }
    },
    "faq3": {
        "q3": "Вопрос: Как преобразовать GPA в CGPA?",
        "a3": {
            "label": "Ответ:",
            "text": "Преобразование GPA в CGPA — это обратный процесс преобразования CGPA в GPA. Если вы знаете ваш GPA и хотите рассчитать CGPA, то формула будет следующей:"
        },
        "formula": {
            "gpaObtained": "Полученный GPA",
            "maxGpa": "Макс. GPA",
            "maxCgpa": "× Макс. CGPA"
        }
    },
    "faq4": {
        "q4": "Вопрос: Как преобразовать индийский CGPA в US GPA?",
        "a4": {
            "label": "Ответ:",
            "text": "В США университеты используют шкалу GPA 4.0, в то время как в Индии используется шкала 10 баллов. Чтобы преобразовать индийский CGPA в US GPA, используйте множитель 4/10 и умножьте на ваш полученный CGPA."
        }
    },
    "faq5": {
        "q5": "Вопрос: Как преобразовать индийский CGPA в немецкий GPA?",
        "a5": {
            "label": "Ответ:",
            "text": "Немецкие учебные заведения используют модифицированную баварскую формулу для преобразования. Формула для расчета немецкого GPA следующая:",
            "formula": "1 + 3 × (Макс. Оценка - Полученный CGPA) / (Макс. Оценка - Минимальная проходимая оценка)"
        }
    },
    "faq6": {
        "q6": "Вопрос: Как использовать калькулятор GPA в CGPA для университета ANNA?",
        "a6": {
            "label": "Ответ:",
            "text": "Формула для преобразования GPA в CGPA следующая:"
        },
        "formula1": "Полученный GPA",
        "formula2": "Макс. GPA",
        "formula3": "× Макс. CGPA"
    },
    "faq7": {
        "q7": "Вопрос: Как преобразовать VIT CGPA в US GPA?",
        "a7": {
            "label": "Ответ:",
            "text": "VIT использует шкалу оценок 10 баллов. Для преобразования в US GPA используйте множитель 2.5 или 4/10 для приближенной оценки."
        },
        "q8": "Вопрос: Как преобразовать индийский CGPA в UK GPA?",
        "a8": {
            "label": "Ответ:",
            "text": "Чтобы преобразовать индийский CGPA в UK GPA, обратитесь к рекомендациям конкретного университета, поскольку учебные заведения в Великобритании преобразуют индийский CGPA в свою систему с классами почета (Первый, Второй, Третий и др.)."
        }
    },
    "faq8": {
        "q9": "Вопрос: Как использовать калькулятор GPA в CGPA для SRM?",
        "a9": {
            "label": "Ответ:",
            "text": "Для расчета GPA в CGPA для SRM вам понадобятся общие кредиты и баллы, набранные по всем предметам. Однако вы можете использовать стандартную формулу преобразования:"
        },
        "formula": {
            "gpa": "Полученный GPA",
            "maxGpa": "Макс. GPA",
            "maxCgpa": "× Макс. CGPA"
        }
    },
    "faq9": {
        "q10": "Вопрос: Как использовать калькулятор WES CGPA в GPA?",
        "a10": {
            "label": "Ответ:",
            "text": "WES (World Education Services) оценивает академические транскрипты, и GPA присваивается для проверки данных с учетом шкалы оценок и абсолютных баллов по отдельным курсам."
        }
    },
    "section1_title": "Калькулятор преобразования Percentage в CGPA",
    "section1_paragraph": "Добро пожаловать, учёные и студенты! Как вы все знаете, CGPA и проценты играют важную роль в образовательной системе. Мы часто сталкиваемся с ситуациями, когда нам нужно использовать их взаимозаменяемо, поэтому Lord Calculator представляет вам наиболее надёжный и быстрый калькулятор для преобразования Percentage в CGPA, который поможет вам рассчитать ваш процент на ходу! Вот подробное руководство о том, как работает наш калькулятор Percentage в CGPA, методы преобразования Percentage в CGPA и различные формулы для преобразования Percentage в CGPA.",
    "section2_title": "Формула для преобразования Percentage в CGPA",
    "cgpa_title": "CGPA =",
    "percentage_achieved": "Достигнутый процент",
    "multiplication_factor": "Множитель, предоставленный университетами",
    "table_of_contents": "Содержание",
    "expand_button_text": "Развернуть",
    "collapse_button_text": "Свернуть",
    "percentage_to_cgpa_calculator": "Калькулятор Percentage в CGPA",
    "percentage_to_cgpa_formula": "Формула для преобразования Percentage в CGPA",
    "lord_calculator_percentage_to_cgpa": "Калькулятор Lord Calculator для преобразования Percentage в CGPA и почему его стоит использовать",
    "how_to_use_lord_calculator": "Как использовать калькулятор Lord Calculator для преобразования Percentage в CGPA?",
    "what_is_percentage": "Что такое процент и чем он отличается от CGPA?",
    "what_is_cgpa": "Что такое CGPA и как он рассчитывается?",
    "when_to_use_lord_calculator": "Когда использовать калькулятор Lord Calculator для преобразования Percentage в CGPA?",
    "common_mistakes": "Распространённые ошибки, которых следует избегать при расчёте Percentage в CGPA",
    "why_different_grading_scales": "Почему разные учебные заведения используют различные шкалы оценок и формулы преобразования?",
    "percentage_to_cgpa_for_boards": "Преобразование Percentage в CGPA для различных экзаменационных советов и университетов.",
    "pros_and_cons_of_calculators": "Плюсы и минусы использования онлайн калькуляторов для преобразования Percentage в CGPA",
    "frequently_asked_questions": "Часто задаваемые вопросы (FAQ)",
    "cgpa_formula": "CGPA = Достигнутый процент / Множитель, предоставленный университетом",
    "example_text": "Пример: Предположим, что ваш достигнутый процент составляет 92.4%. Теперь вы хотите преобразовать его в CGPA. Шкала оценок, которая используется в вашем университете, это шкала 10 баллов с множителем 9.5. Тогда ваш CGPA будет рассчитан как:",
    "section3_title": "Калькулятор Lord Calculator для преобразования Percentage в CGPA и почему его стоит использовать",
    "section3_text1": "Мы сделали наш калькулятор подходящим для всех систем оценки. Независимо от того, использует ли ваше учебное заведение шкалу оценок 4, 5 или 10, всё что вам нужно сделать, это выбрать шкалу и продолжить расчёт. Однако имейте в виду, что для этих стандартных шкал мы использовали стандартные множители. Стандартные множители для различных шкал оценок приведены ниже:",
    "multiplication_factors": {
        "4_scale": "Множитель для шкалы оценок 4: 25",
        "5_scale": "Множитель для шкалы оценок 5: 20",
        "10_scale": "Множитель для шкалы оценок 10: 9.5"
    },
    "section3_text2": "Обратите внимание, что ваше учебное заведение может использовать стандартную шкалу оценок (например, шкала 10 баллов), но с другим множителем. Например: CBSE, ICSE и JNTU (Технический университет имени Джаварла Лала Неру) используют общую шкалу 10 баллов, но применяют разные множители. CBSE использует множитель 9.5 для всех расчётов, ICSE использует множитель 9.8, а JNTU использует множитель 10 для расчётов CGPA в процентное соотношение или наоборот.",
    "section4_title": "Как использовать калькулятор Lord Calculator для преобразования Percentage в CGPA?",
    "section4_text1": "Перед тем как мы начнем разбирать ключевые концепции, которые вам нужно понять относительно системы оценок и преобразования оценок, позвольте мне рассказать, как использовать калькулятор Lord Calculator для преобразования Percentage в CGPA для точных результатов.",
    "section4_steps": {
        "step1": "Откройте <span class='font-semibold'>Калькулятор Percentage в CGPA</span> в разделе Образовательные калькуляторы.",
        "step2": "В первом поле вам нужно ввести ваш процент. Пожалуйста, убедитесь, что вы вводите процент точно, включая десятичные знаки, для точного преобразования.",
        "step3": "Теперь выберите шкалу оценок, используемую вашим учебным заведением. Если она отличается от стандартных шкал (например, 4, 5 или 10), вам нужно ввести множитель напрямую.",
        "step4": "В обоих случаях, если вы ввели шкалу оценок или выбрали множитель, дважды проверьте отображаемый множитель в следующем поле. Как упоминалось ранее, может быть так, что ваше учебное заведение использует стандартную шкалу оценок, но с другим множителем. В таких случаях вам нужно будет корректировать множитель, иначе преобразование Percentage в CGPA будет неточным."
    },
    "section4_text2": "Как только вся информация будет заполнена, нажмите кнопку «Рассчитать». Ваш процент будет преобразован в CGPA и отображен на экране.",
    "section5-title": "Что такое процент и чем он отличается от CGPA?",
    "section5_percentage_title": "Процент",
    "section5_percentage_text": "Процент — это точное отражение оценок, полученных на экзаменах. Это стандартизированное представление оценок из 100.",
    "section5_cgpa_title": "CGPA",
    "section5_cgpa_text": "CGPA — это накопленная средняя оценка SGPAs, используемая как округленное среднее для оценки академической успеваемости.",
    "section6-title": "Что такое CGPA и как он рассчитывается?",
    "section6_description": "CGPA (накопленная средняя оценка) — это общая оценка академической успеваемости студента за определенный учебный период. Некоторые университеты рассчитывают его как среднее значение всех баллов SGPA за семестры, другие также учитывают кредиты в расчете.",
    "section6_formula_title": "Метод 1 для расчета CGPA",
    "section6_formula_description": "Один из методов расчета CGPA заключается в нахождении среднего значения всех SGPA (баллов за семестр) за семестры. Формула следующая:",
    "section6_formula_sgpas": "SGPA семестр 1 + SGPA семестр 2 + SGPA семестр 3 + .......... + SGPA семестр N",
    "section6_formula_divisor": "Общее количество семестров",
    "section6_example_title": "Пример:",
    "section6_example": "Рам получил SGPA 6, 8.5, 7 и 9.5 за 4 семестра. Его CGPA будет:",
    "section_method2_title": "Метод 2 для расчета CGPA",
    "section_method2_description": "Другой метод заключается в вычислении суммы произведений SGPA и полученных кредитов, а затем делении на общее количество кредитов. Формула следующая:",
    "section_method2_formula_sgpa": "(SGPA семестр 1 × Полученные кредиты за семестр 1) + (SGPA семестр 2 × Полученные кредиты за семестр 2) + ...... + (SGPA семестр N × Полученные кредиты за семестр N)",
    "section_method2_formula_divisor": "Общее количество кредитов",
    "section_method2_example_title": "Пример:",
    "section_method2_example": "Шьям получил SGPA 7.2, 6.5, 8.9 и 9.6 с соответствующими кредитами 4, 3, 3 и 5. Его CGPA будет:",
    "section_percentage_formula_title": "Формула расчета процента",
    "section_percentage_formula_description": "Процент рассчитывается путем деления суммы баллов, полученных по различным предметам/семестрам, на общую сумму баллов, а затем умножения результата на 100. Формула следующая:",
    "section_percentage_formula_equation": "Процент =",
    "section_percentage_formula_numerator": "Сумма баллов, полученных по всем предметам/семестрам",
    "section_percentage_formula_multiplier": "* 100",
    "section_percentage_formula_denominator": "Сумма общих баллов, выделенных для всех предметов/семестров",
    "example_percentage_title": "Пример:",
    "example_percentage_description": "Гханшям получил 295 из 300 в 1 семестре, 265 из 300 во 2 семестре, 273 из 300 в 3 семестре и 264 из 300 в 4 семестре. Его процент будет:",
    "example_percentage_equation": "Процент =",
    "cgpa_to_percentage_note": "Конвертация из CGPA в процент варьируется, так как каждый институт использует разные системы оценок и шкалы. Факторы, такие как количество семестров, шкалы оценок и системы кредитов, также играют роль в том, как рассчитывается и конвертируется CGPA.",
    "calculators_usage_title": "Когда калькуляторы CGPA и процента могут быть полезны?",
    "calculators_usage_description": "Эти калькуляторы особенно полезны, когда нужно быстро конвертировать CGPA в процент или наоборот, особенно при подаче заявлений на дальнейшее обучение, работу или подготовке академических документов.",
    "confusion_about_terms_title": "Не уверены в терминах или аббревиатурах?",
    "confusion_about_terms_description": "Если вы не уверены в каком-либо из упомянутых терминов или аббревиатур,",
    "confusion_about_terms_link_text": "нажмите здесь",
    "percentage_to_cgpa_tool_intro": "Калькулятор конверсии процентов в CGPA от Lord Calculator полезен в ситуациях, когда вам нужно быстро и точно перевести свои оценки между форматами. Он помогает исключить путаницу из сложных десятичных расчетов и обеспечивает точные конверсии каждый раз. Итак, когда вам нужно использовать этот инструмент?",
    "percentage_to_cgpa_tool_usage_title": "Когда использовать калькулятор процента в CGPA от Lord Calculator?",
    "percentage_to_cgpa_tool_usage_description": "Этот инструмент идеально подходит для любой ситуации, когда вам нужно беспрепятственно переключаться между оценками в разных форматах. Давайте рассмотрим несколько распространенных сценариев:",
    "usage_higher_studies_title": "При заполнении формы для дальнейшего образования",
    "usage_higher_studies_description1": "При подаче документов для учебы за границей вам может потребоваться ввести свои оценки в другом формате. Этот калькулятор помогает вам быстро и точно перевести оценки в требуемый формат, избегая ошибок, которые могут отменить вашу заявку.",
    "usage_higher_studies_description2": "Неважно, нужно ли вам рассчитать CGPA из SGPA, перевести CGPA в проценты или CGPA в GPA, этот калькулятор охватывает все, обеспечивая вас нужными оценками без каких-либо проблем.",
    "usage_competitive_exams_title": "При заполнении форм для конкурсных экзаменов",
    "usage_competitive_exams_description": "Во многих конкурсных экзаменах вам нужно указать свой процент. Однако некоторые инженерные учебные заведения предпочитают систему CGPA. В таких случаях наш калькулятор позволяет быстро и точно преобразовать CGPA в проценты или наоборот, помогая вам соответствовать требованиям формата для подачи заявления на экзамены.",
    "usage_comparative_measurement_title": "Сравнительная оценка преподавателями",
    "usage_comparative_measurement_description": "Преподаватели часто нуждаются в сравнении и упорядочивании оценок многих студентов. Вместо того, чтобы вручную выполнять конверсии, этот онлайн-калькулятор предлагает быстрое и точное решение, экономя значительное количество времени и исключая вероятность ошибок.",
    "usage_conclusion": "Во всех этих случаях использование калькулятора процента в CGPA от Lord Calculator гарантирует точность и эффективность, будь то при подаче документов для дальнейшего образования, заполнении форм для экзаменов или сравнении оценок для большого числа студентов.",
    "common_mistakes_title": "Распространенные ошибки при расчете процента в CGPA",
    "common_mistakes_intro": "Хотя формула конверсии процента в CGPA выглядит достаточно простой, многие студенты все равно получают неправильные результаты. Одна из самых распространенных ошибок — это незнание точного коэффициента умножения. Мы подробно обсудим коэффициент умножения в следующем подразделе. Сначала обратим внимание на все распространенные ошибки, которых следует избегать при точном расчете процента в CGPA.",
    "mistake_decimal_points": "Мы часто округляем десятичные числа слишком рано в расчетах. Такие округленные значения могут привести к небольшим изменениям в результатах. Лучше не округлять десятичные числа до последнего шага расчета. Однако, как только вы получите результат, вы можете округлить числа по желанию.",
    "mistake_grading_scale": "Еще одна распространенная ошибка — это незнание формулы вашего учебного заведения. Если ваше учебное заведение использует другую шкалу оценок, а вы рассчитываете свои оценки по другой шкале, конверсия никогда не будет точной. Кроме того, даже при одинаковых шкалах оценок коэффициент умножения может различаться! Рекомендуется дважды проверять коэффициент умножения.",
    "mistake_conversion_formula": "Правильно настроили коэффициент умножения, но все равно получаете неточные результаты? В этом случае необходимо проверить формулу конверсии вашего учебного заведения. Многие университеты, такие как Университет Мумбаи, имеют свои собственные формулы конверсии, которые отличаются от стандартной формулы конверсии. Например, формула расчета CGPA в Университете Мумбаи: Процент = (CGPA × 7.25) + 11. Поэтому убедитесь, что эти факторы учтены, особенно если вы выполняете расчет процента в CGPA.",
    "mistake_other_conversions": "Есть и другие подводные камни, но они связаны с другими конверсиями, такими как SGPA в CGPA и GPA в CGPA. Мы обсудили их в соответствующих разделах.",
    "grading_scales_title": "Почему различные учебные заведения используют разные шкалы оценок и формулы конверсии",
    "grading_scales_intro": "Мы многократно упоминали, что различные учебные заведения используют разные шкалы оценок. Но почему это так? Причин может быть много! Давайте рассмотрим каждую из них по порядку:",
    "reason_historical_cultural": "Исторические и культурные различия: Разные страны придерживаются своих традиционных систем оценок. В результате мы видим различные шкалы оценок в зависимости от географического положения. Например, американские учебные заведения используют 4-балльную шкалу оценок, в то время как в Индии и других странах Азии применяется 10-балльная шкала.",
    "reason_assessment_approach": "Разный подход к оценке студентов: С развитием образования меняются методы оценки студентов. В последнее время учебные заведения все больше ориентируются на комплексную оценку, а не просто на оценку по академической успеваемости. В связи с этим системы CGPA и GPA становятся все более распространенными.",
    "reason_international_standards": "Соответствие международным стандартам: Учеба за границей стала обычным явлением. Многие учебные заведения переходят на международные стандарты, чтобы студенты могли избежать дополнительных формальностей. Например, многие учебные заведения в Европе следуют системе ECTS (Европейская система перевода и накопления кредитов), чтобы соответствовать другим учебным заведениям по всему континенту.",
    "reason_universal_standard": "Трудности в достижении универсального стандарта оценок: Хотя использование универсальной шкалы оценок кажется логичным и справедливым, на практике это сложно реализовать. Поскольку учебные заведения используют разные шкалы оценок, им нужны стандартные формулы конверсии, чтобы дать объективное представление об успеваемости студентов по университетам и школам.",
    "conversion_title": "Конверсия процента в CGPA для различных советов и университетов",
    "table_heading_institution": "Учреждение",
    "table_heading_formula": "Формула",
    "cbse1": "CBSE (Центральный совет среднего образования), Индия",
    "icse1": "ICSE (Индийский сертификат среднего образования), Индия",
    "maharashtra1": "Государственная школа Махараштры, Индия",
    "anna_university1": "Университет Анна, Тамил Наду, Индия",
    "jntu1": "Джордж Неру Технологический университет (JNTU), Телангана и Андхра-Прадеш, Индия",
    "vtu1": "Вишвешварая Технологический Университет (VTU), Карнатака, Индия",
    "gtu1": "Гуджаратский Технологический Университет (GTU), Гуджарат, Индия",
    "mu1": "Университет Мумбаи, Махараштра, Индия",
    "mahe1": "Манипальская Академия Высшего Образования (MAHE), Карнатака, Индия",
    "amity1": "Университет Амити, Индия",
    "vit1": "Веллорский Институт Технологий (VIT), Тамил Наду, Индия",
    "sppu1": "Университет Савитрибаи Фуле Пуне (SPPU), Махараштра, Индия",
    "iit1": "IIT (Институты Технологий Индии), Индия",
    "nit1": "NIT (Национальные Институты Технологий), Индия",
    "bits_pilani1": "BITS Пилиани (Бирла Институт Технологий и Науки), Индия",
    "du1": "Делийский Университет (DU), Индия",
    "bhu1": "Банарасский Хиндуский Университет (BHU), Индия",
    "osmania1": "Османийский Университет, Телангана, Индия",
    "pu1": "Панджабский Университет, Пенджаб, Индия",
    "srm1": "Институт Науки и Технологий SRM (SRMIST), Тамил Наду, Индия",
    "toronto1": "Университет Торонто, Канада",
    "ubc1": "Университет Британской Колумбии (UBC), Канада",
    "anu1": "Австралийский Национальный Университет (ANU), Австралия",
    "sydney1": "Университет Сиднея, Австралия",
    "melbourne1": "Университет Мельбурна, Австралия",
    "uc_system1": "Система Университета Калифорнии (UCLA, UC Berkeley и др.), США",
    "harvard1": "Гарвардский Университет, США",
    "oxford1": "Оксфордский Университет, Великобритания",
    "cambridge1": "Кембриджский Университет, Великобритания",
    "nus1": "Национальный Университет Сингапура (NUS), Сингапур",
    "hku1": "Гонконгский Университет (HKU), Гонконг",
    "tum1": "Технический Университет Мюнхена (TUM), Германия",
    "eth_zurich1": "ETH Цюрих, Швейцария",
    "tokyo1": "Токийский Университет, Япония",
    "cape_town1": "Университет Кейптауна, Южная Африка",
    "mcgill1": "Университет Макгилла, Канада",
    "peking1": "Пекинский Университет, Китай",
    "ntu1": "Национальный Тайваньский Университет (NTU), Тайвань",
    "aut1": "Университет Технологий Окленда (AUT), Новая Зеландия",
    "cbse": "Формула: CGPA = Процент / 9.5",
    "icse": "Формула: CGPA = Процент / 9.8 (может варьироваться в зависимости от школы)",
    "maharashtra": "Формула: CGPA = Процент / 9.5",
    "anna_university": "Формула: CGPA = Процент / 10",
    "jntu": "Формула: CGPA = Процент / 10",
    "vtu": "Формула: CGPA = Процент / 9.1 (может варьироваться в зависимости от кафедры)",
    "gtu": "Формула: CGPA = (Процент - 12) / 7.1",
    "mu": "Формула: CGPA = (Процент - 11) / 7.25",
    "mahe": "Формула: CGPA = Процент / 10",
    "amity": "Формула: CGPA = Процент / 9",
    "vit": "Формула: CGPA = Процент / 9.5 (варьируется в зависимости от программы)",
    "sppu": "Формула: CGPA = Процент / 6.3",
    "iit": "Формула: CGPA = Процент / 10 (некоторые IIT могут использовать уникальные шкалы для определенных курсов)",
    "nit": "Формула: CGPA = Процент / 10",
    "bits_pilani": "Формула: CGPA = Процент / 10",
    "du": "Формула: CGPA = Процент / 9.5 (расчет CGPA в DU может варьироваться в зависимости от программы)",
    "bhu": "Формула: CGPA = Процент / 10",
    "osmania": "Формула: CGPA = Процент / 10",
    "pu": "Формула: CGPA = Процент / 9.5",
    "srm": "Формула: CGPA = Процент / 10",
    "toronto": "Шкала оценок: шкала GPA 4.0; Примечание: Нет прямой формулы преобразования; абитуриенты используют таблицы эквивалентности GPA или сторонние оценочные службы.",
    "ubc": "Шкала оценок: шкала GPA 4.33; Примечание: Нет конкретного преобразования CGPA; обратитесь в UBC для получения деталей эквивалентности.",
    "anu": "Шкала оценок: 7-балльная шкала; Формула (общая рекомендация): CGPA = Процент / 7.1 для эквивалентности по их шкале.",
    "sydney": "Шкала оценок: 7-балльная шкала GPA; Формула (общая рекомендация): CGPA = Процент / 7.5 (может потребоваться оценка квалификаций для точного преобразования).",
    "melbourne": "Шкала оценок: 7-балльная шкала GPA; Примечание: Обратитесь в приемную комиссию для получения эквивалентности CGPA; нет прямой формулы.",
    "uc_system": "Шкала оценок: шкала GPA 4.0; Примечание: Нет универсальной формулы CGPA; используйте WES или аналогичные оценочные службы для преобразований.",
    "harvard": "Шкала оценок: шкала GPA 4.0; Примечание: Используются сторонние сервисы (например, WES) для преобразования CGPA в GPA.",
    "oxford": "Шкала оценок: британская система отличий (Первый, Верхний Второй и т.д.); Примечание: Нет прямой формулы CGPA; CGPA 8.5-10 (из 10) часто считается первым классом.",
    "cambridge": "Шкала оценок: британская система отличий; Процент соответствует классификациям; Нет прямой формулы для преобразования CGPA.",
    "nus": "Шкала оценок: шкала GPA 5.0; Нет прямой формулы преобразования; используйте таблицы эквивалентности NUS.",
    "hku": "Шкала оценок: шкала GPA 4.3; Нет конкретной формулы преобразования CGPA.",
    "tum": "Шкала оценок: швейцарская 6-балльная шкала; Примечание: CGPA 8.5+ конкурентоспособен; нет фиксированной формулы преобразования.",
    "eth_zurich": "Шкала оценок: швейцарская 6-балльная шкала; Примечание: CGPA 8.5+ конкурентоспособен; нет фиксированной формулы преобразования.",
    "tokyo": "Шкала оценок: японская шкала GPA 4.0; Примечание: Обычно ожидается CGPA 8.0+ для конкурентоспособных кандидатов.",
    "cape_town": "Шкала оценок: шкала GPA 4.0 и система процентов; Примечание: Может потребоваться преобразование CGPA в соответствии с южноафриканскими стандартами.",
    "mcgill": "Шкала оценок: шкала GPA 4.0; Примечание: Часто требуется WES или аналогичные сервисы для точного преобразования.",
    "peking": "Шкала оценок: шкала GPA 4.0; Примечание: Требуется официальное преобразование CGPA; обычно ожидается CGPA 8.0+.",
    "ntu": "Шкала оценок: шкала GPA 4.3; Примечание: Обычно требуется CGPA выше 8.0 для конкурентоспособных кандидатов.",
    "aut": "Шкала оценок: 9-балльная шкала GPA; Формула (общая рекомендация): CGPA = Процент / 7.1 для соответствия с новозеландской шкалой GPA.",
    "title--": "Преимущества и недостатки использования онлайн-калькуляторов для преобразования процента в CGPA",
    "pros_title": "Преимущества калькуляторов для преобразования процента в CGPA",
    "pros_1": "Преобразуйте свои оценки на ходу. Онлайн-калькуляторы имеют предустановленные значения и уравнения. Таким образом, вам не нужно беспокоиться о правильности введенных значений. Просто введите значения в указанные поля, и вот, вы получите результаты без лишних затрат времени и усилий.",
    "pros_2": "Онлайн-калькуляторы имеют интерактивный и простой интерфейс. Кроме того, визуальные элементы, такие как наш индикатор оценок, обеспечивают лучшую визуализацию ваших оценок.",
    "pros_3": "В традиционных калькуляторах вам нужно записывать каждое вычисленное значение, если вы хотите иметь историю расчетов оценок. Такие ситуации возникают, когда преподаватель должен отслеживать оценки студентов из разных университетов в универсальном формате. Но на Lord Calculator вы можете просматривать историю всех вычисленных оценок в табличном формате ниже поля «Результат». Более того, вы можете экспортировать историю в формате PDF и сохранить ее для дальнейшего использования.",
    "pros_4": "Онлайн-калькуляторы также исключают возможность человеческой ошибки, которая может возникнуть, например, при составлении уравнений на стандартных калькуляторах или при ручных вычислениях на бумаге.",
    "cons_title": "Недостатки калькуляторов для преобразования процента в CGPA",
    "cons_1": "Изменяющийся коэффициент умножения: Мы заметили, что различные университеты используют разные коэффициенты умножения, даже по одной и той же шкале оценок. Таким образом, в таких случаях онлайн-калькуляторы не могут удовлетворить требования всех университетов. Вам нужно вручную изменить коэффициент умножения для точного преобразования.",
    "cons_2": "Разные формулы преобразования: Мы также видели, что такие университеты, как Университет Мумбаи, используют совершенно разные формулы для преобразования CGPA в проценты. Например, формула для преобразования CGPA в проценты в Университете Мумбаи выглядит так: CGPA = (Процент - 11) / 7.25. В таких случаях онлайн-калькуляторы не могут автоматически или вручную добавлять дополнительные операторы. Для таких преобразований вам нужно обращаться к традиционным методам вычисления оценок.",
    "summary_title": "Итак, подведем итог",
    "summary_1": "Итак, мы изучили понятия процента и CGPA, как преобразовывать их и использовать взаимозаменяемо, какие ситуации могут потребовать изменения ваших оценок и как различные университеты/учебные заведения используют различные шкалы оценок и формулы преобразования.",
    "summary_2": "Мы также перечислили другие калькуляторы, такие как калькулятор CGPA в проценты, калькулятор GPA в CGPA, калькулятор CGPA в GPA и калькулятор SGPA. Если вам нужно узнать какую-либо конкретную концепцию, связанную с этими калькуляторами, прочитайте описание соответствующего калькулятора. Мы охватили все основные детали в их описаниях.",
    "faq_title": "Часто задаваемые вопросы (FAQ)",
    "faq_1_question": "Q1. Что такое калькулятор перевода процента в CGPA?",
    "faq_1_answer": "Калькулятор перевода процента в CGPA позволяет легко конвертировать ваш процент в CGPA. Все, что вам нужно сделать, это ввести ваш процент и множитель.",
    "faq_2_question": "Q2. Как перевести процент в CGPA?",
    "faq_2_answer": "Чтобы перевести ваш процент в CGPA, вы можете использовать онлайн калькулятор, например Lord Calculator, или вычислить вручную, используя следующую формулу:",
    "faq_2_formula": "CGPA = (Процент - 50) / 10",
    "faq_3_question": "Q3. Как пользоваться калькулятором перевода процента в CGPA от Lord Calculator?",
    "faq_3_answer": "Чтобы использовать калькулятор перевода процента в CGPA от Lord Calculator, выполните следующие шаги:",
    "faq_3_step_1": "Введите ваш процент в первое поле.",
    "faq_3_step_2": "Выберите шкалу оценок или вручную введите множитель.",
    "faq_3_step_3": "Убедитесь, что множитель введен правильно.",
    "faq_3_step_4": "Нажмите кнопку 'Рассчитать', чтобы увидеть ваш CGPA в поле результатов.",
    "faq_4_question": "Q4. Как перевести CGPA в соответствии с международными университетами?",
    "faq_4_answer": "Разные международные университеты используют различные системы перевода. Чтобы узнать о конкретном,",
    "faq_4_link": "нажмите здесь",
    "faq_5_question": "Q5. Какие общие ошибки следует избегать при расчете оценок?",
    "faq_5_answer": "Общие ошибки включают:",
    "faq_5_mistake_1": "Избегайте округления десятичных знаков на ранних этапах расчетов.",
    "faq_5_mistake_2": "Убедитесь, что вы правильно ввели множитель вашего института.",
    "faq_5_mistake_3": "Проверьте, использует ли ваш университет стандартный метод расчета.",
    "faq_6_question": "Q6. Является ли калькулятор перевода процента в CGPA для инженерных специальностей особенным?",
    "faq_6_answer": "Многие инженерные университеты используют разные формулы перевода. Хотя это может не различаться между факультетами, разные университеты могут следовать собственным стандартным формулам, которые могут не совпадать с другими.",
    "faq_7_question": "Q7. Какова формула калькулятора перевода процента в CGPA для VTU?",
    "faq_7_answer": "Формула калькулятора перевода процента в CGPA для VTU (Visvesvaraya Technological University) отличается от других формул. Ее можно выразить как:",
    "faq_7_example": "CGPA = (Процент - 50) / 10 Пример: если вы набрали 80%, ваш соответствующий CGPA по формуле VTU будет: CGPA = 8 + 0.75 = 8.75",
    "faqs": [
        {
            "question": "Q8. Какова формула калькулятора перевода процента в CGPA для CBSE?",
            "answer": "Ответ. Формула для перевода процента в CGPA в CBSE следующая:",
            "formula": "CGPA = (Процент - 50) / 9.5"
        },
        {
            "question": "Q9. Что такое 70% в CGPA?",
            "answer": "Ответ. Используемая формула перевода:",
            "details": [
                "70% в CGPA = 7.37 (по множителю 9.5)",
                "70% в CGPA = 3.5 (по 5-балльной шкале)",
                "70% в CGPA = 2.8 (по 4-балльной шкале)"
            ]
        }
    ],
    "faqa": [
        {
            "question": "Q10. Что такое 75% в CGPA?",
            "answer": "Ответ. Используя ту же формулу, что и в Q9, 75% в CGPA равно:",
            "details": [
                "75% в CGPA = 7.89 (по множителю 9.5)",
                "75% в CGPA = 3.75 (по 5-балльной шкале)",
                "75% в CGPA = 3 (по 4-балльной шкале)"
            ]
        },
        {
            "question": "Q11. Что такое 80% в CGPA?",
            "answer": "Ответ. Используя ту же формулу, что и в Q9, 80% в CGPA равно:",
            "details": [
                "80% в CGPA = 8.42 (по множителю 9.5)",
                "80% в CGPA = 4 (по 5-балльной шкале)",
                "80% в CGPA = 3.2 (по 4-балльной шкале)"
            ]
        },
        {
            "question": "Q12. Что такое 95.4% в CGPA?",
            "answer": "Ответ. Используя ту же формулу, что и в Q9, 95.4% в CGPA равно:",
            "details": [
                "95.4% в CGPA = 10 (по шкале 9.5, обратите внимание, что все проценты выше 95% считаются как 10 CGPA)",
                "95.4% в CGPA = 4.77 (по 5-балльной шкале)",
                "95.4% в CGPA = 3.81 (по 4-балльной шкале)"
            ]
        }
    ],
    "note": "Примечание: Формулы перевода могут различаться в зависимости от учреждения.",
    "--title": "Калькулятор перевода процента в CGPA",
    "enterPercentage": "Введите процент",
    "placeholderPercentage": "Введите ваш процент",
    "chooseGradeScale": "Выберите шкалу оценок",
    "scale4": "4.0 шкала",
    "scale5": "5.0 шкала",
    "scale10": "10.0 шкала",
    "setMultiplicationFactor": "Установить множитель",
    "placeholderFactor": "Введите множитель",
    "-calculateButton": "Рассчитать",
    "-resetButton": "Сбросить",
    "errorMessage": "Ошибка: Неверный ввод",
    "calculatedCGPATitle": "Ваш рассчитанный CGPA",
    "placeholderCGPA": "Процент:",
    "-downloadButton": "Скачать",
    "-whatsappButton": "WhatsApp",
    "-copyLinkButton": "Копировать ссылку",
    "-linkCopied": "Ссылка скопирована!",
    "historyTitle": "История расчетов",
    "tableSNo": "№",
    "tablePercentage": "Процент",
    "tableCGPA": "CGPA",
    "percentageContent": "Содержание процента",
    "section1": "Калькулятор перевода CGPA в процент",
    "intro_paragraph": "Добро пожаловать, дорогие ученики и преподаватели! Как вы все знаете, CGPA и проценты играют важную роль в образовательной системе. Часто возникает необходимость использовать их взаимозаменяемо, поэтому Lord Calculator представляет вам самый надежный и быстрый калькулятор перевода CGPA в процент, который поможет вам рассчитывать оценки на ходу! Вот подробное руководство о том, как работает наш калькулятор CGPA, а также объяснение системы оценок, используемой различными университетами. Мы также представили формулу перевода CGPA в процент для разных систем оценок.",
    "-section2": "Формула перевода CGPA в процент",
    "-formula": "Процент = CGPA × Множитель",
    "-table_of_contents": "Содержание",
    "cgpa_to_percentage_calculator": "Калькулятор перевода CGPA в процент",
    "cgpa_to_percentage_formula": "Формула перевода CGPA в процент",
    "lord_calculator_tool": "Калькулятор CGPA в процент от Lord Calculator",
    "how_to_use_tool": "Как пользоваться калькулятором CGPA в процент от Lord Calculator",
    "-what_is_cgpa": "Что такое CGPA и как его рассчитывают?",
    "important_terms": "Определение важных терминов, которые вам нужно знать",
    "why_convert_cgpa": "Зачем переводить CGPA в процент или процент в CGPA?",
    "calculate_percentage": "Как вычислить процент из CGPA",
    "common_pitfalls": "Общие ошибки при переводе CGPA в процент",
    "cgpa_in_10_point": "CGPA в процентной шкале 10 баллов",
    "cgpa_in_5_point": "CGPA в процентной шкале 5 баллов",
    "cgpa_in_4_point": "CGPA в процентной шкале 4 балла",
    "grading_scale": "Что такое шкала оценок и как университеты выбирают свою стандартную шкалу?",
    "-multiplication_factor": "Что такое множитель и как он работает?",
    "different_boards": "Преобразование CGPA в процент для разных образовательных систем и университетов",
    "grading_scale_impacts": "Как разные шкалы оценок влияют на студентов?",
    "-faqs": "Часто задаваемые вопросы по калькулятору CGPA",
    "lord_calculator_cgpa_calculator": "Калькулятор CGPA в проценты Lord Calculator",
    "cgpa_calculator_description": "Наш калькулятор CGPA разработан с учетом двух основных факторов: простота использования и молниеносные вычисления.",
    "cgpa_calculator_description_expanded": "В то время как расчеты оценок включают различные факторы, мы учли все необходимые компоненты для точного расчета ваших оценок или процентов. Разные университеты используют разные шкалы оценок и множители (не переживайте, мы объясним эти термины ниже). Для вашего удобства мы включили как шкалу оценок, так и возможность вручную ввести множитель.",
    "how_to_use_heading": "Как использовать калькулятор CGPA в проценты Lord Calculator",
    "how_to_use_description": "Просто введите необходимые данные в наш калькулятор CGPA, нажмите «Рассчитать», и вуаля! Ваш процент будет отображен вместе с нашей шкалой оценок. Это так просто. Однако давайте быстро объясним поля и данные, которые нам нужно от вас, чтобы точно рассчитать ваши оценки и проценты.",
    "how_to_use_step1": "Перейдите на",
    "how_to_use_step1_link": "https://lordcalculator.com/educational-calculator/cgpa-to-percentage-calculator",
    "how_to_use_step2": "В первом поле введите свой CGPA. Убедитесь, что вы ввели его точно, включая десятичные знаки.",
    "how_to_use_step3": "Выберите шкалу оценок, используемую вашим университетом. Общие шкалы оценок — 4, 5 и 10. Кроме того, вы можете ввести множитель вручную и нажать кнопку «Рассчитать». После того как вы введете все значения, нажмите «Рассчитать», чтобы получить ваш процент. Также вы сможете проверить свою успеваемость на шкале оценок. Кроме того, вы можете получить сертификат преобразования CGPA в процент от нас (заметьте, что это представительный сертификат).",
    "tip_heading": "Совет по расчету CGPA в проценты",
    "tip_description1": "Разные университеты могут использовать различные множители (также известные как коэффициенты преобразования), даже при использовании одной и той же шкалы оценок. Например, университет X может использовать шкалу оценок с множителем 9.5, в то время как другой университет может использовать множитель 9.7 или 9.8. Поэтому важно тщательно проверить множитель, который вы вводите в калькулятор CGPA в проценты, перед тем как нажать кнопку «Рассчитать».",
    "tip_description2": "Если вы не уверены в шкале оценок вашего университета или множителе, не переживайте! Мы перечислили",
    "tip_description2_link": "Преобразование CGPA в процент для разных образовательных систем и университетов",
    "tip_description3": "Не уверены в шкале оценок или множителе вашего университета? Не переживайте! Мы предоставили таблицы преобразования CGPA в проценты для различных образовательных систем и университетов прямо здесь, чтобы упростить вам расчет.",
    "what_is_cgpa_heading": "Что такое CGPA и как он рассчитывается?",
    "cgpa_formula_method_1_title": "Метод 1 расчета CGPA:",
    "cgpa_formula_method_1_description": "Один из методов расчета CGPA заключается в нахождении среднего значения. Тогда формула расчета CGPA будет суммой баллов за все семестры, разделенной на количество семестров. Математически формула для CGPA выглядит так:",
    "cgpa_formula_method_1_formula": "CGPA =",
    "cgpa_formula_method_1_numerator": "SGPA сем.1 + SGPA сем.2 + SGPA сем.3 +.........+ SGPA сем. \"N\"",
    "cgpa_formula_method_1_denominator": "Общее количество семестров",
    "cgpa_example_description": "Пример: Рам, наш друг из эссе «Мой лучший друг», наконец-то завершил учебу в школе и поступил в колледж. Там он получил SGPA за 4 семестра: 6+8.5+7+9.5, тогда его CGPA будет:",
    "cgpa_example_formula_1": "CGPA =",
    "cgpa_example_numerator": "(6 + 8.5 + 7 + 9.5)",
    "cgpa_example_denominator": "4",
    "cgpa_example_result": "CGPA =",
    "cgpa_example_final_numerator": "31",
    "cgpa_example_final_denominator": "4",
    "cgpa_example_final_result": "= 7.75",
    "cgpa_formula_method_2_title": "Метод 2 расчета CGPA:",
    "cgpa_formula_method_2_description": "Еще одна формула для расчета CGPA, которая также используется на практике, заключается в нахождении суммы произведений SGPA и зачетных единиц, разделенной на общее количество зачетных единиц. Математически формула для CGPA выглядит так:",
    "cgpa_formula_method_2_formula": "CGPA =",
    "cgpa_formula_method_2_numerator": "(SGPA сем.1 × Зачетные единицы сем.1) + (SGPA сем.2 × Зачетные единицы сем.2) + ...... + (SGPA сем.\"N\" × Зачетные единицы сем.\"N\")",
    "cgpa_formula_method_2_denominator": "Общее количество зачетных единиц",
    "cgpa_exampletitle": "Пример:",
    "cgpa_exampledescription": "Шям, еще один друг из эссе «Мой лучший друг», также поступил в другой колледж. Там он получил SGPA за 4 семестра: 7.2+6.5+8.9+9.6 с зачетными единицами 4+3+3+5, тогда его CGPA будет:",
    "cgpa_examplecalculation": "CGPA =",
    "cgpa_examplenumerator": "(7.2×4 + 6.5×3 + 8.9×3 + 9.6×5)",
    "cgpa_exampledenominator": "(4 + 3 + 3 + 5)",
    "cgpa_examplefinal_numerator": "28.8 + 19.5 + 26.7 + 48",
    "cgpa_examplefinal_denominator": "15",
    "cgpa_examplefinal_result": "CGPA = 8.2",
    "important_terms_title": "Определения важных терминов, которые вам нужно знать",
    "important_terms_description": "При просмотре официальных документов, форм или даже сертификатов вы часто встречаете определенные термины и аббревиатуры. Давайте быстро ознакомимся с ними перед тем как переходить к тому, как разные университеты разрабатывают свою формулу преобразования.",
    "grade_points": {
        "title": "Оценочные баллы",
        "description": "Оценочные баллы — это соответствующие числовые значения, присваиваемые конкретной букве оценки. Разные университеты корректируют диапазон оценочных баллов в зависимости от их буквеных оценок. Например, в одном университете A может соответствовать 10 оценочным баллам, в то время как в другом университете для той же оценки используется O (выдающийся) для 10 баллов."
    },
    "gpa": {
        "title": "GPA",
        "description": "Сокращение от Grade Point Average (средний балл). Это среднее значение оценочных баллов, полученных студентом за один семестр или учебный период."
    },
    "cgpa": {
        "title": "CGPA",
        "description": "CGPA представляет собой кумулятивное среднее значение оценочных баллов, полученных по всем предметам или семестрам в определенный учебный период. Шкала CGPA варьируется от 0 до 4, от 0 до 5 или от 0 до 10. Однако для получения CGPA в других форматах учебные заведения могут предложить студентам конвертировать CGPA в процентное соотношение или в другой формат."
    },
    "sgpa": {
        "title": "SGPA",
        "description": "SGPA — это средний балл за семестр. Он обозначает среднее количество баллов за все предметы в определенном семестре. Заслуженные кредиты и кредитные часы играют важную роль в расчете SGPA."
    },
    "letter_grade": {
        "title": "Буквенная оценка",
        "description": "Эти буквы оценивают соответствующее числовое значение процента или баллов, полученных студентом, или CGPA. В разных образовательных системах применяются разные форматы буквенных оценок. Например, в США используется традиционная буквенная шкала A-F, а в Шотландии и некоторых индийских образовательных системах могут применяться другие обозначения, такие как 'O' для выдающегося, 'S' для отличного и так далее!"
    },
    "credit_hours": {
        "title": "Кредитные часы",
        "description": "Кредитные часы — это количество часов, которые студент проводит на занятиях по конкретному предмету в неделю или семестре. Эти часы могут варьироваться в зависимости от предмета. Основные предметы могут иметь больше кредитных часов, в то время как факультативные — меньше."
    },
    "credit_points": {
        "title": "Кредитные баллы",
        "description": "Кредитные баллы рассчитываются путем умножения оценочных баллов на кредитные часы, т.е. Кредитные баллы = Оценочные баллы × Кредитные часы."
    },
    "weighted_average": {
        "title": "Взвешенное среднее",
        "description": "Взвешенное среднее отражает общую академическую успеваемость студента. Взвешенные баллы используются для расчета итоговой оценки, где каждому оценочному заданию придается значение в зависимости от его веса."
    },
    "normalization": {
        "title": "Нормализация",
        "description": "Нормализация — это процесс корректировки баллов для учета различий в сложности различных экзаменов или предметов. Влияние нормализации можно увидеть при сравнении GPA или CGPA между различными университетами."
    },
    "cumulative_average": {
        "title": "Кумулятивное среднее",
        "description": "Это среднее значение всех оценочных баллов или GPA, полученных в течение учебных периодов."
    },
    "whyConvertTitle": "Зачем конвертировать CGPA в процент или процент в CGPA?",
    "whyConvertExplanation": "Теперь, когда вы знакомы со всеми связанными терминами, возникает вопрос: зачем нам нужны конверсии или вычисления, такие как CGPA в процент или наоборот? Причины могут быть разными для каждого человека.",
    "boardsUniversitiesTitle": "Требования для университетов/школ",
    "boardsUniversitiesText1": "Некоторые академические формы и процедуры требуют от студентов подачи процентов вместе с их CGPA. В таком случае вам придется обратиться к сайтам, таким как Lord Calculator, которые мгновенно предоставят вам ваши оценки в любом требуемом формате. Вы можете конвертировать CGPA в процент всего за несколько кликов.",
    "boardsUniversitiesText2": "Кроме того, при смене учебного заведения вам может потребоваться заполнить ваши предыдущие оценки в формате нового учебного заведения.",
    "boardsUniversitiesText3": "Еще одна причина заключается в том, что при заполнении форм для конкурсных экзаменов, таких как GATE, CAT или UPSC, кандидатам необходимо подавать свои оценки в универсальном формате, например, в процентах. И мы все знаем, что одна маленькая ошибка может привести к отклонению вашей формы. В таких случаях надежный инструмент, который точно конвертирует ваш CGPA в требуемый формат, будет полезен и сэкономит вам время и усилия.",
    "internationalRelevanceTitle": "Международное значение",
    "internationalRelevanceText1": "Еще один распространенный случай использования калькулятора CGPA — это когда вы подаете заявку на учебу за рубежом. Например, если вы студент из Индии, планирующий учёбу за границей, системы оценок в Индии могут значительно отличаться. Например, расчеты оценок в Университете Дели отличаются от тех, что применяются в IIT. Разные университеты и школы используют разные множители. В таких ситуациях зарубежные университеты устанавливают универсальные параметры, такие как процент, чтобы объективно оценить академические достижения кандидата. Таким образом, вам потребуется конвертировать ваши оценки, такие как процент в CGPA или наоборот, используя метод, установленный вашим университетом.",
    "internationalRelevanceText2": "То же самое относится и к школьным системам, таким как CBSE, ICSE, государственные школы и стандарты, используемые в США или Европейском Союзе.",
    "howToCalculatePercentageTitle": "Как рассчитать процент из CGPA",
    "howToCalculatePercentageText1": "Теперь, когда вы понимаете важность и значимость конверсии CGPA в проценты, давайте рассмотрим, как можно точно определить процент из CGPA. Для этого существует два метода: вручную или с использованием онлайн-калькулятора CGPA. Вручную нужно прописывать уравнение и считать шаг за шагом, в то время как онлайн-калькулятор моментально преобразует ваши оценки с минимальными усилиями! Не волнуйтесь, мы обсудим оба метода, чтобы вы могли выбрать тот, который вам наиболее удобен.",
    "manualMethodTitle": "Ручной метод",
    "manualMethodText1": "Для того чтобы конвертировать CGPA в процент (или наоборот), вам нужно понимать шкалу оценок, кредитные баллы и множитель, используемые вашим учебным заведением. Получив эту информацию, вы можете применить следующую формулу:",
    "percentageFormula": "Процент = CGPA × Множитель",
    "manualMethodText2": "После применения формулы, вы на четверть сделали работу. Если вы хорошо считаете или знакомы с ведической математикой, вам будет легко разделить и умножить с точными десятичными знаками, чтобы получить правильную конверсию. Однако для избегания ошибок рекомендуется использовать калькулятор.",
    "manualMethodText3": "Но почему бы не сэкономить время и усилия с помощью автоматического метода, особенно если вы уже используете калькулятор? Это сделает процесс быстрее и точнее.",
    "automaticMethodTitle": "Автоматический метод",
    "automaticMethodText1": "Автоматический метод прост и безошибочен. Чтобы преобразовать CGPA в процент (или наоборот) с использованием автоматического метода, просто введите необходимые значения в соответствующие поля калькулятора CGPA. Выберите свою шкалу оценок или вручную введите множитель, затем нажмите кнопку 'Рассчитать'. Вот и все! Ваше преобразование выполнено мгновенно.",
    "automaticMethodText2": "Если вы используете калькулятор CGPA от LordCalculator, вы даже можете экспортировать историю преобразований в PDF и сохранить ее для будущих ссылок. Мы также предлагаем индивидуальные сертификаты преобразования CGPA в проценты.",
    "automaticMethodText3": "Используя автоматический метод, вы исключаете возможность ошибок, таких как случайный ввод неверных значений при ручном расчете. Это особенно полезно при использовании простых калькуляторов, которые иногда могут привести к ошибкам при умножении и делении.",
    "commonPitfallsTitle": "Типичные ошибки при преобразовании CGPA в проценты",
    "commonPitfallsIntro": "Теперь, когда вы знаете, как преобразовать CGPA в проценты, есть несколько моментов, которые следует внимательно учитывать, чтобы обеспечить точность результатов. Ниже приведены самые распространенные ошибки, которые студенты делают при расчете процентов на основе CGPA (или наоборот). Убедитесь, что вы избегаете этих распространенных ошибок.",
    "misinterpretingFormula": "Неверное толкование формулы:",
    "misinterpretingFormulaDesc": "Некоторые студенты ошибочно интерпретируют формулу, используя неправильный множитель, например, используют 10 вместо 9,5. Важно понимать, что хотя различные университеты могут использовать одну и ту же шкалу оценок, они могут применять разные множители для преобразования CGPA в проценты или наоборот. Например, CBSE, ICSE, Jawaharlal Nehru Technological University (JNTU) и Savitribai Phule University (SPPU) все используют 10-балльную шкалу оценок, но у каждого из них свой множитель. CBSE использует 9,5, ICSE использует 9,8, JNTU использует 10, а SPPU использует 6,3. Поэтому важно знать точный множитель для вашего совета или университета, чтобы избежать ошибок, даже при использовании онлайн-калькуляторов CGPA.",
    "notKnowingBoardsFormula": "Незнание формулы вашего совета:",
    "notKnowingBoardsFormulaDesc": "Еще одной распространенной ошибкой является незнание того, что разные университеты используют разные формулы. Как уже упоминалось, JNTU или SPPU применяют множители напрямую для преобразования CGPA в проценты. Однако университеты, такие как Университет Мумбаи или Gujarat Technological University (GTU), используют другой подход. Они сначала умножают CGPA на определенный множитель (7,25 для Университета Мумбаи или 7,1 для GTU), а затем добавляют фиксированное значение (11 для Университета Мумбаи или 12 для GTU) к произведению, чтобы определить процент. Мы обсудим эти коэффициенты преобразования для различных университетов и советов в следующем разделе этой статьи.",
    "overRelianceOnCalculators": "Слишком сильная зависимость от онлайн-калькуляторов CGPA:",
    "overRelianceOnCalculatorsDesc": "Хотя онлайн-калькуляторы предлагают быстрое и надежное решение для преобразования оценок, они не всегда на 100% точны. Онлайн-калькуляторы могут не учитывать все особые случаи, которые мы обсудили, такие как для Университета Мумбаи или GTU. Несмотря на то, что LordCalculator стремится учесть все возможные параметры, не рекомендуется полностью полагаться на онлайн-калькуляторы для преобразований. Всегда полезно дважды проверить свои значения и метод, используемый вашим университетом или советом.",
    "cgpaToPercentage10GradePoints": "CGPA в проценты по 10-балльной шкале",
    "cgpaToPercentage5GradeScale": "CGPA в проценты по 5-балльной шкале",
    "cgpaToPercentage4GradeScale": "CGPA в проценты по 4-балльной шкале",
    "gradingScaleAndUniversitiesChoice": "Что такое шкала оценок и как университеты выбирают свою стандартную шкалу?",
    "gradingScaleDescription": "Шкала оценок — это фактор оценки академической успеваемости студента. Подумайте об этом как о проценте — она дает общее представление о академических результатах. Шкалы оценок классифицируют достижения студентов в понятном формате, например, в виде буквенных оценок (A, B, C…), GPA или процента.",
    "commonGradingScales": "Некоторые из самых распространенных шкал оценок включают:",
    "percentage": "Процент",
    "usedWorldwide": "Используется по всему миру, от 0 до 100%.",
    "gpa-": "GPA (средний балл)",
    "primarilyInUSA": "Применяется в США, от 0 до 4,0, 5,0 или 10,0.",
    "cgpa-": "CGPA (кумулятивный балл)",
    "usedInIndia": "Используется в Индии, Сингапуре и на советах CBSE; предоставляет комплексную оценку.",
    "letterGrades": "Буквенные оценки",
    "usedInUSAndCanada": "Используется в США и Канаде, основано на диапазонах процентов.",
    "numericalScale": "Числовая шкала",
    "usedInRussiaLatinAmerica": "Используется в некоторых частях России и Латинской Америки, от 1 до 10 или от 1 до 5.",
    "gradingScalesIntro": "Шкалы оценок — это стандартизированные оценки для классификации академической успеваемости в символах или цифрах, таких как буквенные оценки или баллы GPA. Это помогает последовательно сравнивать академические отчеты студентов. Некоторые из самых распространенных шкал оценок включают:",
    "percentage-": "Процент",
    "percentageDescription": "Широко используется по всему миру, от 0 до 100%, предоставляя точные данные о академической успеваемости.",
    "-gpa": "GPA",
    "gpaDescription": "Используется в США и других странах, от 0 до 4,0, 5,0 или 10,0, показывая кумулятивную успеваемость.",
    "-cgpa": "CGPA",
    "cgpaDescription": "Основной в Индии, Сингапуре и на советах CBSE, предоставляющий комплексное представление, включая такие факторы, как баллы за кредиты.",
    "-letterGrades": "Буквенные оценки",
    "letterGradesDescription": "Применяется в США и Канаде, каждая буква представляет собой диапазон процентов.",
    "-numericalScale": "Числовая шкала",
    "numericalScaleDescription": "Используется в России и Латинской Америке, с такими шкалами, как 1-10 или 1-5 для фрагментирования оценки академической успеваемости.",
    "universitiesChooseGradingScales": "Университеты выбирают шкалы оценок на основе таких факторов, как региональные нормы, историческое значение и глобализация. Например, система GPA в Великобритании или США набрала популярность в начале 20-го века как стандартизированная система.",
    "modernGradingSystems": "Современные системы оценок часто включают такие аспекты, как относительные достижения, мастерство или личностный рост. Примеры включают двойную систему оценок, процесс Болоньи и Международный бакалавриат. Этот подход способствует международной совместимости.",
    "understandGradingPattern": "Важно понимать систему оценок вашего университета и учитывать такие службы, как World Education Services (WES) или NARIC (Великобритания), для точных международных преобразований, поскольку эти оценщики используют подробные таблицы эквивалентности.",
    "multiplicationFactorTitle": "Что такое множитель и как он работает?",
    "multiplicationFactorIntro": "Множитель — это параметр для преобразования шкал оценок, таких как CGPA или GPA в проценты. Этот фактор важен для адаптации оценок к различным форматам при подаче заявлений в учебные заведения с разными системами оценок или для работы и экзаменов.",
    "multiplicationFactorExample": "Например, множитель 9,5 широко используется в некоторых университетах для преобразования CGPA в процент, разработан для точного отражения академических достижений студентов.",
    "multiplicationFactorReference": "Чтобы лучше понять преобразования оценок, международные студенты должны обращаться к официальным службам, таким как WES или NARIC.",
    "cgpaToPercentageConversionTitle": "Преобразование CGPA в проценты для разных советов и университетов",
    "boardUniversity": "Совет/Университет",
    "conversionFormula": "Формула преобразования",
    "cbseIndia": "CBSE (Индия)",
    "icseIndia": "ICSE (Индия)",
    "maharashtraStateBoardIndia": "Государственная экзаменационная комиссия Махараштры (Индия)",
    "annaUniversityIndia": "Анна Университет (Индия)",
    "jawaharlalNehruTechnologicalUniversityIndia": "Технологический университет Джавархарлала Неру (Индия)",
    "visvesvarayaTechnologicalUniversityIndia": "Технологический университет Висвесвараи (Индия)",
    "gujaratTechnologicalUniversityIndia": "Гуджаратский технологический университет (Индия)",
    "universityOfMumbaiIndia": "Мумбайский университет (Индия)",
    "manipalAcademyOfHigherEducationIndia": "Академия высшего образования Манипала (Индия)",
    "amityUniversityIndia": "Университет Амити (Индия)",
    "velloreInstituteOfTechnologyIndia": "Институт технологий Веллора (Индия)",
    "savitribaiPhulePuneUniversityIndia": "Университет Савитрибаи Фуле (Пуна, Индия)",
    "iitsIndia": "IIT (Индия)",
    "nitsIndia": "NIT (Индия)",
    "bitsPilaniIndia": "BITS Пиляни (Индия)",
    "delhiUniversityIndia": "Делийский университет (Индия)",
    "banarasHinduUniversityIndia": "Бенаресский индуистский университет (Индия)",
    "osmaniaUniversityIndia": "Османийский университет (Индия)",
    "punjabUniversityIndia": "Панджабский университет (Индия)",
    "srmInstituteOfScienceAndTechnologyIndia": "Институт науки и технологий SRM (Индия)",
    "percentageFormula-": "Процент = CGPA × множитель",
    "international_institutions": "Международные учреждения",
    "university_of_toronto": "Университет Торонто (Канада)",
    "university_of_toronto_details": "Шкала GPA (4.0), нет прямого преобразования",
    "university_of_british_columbia": "Университет Британской Колумбии (Канада)",
    "university_of_british_columbia_details": "Шкала GPA: 4.33; руководство по преобразованию доступно",
    "australian_national_university": "Австралийский национальный университет (Австралия)",
    "australian_national_university_details": "Преобразование: CGPA * 7.1 для эквивалентности",
    "university_of_sydney": "Сиднейский университет (Австралия)",
    "university_of_sydney_details": "Обычно требует оценки квалификаций",
    "university_of_california": "Калифорнийский университет (США)",
    "university_of_california_details": "Шкала GPA: 4.0; используйте руководство WES по преобразованию",
    "harvard_university": "Гарвардский университет (США)",
    "harvard_university_details": "Использует WES для преобразования CGPA/GPA",
    "university_of_oxford": "Оксфордский университет (Великобритания)",
    "university_of_oxford_details": "Классификация по британской системе отличий; преобразование через GPA диапазоны",
    "eth-zurich": "ETH Цюрих (Швейцария)",
    "eth_zurich_details": "Швейцарская шкала 6 баллов; CGPA = 8.5 считается конкурентоспособным",
    "auckland_university_of_technology": "Университет технологий Окленда (Новая Зеландия)",
    "auckland_university_of_technology_details": "Шкала 4.3 балла; GPA = : Требует международной оценки CGPA; обычно ожидается",
    "national_taiwan_university": "Национальный университет Тайваня (Тайвань)",
    "national_taiwan_university_details": "Шкала 9 баллов; CGPA = : Для индийского CGPA часто используется множитель 7.1 для соответствия местным стандартам.",
    "peking_university": "Пекинский университет, Китай",
    "peking_university_details": "Шкала 4.0 балла; GPA = : Может потребоваться преобразование CGPA через такие сервисы, как",
    "mcgill_university": "Университет Макгилла, Канада",
    "mcgill_university_details": "Шкала 4.0 балла; GPA = : Университет Макгилла использует WES или подобные сервисы для преобразования CGPA и обычно считает конкурентоспособным 80% и выше.",
    "university_of_cape_town": "Университет Кейптауна, Южная Африка",
    "university_of_cape_town_details": "Процент и GPA = : Использует шкалу GPA 4.0 для международных студентов и может потребовать преобразования CGPA для соответствия южноафриканским стандартам.",
    "university_of_tokyo": "Токийский университет, Япония",
    "university_of_tokyo_details": "Японская шкала GPA 4.0 = : Преобразует CGPA в японский GPA с помощью рекомендаций департамента приема. Часто ожидает CGPA выше 8.0 для конкурентоспособных программ.",
    "section_title": "Как различные шкалы оценок влияют на студентов?",
    "content_paragraph": "Наличие различных шкал оценок может оказывать различное влияние на студентов. Это может повлиять на их академическое восприятие, карьерные перспективы и даже на социальную динамику.",
    "list_items": [
        {
            "title": "Увеличенное давление со стороны сверстников/социальное давление",
            "description": "Точные шкалы, такие как проценты, могут увеличить давление со стороны сверстников или социальное давление среди студентов, в то время как более широкие шкалы, такие как буквенные оценки, могут снизить давление. Это также одна из причин, по которой многие учреждения используют более широкие шкалы, особенно для младших классов."
        },
        {
            "title": "Карьерные возможности",
            "description": "Карьерные возможности также могут быть затронуты. Различные шкалы оценок могут усложнить студентам процесс подачи заявлений на стипендии, поступление и даже трудоустройство. Недавно был случай с моим другом, когда его заявление на работу было отложено, потому что комиссия, выдавшая аттестат, не предоставила дополнительного сертификата с указанием процента. Вместо этого они предоставили только табель с точными оценками. Однако кандидату было предъявлено обвинение в утере аттестата, хотя изначально у него его не было."
        },
        {
            "title": "Академические перспективы",
            "description": "Различные шкалы оценок могут также повлиять на академические перспективы студентов. Студент, обучающийся по точной шкале оценок, будет иметь другой подход к экзаменам, чем студент, обучающийся по более широкой шкале. Первые студенты могут больше сосредотачиваться на экзаменах, в то время как вторые могут отдавать предпочтение практическим проектам, что способствует лучшему практическому знанию. Такие различия могут вызывать ненужное давление на студентов."
        },
        {
            "title": "Заключительные замечания",
            "description": "Мы постарались покрыть всю важную информацию, которую вы должны знать о системе оценок, преобразовании оценок, расчете CGPA в проценты, процентах в CGPA и калькуляторе CGPA. Кроме того, мы разработали наш калькулятор CGPA, который работает точно для любой шкалы оценок или множителя. Тем не менее, если вы считаете, что вам нужно разъяснение по любому из этих вопросов или хотите предложить улучшения по этому калькулятору, пожалуйста, свяжитесь с нами."
        }
    ],
    "faq": {
        "title": "Часто задаваемые вопросы по калькулятору CGPA",
        "q1": {
            "question": "Есть ли разница между CGPA и GPA?",
            "answer": "Да, CGPA и GPA отличаются по своей области применения. GPA отражает вашу успеваемость в одном семестре, в то время как CGPA усредняет GPA за несколько семестров, показывая общую академическую успеваемость. Используйте калькулятор CGPA, чтобы увидеть разницу в значениях, и попробуйте преобразовать GPA в CGPA, если ваше учебное заведение поддерживает такую возможность."
        },
        "q2": {
            "question": "Изменяется ли формула преобразования CGPA в зависимости от учебного заведения?",
            "answer": "Безусловно. Многие учебные заведения используют уникальные формулы преобразования CGPA. Например, некоторые используют коэффициент 9,5 для преобразования CGPA в проценты, в то время как другие применяют разные множители. Важно проверить формулу, используемую вашим учебным заведением, чтобы корректно преобразовать CGPA в проценты. Калькулятор CGPA можно настроить в соответствии с требованиями конкретного университета."
        },
        "q3": {
            "question": "Почему я не получаю точный процент из CGPA?",
            "answer": "Неверный результат преобразования CGPA в проценты может быть связан с использованием неверного коэффициента преобразования или формулы. Разные учебные заведения применяют разные методы, поэтому важно использовать калькулятор CGPA, специально настроенный для вашего учебного заведения, или проверить применяемый множитель. Для точного расчета процента может потребоваться специализированный калькулятор CGPA."
        },
        "q4": {
            "question": "Как преобразовать CGPA в процент?",
            "answer": "Для преобразования CGPA в процент умножьте свой CGPA на коэффициент, используемый в вашем учебном заведении (чаще всего 9,5). Этот простой метод работает для большинства случаев, но калькулятор CGPA в проценты упрощает этот процесс. Если вам нужно выполнить обратное преобразование, используйте калькулятор процента в CGPA."
        },
        "q5": {
            "question": "Как преобразовать CGPA 7.6 в процент?",
            "answer": "Чтобы преобразовать CGPA 7.6 в процент, умножьте 7.6 на коэффициент преобразования (обычно 9,5). Это дает результат 72,2%. Калькулятор CGPA в проценты автоматизирует этот процесс и гарантирует точность."
        },
        "q6": {
            "question": "Что такое CGPA 7.8 в процентах?",
            "answer": "Используя общий коэффициент 9,5, CGPA 7.8 переводится в 74,1% в процентах. Вы можете быстро проверить результат с помощью калькулятора CGPA в проценты."
        },
        "q7": {
            "question": "Что такое калькулятор CGPA в процентах из 4?",
            "answer": "Некоторые университеты используют шкалу с 4 баллами. Чтобы преобразовать CGPA в процент по шкале 4, найдите свой GPA по шкале 4, а затем используйте соответствующий коэффициент преобразования. Специализированные калькуляторы, такие как калькулятор CGPA в проценты из 4, могут выполнить это преобразование за вас."
        },
        "q8": {
            "question": "Какая формула для преобразования CGPA в процент в VTU?",
            "answer": "Формула преобразования CGPA в проценты в VTU: Процент = CGPA * 9,1 (может отличаться в зависимости от факультета)."
        },
        "q9": {
            "question": "Как преобразовать CGPA в процент для инженерных специальностей?",
            "answer": "Инженерные колледжи могут использовать разные формулы или коэффициенты преобразования. Инженерным студентам следует уточнить методику своего колледжа или использовать специализированный калькулятор CGPA для точного преобразования CGPA в процент."
        },
        "q10": {
            "question": "Отличается ли калькулятор CGPA в процентах для DU?",
            "answer": "Да, Университет Дели (DU) использует свою формулу. Студенты DU должны использовать калькулятор CGPA в проценты, специально разработанный для DU, чтобы получить точные результаты и соответствовать стандартам оценки DU."
        },
        "q11": {
            "question": "Как рассчитать процент из CGPA?",
            "answer": "Для расчета процента из CGPA умножьте CGPA на коэффициент преобразования (чаще всего 9,5). Калькулятор CGPA упростит этот процесс, или вы можете воспользоваться калькулятором процента в CGPA, если вам нужно выполнить обратное преобразование."
        },
        "q12": {
            "question": "Какая формула для расчета CGPA в проценты в SPPU?",
            "answer": "Университет Савитрибаи Фуле в Пуне (SPPU) использует уникальный метод расчета CGPA в проценты. Вы можете использовать калькулятор CGPA для SPPU или ознакомиться с их рекомендациями для точного преобразования."
        },
        "q13": {
            "question": "Какая формула калькулятора CGPA в проценты для Makaut?",
            "answer": "Makaut — это онлайн-платформа. Формула калькулятора CGPA в проценты для Makaut: Процент = (CGPA – 0,75) * 10."
        },
        "q14": {
            "question": "Какова формула для расчета CGPA в проценты в GTU?",
            "answer": "Формула для расчета CGPA в проценты в GTU: Процент = (CGPA * 7,1) + 12."
        },
        "q15": {
            "question": "Как найти процент из CGPA?",
            "answer": "Вы можете либо вручную рассчитать с использованием приведенной выше формулы, либо использовать этот калькулятор для нахождения вашего процента."
        }
    },
    "cgpa-Description": "CGPA, аббревиатура от Cumulative Grade Point Average (Совокупная Средняя Оценка), является общим показателем академической успеваемости студента за определенный учебный период. Некоторые университеты и учебные заведения рассматривают его как среднее значение всех баллов за семестр, полученных студентом в процессе обучения, в то время как другие могут включать дополнительный фактор — кредиты — в расчет.",
    "title3": "Калькулятор CGPA в процент",
    "enterCGPA3": "Введите CGPA",
    "cgpaPlaceholder3": "Введите ваш CGPA",
    "chooseGradeScale3": "Выберите шкалу оценок",
    "multiplicationFactor": "Множитель",
    "multiplicationFactorPlaceholder": "Введите множитель",
    "error": "Ошибка",
    "calculateButton3": "Рассчитать",
    "resetButton3": "Сбросить",
    "calculatedPercentage": "Ваш рассчитанный процент",
    "percentagePlaceholder": "Процент:",
    "downloadButton3": "Скачать",
    "whatsappButton3": "WhatsApp",
    "copyLinkButton3": "Скопировать ссылку",
    "linkCopied3": "Ссылка скопирована!",
    "calculationHistory3": "История расчетов",
    "sno": "№",
    "cgpa": "CGPA",
    "percentage": "Процент",
    "scale4": "Шкала 4.0",
    "scale5": "Шкала 5.0",
    "scale10": "Шкала 10.0",
    "header": {
        "calculator": "Калькулятор",
        "title": "Образовательный",
        "subtitle": "Решение простых преобразований, таких как CGPA в процент с помощью калькулятора CGPA, или сложной математики с научным калькулятором?",
        "cgpa_to_percentage": " CGPA в процент "
    },
    "link": {
        "text": "Lord Calculator",
        "description": "поможет вам легко справляться с трудными и утомительными расчетами. Пусть лучшие технологии ускорят ваше образовательное путешествие — вы заслуживаете только ЛУЧШЕГО."
    },
    "choose_lord_calculator": {
        "title": "Почему выбрать Lord Calculator?",
        "feature_1": {
            "title": "Молниеносно быстрый и сверхнадежный",
            "description": "Да, мы гарантируем это! Решайте даже самые сложные вычисления точно за миг. Ошибки не допускаются!"
        },
        "feature_2": {
            "title": "Простой и удобный",
            "description": "Единственная сложность будет заключаться в ваших уравнениях. С интуитивно понятными кнопками и индикаторами навигация здесь очень проста."
        },
        "feature_3": {
            "title": "Скачайте, сохраните или поделитесь",
            "description": "Нужно сохранить решение уравнения? Не беспокойтесь, решайте один раз и делитесь или сохраняйте свои расчеты для дальнейшего использования офлайн."
        }
    },
    "calculatorCards": [
        {
            "title": "Калькулятор CGPA в процент",
            "description": "Преобразуйте свои оценки на ходу с помощью калькулятора CGPA в процент! Вы даже можете скачать или поделиться своим отчетом бесплатно.",
            "emoji": "➗"
        },
        {
            "title": "Калькулятор процент в CGPA",
            "description": "Конвертация CGPA может быть утомительной, но не с калькулятором процент в CGPA. Совместим с большинством учебных заведений по всему миру.",
            "emoji": "🔢"
        },
        {
            "title": "Калькулятор GPA в CGPA",
            "description": "С минималистичным дизайном этот конвертер GPA в CGPA поможет вам сэкономить время. Полезно как для студентов, так и для преподавателей!",
            "emoji": "💡"
        },
        {
            "title": "Калькулятор CGPA в GPA",
            "description": "Проверяете свою квалификацию для университета за рубежом? Быстро конвертируйте свои оценки с помощью конвертера CGPA в GPA и поделитесь радостной новостью!",
            "emoji": "📚"
        }
    ],
    "tit": "Образовательный калькулятор",
    "des": "CGPA, GPA, Процент или Научный калькулятор — скажите нам, что вам нужно, и наслаждайтесь этим бесплатно, навсегда!",
    "emoji5": "🧑‍🏫",
    "section": {
        "title": "Образование, Финансы или Здоровье—",
        "highlightedText": "Lord Calculator",
        "subtitle": "Это все, что вам нужно!",
        "description": "От здравоохранения до финансов и строительства до образования — одна платформа для всех ваших задач. Получите любой калькулятор, который вам когда-либо понадобится.",
        "additionalDescription": "Молниеносно быстрый и точный — ни малейшей ошибки!"
    },
    "footer": {
        "title": "Lord Calculator",
        "location": "Местоположение:",
        "contact": "Свяжитесь с нами: bhushanthakur04@gmail.com",
        "categories": "Категории",
        "educational_calculators": "Образовательные калькуляторы",
        "scientific_calculators": "Научные калькуляторы",
        "womens_calculators": "Женские калькуляторы",
        "pages": "Страницы",
        "privacy_policy": "Политика конфиденциальности",
        "terms_of_use": "Условия использования",
        "about_us": "О нас",
        "copyright": "© 2024 Lord Calculator. Все права защищены.",
        "social_links": {
            "facebook": "Facebook",
            "instagram": "Instagram",
            "twitter": "Twitter",
            "whatsapp": "WhatsApp"
        }
    }
}