{
    "navbar": {
        "selectLanguage": "மொழி தேர்வு"
    },
    "title": "GPA to CGPA கணக்கீட்டாளர்",
    "enter_gpa": "GPA எடுத்து",
    "choose_gpa_scale": "GPA அளவுகோலை தேர்வு செய்யவும்",
    "calculate": "கணக்கீடு",
    "reset": "மீண்டும் ஆரம்பிக்க",
    "calculated_cgpa": "உங்கள் கணக்கிடப்பட்ட CGPA",
    "calculation_history": "கணக்கீட்டு வரலாறு",
    "download": "பதிவிறக்கம்",
    "whatsapp": "WhatsApp",
    "copy_link": "காப்பி இணைப்பு",
    "gpa_to_cgpa_calculator": "GPA to CGPA கணக்கீட்டாளர்",
    "welcome_message": "பிற கல்வி கணக்கீட்டாளர்களுக்கு வரவேற்கின்றேன்! சம்பந்தப்பட்ட கணக்கீட்டாளர்களில், நாம் கணக்கிடுகிறோம்",
    "cgpa_to_percentage_link": "CGPA to Percentage",
    "gpa_to_cgpa_description": " (மற்றும் எதிர்கருதி). கூடுதலாக, இந்த அளவுகோல்களுடன் தொடர்புடைய சில கருத்துக்களையும் அவற்றின் பயன்பாட்டையும் ஆய்வு செய்துள்ளோம். பெரும்பாலான ஆசிய நாடுகள் மற்றும் சில ஆபிரிக்க நாடுகள் CGPA அல்லது சதவிகித அமைப்பை பின்பற்றுகின்றன, ஆனால் மேற்கு கல்வி அமைப்பு GPA ஐ பயன்படுத்துகிறது",
    "letter_grading_link": "எழுத்துப் பரிசீலனை அமைப்பு",
    "institution_migration_message": "ஒரு நிறுவனத்திலிருந்து மற்றொரு நிறுவனத்திற்கு மாறும் போது, குறிப்பாக இரு நிறுவனங்களும் வெவ்வேறு மதிப்பீட்டு அமைப்புகளை பின்பற்றும் போது, ஒரு நம்பகமான கிரேடு மாற்று கணக்கீட்டாளரின் அவசியம் ஏற்படுகிறது. Lord Calculator GPA to CGPA கணக்கீட்டாளரை நம்பிக்கை வைக்கலாம், இது மாற்றுக்கு ஏற்ற மிகவும் பொதுவாக ஏற்றுக்கொள்ளப்பட்ட சர்வதேச சூத்திரத்தை பயன்படுத்துகிறது.",
    "guide_message": "இந்த வழிகாட்டியில், நாம் GPA to CGPA மாற்று கணக்கீட்டில் பயன்படுத்தப்படும் சூத்திரம், இந்த மாற்றங்கள் எப்போது தேவைப்படலாம், கவனிக்க வேண்டிய முன்னெச்சரிக்கைகள் மற்றும் இத்தகைய மாற்றங்களைச் செய்யும்போது முக்கியமான அம்சங்களை பரிசீலனை செய்வோம்.",
    "Table of Contents": "உள்ளடக்கம்",
    "GPA to CGPA Calculator": "GPA to CGPA கணக்கீட்டாளர்",
    "GPA To CGPA Calculation Formula": "GPA to CGPA கணக்கீட்டு சூத்திரம்",
    "How to Use Lord Calculator’s GPA to CGPA Calculator?": "Lord Calculator இன் GPA to CGPA கணக்கீட்டாளரை எப்படி பயன்படுத்துவது?",
    "How CGPA & GPA Are Different?": "CGPA மற்றும் GPA எப்படி வேறுபடுகின்றன?",
    "International Standards and Certifications": "சர்வதேச தரநிலைகள் மற்றும் சான்றிதழ்கள்",
    "Most Common GPA to CGPA Conversion Scenarios": "பெரியவரும் பொதுவான GPA to CGPA மாற்ற நிலைமைகள்",
    "Summary": "சுருக்கம்",
    "FAQs (Frequently Asked Questions)": "FAQs (பொதுவாக கேட்கப்படும் கேள்விகள்)",
    "GPA To CGPA Calculation Formulas": "GPA to CGPA கணக்கீட்டு சூத்திரங்கள்",
    "Equivalent CGPA =": "எக்வலென்ட் CGPA =",
    "GPA obtained": "பெறப்பட்ட GPA",
    "Max GPA": "அதிகபட்ச GPA",
    "Max CGPA": "அதிகபட்ச CGPA",
    "How to Calculate GPA?": "GPA ஐ எப்படி கணக்கிடுவது?",
    "GPA =": "GPA =",
    "Total Quality Points for all terms.": "அனைத்து காலங்களுக்கான மொத்த தரம் புள்ளிகள்.",
    "Total Credit Hours for all terms.": "அனைத்து காலங்களுக்கான மொத்த கிரெடிட் மணிநேரம்.",
    "quality points": "எங்கு, ஒரு காலத்துக்கான தரம் புள்ளிகள் = எழுத்துப் பரிசீலனை மதிப்பு * கிரெடிட் மணிநேரங்கள்.",
    "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "Lord Calculator இன் GPA to CGPA கணக்கீட்டாளரை எப்படி பயன்படுத்துவது?",
    "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "நாம் எங்கள் கணக்கீட்டாளரை பயன்படுத்த எளிதாக ஆக்கினோம், ஆனால் இங்கே உங்களுக்கு அது எவ்வாறு சிறந்த முறையில் பயன்படுத்துவது என்பதற்கான வழிகாட்டி உள்ளது. உங்கள் GPA ஐ சமமான CGPA ஆக மாற்ற, கீழ்காணும் படிகளைப் பின்பற்றவும்:",
    "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "படி 1: Lord Calculator இல் GPA to CGPA கணக்கீட்டாளரைத் திறக்கவும்.",
    "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "படி 2: முதல் புலத்தில், 'Enter GPA' என்ற தலைப்பில், உங்கள் பெறப்பட்ட GPA ஐ சரியான முறையில் உள்ளிடவும். சரியான மாற்றத்திற்கு தசமத்தைக் குறிக்க வேண்டும் என்பதை உறுதிப்படுத்தவும்.",
    "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "படி 3: இப்போது உங்கள் GPA அளவுகோலை தேர்வு செய்யவும். இந்த அளவுகோல் அதிகபட்ச GPA எவ்வளவு இருக்க முடியும் என்பதை உள்ளிடுகிறது.",
    "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "படி 4: அனைத்து மதிப்பீடுகளையும் சரியாக உள்ளிடியவுடன், “Calculate” பொத்தானை அழுத்தவும். அதுவே! இப்போது உங்கள் முன்னிலையில் சமமான CGPA இருக்கும், மேலும் அதை CGPA மீட்டரின் மூலம் காட்சியிடப்பட்டது.",
    "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "மேலும், நீங்கள் உங்கள் மேற்கொண்டு கணக்கிடப்பட்ட கணக்கீடுகளைப் பார்வையிட முடியும், அதன் மூலம் நீங்கள் அவற்றின் ஒப்பீட்டை ஆரம்பிக்கலாம். நீங்கள் மாற்றப்பட்ட CGPA ஐ PDF ஆக ஏற்ற Export செய்யவும், பிறருடன் பகிரவும் முடியும்.",
    "How-CGPA & GPA Are Different?": "CGPA மற்றும் GPA எப்படி வேறுபடுகின்றன?",
    "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "CGPA மற்றும் GPA பல பார்வைகளில் வேறுபடுகின்றன. [இரு சொற்களும்] அவற்றின் அடிப்படை வேறுபாட்டைக் காட்டுகிறது. ஆனால் அவை எவ்வாறு பயன்படுத்தப்படுகின்றன மற்றும் பயன்பாடுகளுக்கான வேறுபாட்டைப் பற்றி நாம் பேசுவோம்.",
    "Denomination": "பெயரிடுதல்",
    "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "பேர் சூட்சிப்பதற்கு, CGPA (க்யூமுலேட்டிவ் கிரேடு பாயின்ட் அவரேஜ்) ஒரு மாணவனின் கல்வி காலத்தின்போது அவரின் கூட்டு அல்லது சேர்க்கைப்பட்ட செயல்திறனை பிரதிபலிக்கின்றது. இது பொதுவாக பல семஸ்டர்களின் செயல்திறனையும் சுருக்கமான முறையில் பிரதிபலிக்கின்றது.",
    "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "மற்றொரு புறமாக, GPA (கிரேடு பாயின்ட் அவரேஜ்) ஒரு குறிப்பிட்ட семஸ்டரின் கல்வி செயல்திறனை பிரதிபலிக்கின்றது, அல்லது சொல்வதற்கு, ஒரு குறிப்பிட்ட காலஅலகு/ семஸ்டர். எனவே, ஒரு வழியில், CGPA பல семஸ்டர்களிலிருந்து GPA மதிப்பெண்கள் சராசரியாக கணக்கிடப்படுகின்றது.",
    "Usage": "பயன்பாடு",
    "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "பதவியிலும், இரு அளவுகோள்களின் பயன்பாடு வெவ்வேறு. CGPA ஒரு மாணவனின் மொத்த கல்வி செயல்திறனாக கருதப்படுகின்றது, ஆனால் GPA ஒரு குறிப்பிட்ட семஸ்டர் அல்லது காலஅலகு பதிப்புக்காக கருதப்படுகின்றது.",
    "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "GPA பெரும்பாலும் ஒரு மாணவன் சமீபகாலமாக எப்படி செயல்படுவதை மதிப்பிட மற்றும் வரைபடப்படுத்த பயன்படுகின்றது, மேலும் பலவீனங்களை மற்றும் மேம்பாட்டு பகுதிகளை கண்டறிய உதவுகிறது. இந்த வகையான கிரேடு அளவுகோள்கள் புதிய படிப்பின் கல்வி செயல்திறனில் தாக்கங்களை கண்டறிய பயன்படுத்தப்படுகின்றன. ஆனால், ஒரு வேலைக்கு அல்லது மேல்முறையாக படிப்பிற்கு விண்ணப்பிப்பது பற்றி பேசும் போது, GPA சரியான கிரேடு அளவுகோள் ஆக இருக்காது.",
    "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "இந்த மாதிரிகளில், ஒரு மாணவன் மேல்முறையாக படிப்பிற்கோ அல்லது வேலை விண்ணப்பிக்கவோ விண்ணப்பிக்கும் போது, அவன்/அவள் தனது CGPA ஐ பூர்த்தி செய்ய வேண்டும். எனவே, CGPA வெளிப்புற அமைப்புகளுடன் பகிரப்படும் போது, GPA பெரும்பாலும் உள்நாட்டு மதிப்பீட்டில் பயன்படுத்தப்படுகிறது.",
    "To summarize, take a look at the below-given table:": "சுருக்கமாக சொல்லவோ, கீழே கொடுக்கப்பட்ட பட்டியலைப் பாருங்கள்:",
    "Feature": "சாதனங்கள்",
    "GPA": "GPA",
    "CGPA": "CGPA",
    "Scope": "பரிமாணம்",
    "Single Semester / Term": "ஒற்றை семஸ்டர் / காலஅலகு",
    "Entire Academic Session": "மொத்த கல்வி காலம்",
    "Calculation": "கணக்கீடு",
    "Grade Points for a semester.": "ஒரு семஸ்டருக்கான கிரேடு பாயின்டுகள்.",
    "Cumulative Average of All semesters.": "எல்லா семஸ்டர்களின் கூட்டு சராசரி.",
    "Purpose": "பயன்",
    "Help to track and monitor the performance of a student.": "ஒரு மாணவனின் செயல்திறனை பின்தொடர மற்றும் கண்காணிக்க உதவுகிறது.",
    "Determines the overall performance of a student.": "ஒரு மாணவனின் மொத்த செயல்திறனைக் கணக்கிடுகிறது.",
    "International-Standards and Certifications": "அந்தராட்சிமான அளவுகோள்கள் மற்றும் சான்றிதழ்கள்",
    "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "நாம் முன்பு விவாதித்தபடி, GPA போன்ற கிரேடிங் அளவுகோள்கள் பெரும்பாலும் மேற்கத்திய கல்வி அமைப்புகளின் ஒரு பகுதியாக உள்ளன. இருப்பினும், வெளிநாட்டில் படிக்க திட்டமிடும் மாணவர்கள் பல்வேறு அந்தராட்சிமான அளவுகோள்கள் மற்றும் சான்றிதழ்கள் குறித்த அறிவில் இருக்க வேண்டும், அவை பல்வேறு கல்வி அமைப்புகளின் மூலம் பரவலாக அங்கீகரிக்கப்படுகின்றன. இதை புரிந்துகொள்வது மாணவர்களுக்கு பல்வேறு கிரேடிங் அமைப்புகளை வழிநடத்த உதவி செய்யும் மற்றும் வெளிநாட்டில் பள்ளிகள் அல்லது பல்கலைக்கழகங்களுக்கு விண்ணப்பிக்கும் போது சீரான மாற்றங்கள் உறுதி செய்யும்.",
    "1. International Baccalaureate (IB)": "1. இன்டர்நேஷனல் பாக்கலோரியேட் (IB)",
    "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "இன்டர்நேஷனல் பாக்கலோரியேட் (IB) என்பது 3 முதல் 19 வயதுள்ள மாணவர்களுக்கான உலகளாவிய அங்கீகாரம் பெற்ற கல்வி அமைப்பாகும். அதன் குறிக்கோள் பகுத்தறிவு சிந்தனை, மதிப்பீட்டு பரிமாற்றம் மற்றும் உலகளாவிய பொருத்தம் வளர்த்தெடுக்க வேண்டும். IB அமைப்பில் நான்கு முக்கியமான திட்டங்கள் உள்ளன:",
    "Primary Years Programme (PYP)": "பிரைமரி ஆண்ட்ஸ் திட்டம் (PYP)",
    "For students aged 3 to 12, focusing on developing academic and personal skills.": "3 முதல் 12 வயது மாணவர்களுக்கான கல்வி மற்றும் தனிப்பட்ட திறன்களை உருவாக்கும் திட்டம்.",
    "Middle Years Programme (MYP)": "மிடில் ஆண்ட்ஸ் திட்டம் (MYP)",
    "For students aged 11 to 16, preparing them for further study.": "11 முதல் 16 வயது மாணவர்களுக்கான, மேலதிக படிப்புகளுக்கான தயாரிப்பு.",
    "Diploma Programme (DP)": "டிப்ளோமா திட்டம் (DP)",
    "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "16 முதல் 19 வயதுள்ள மாணவர்களுக்கான, 1 முதல் 7 வரை உள்ள கடுமையான திட்டம்.",
    "Career-related Programme (CP)": "கேரியர் சார்ந்த திட்டம் (CP)",
    "Combines academic study with career-related learning for students aged 16 to 19.": "16 முதல் 19 வயதுள்ள மாணவர்களுக்கு கல்வி மற்றும் தொழில்நுட்ப பத்திகையுடன் இணைந்தது.",
    "The IB system is recognized globally for its academic rigor and holistic approach to education.": "IB அமைப்பு அதன் கல்வி கடுமையும் முழுமையான கல்வி அணுகுமுறையினாலும் உலகளாவிய அங்கீகாரம் பெற்றது.",
    "2. Common Core State Standards (CCSS)": "2. காமன் கோர் மாநில அளவுகோள்கள் (CCSS)",
    "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "காமன் கோர் ஸ்டேட் ஸ்டாண்டர்ட்ஸ் (CCSS) இவை அமெரிக்காவிலிருந்து உருவாக்கப்பட்டவை, இங்கிலிஷ் மொழி கலை மற்றும் கணிதத்தில் K-12 கல்வி முறைமைகளைக் கட்டுப்படுத்துவதற்கான திட்டமாகும். இந்த கட்டமைப்பு முதன்மையாக அமெரிக்கா பள்ளிகளில் நடைமுறைப்படுத்தப்படுகிறது மற்றும் கல்வி சாதனைகளுக்கான தெளிவான மற்றும் ஏற்ற பலன்களை வழங்குவதில் கவனம் செலுத்துகிறது. மாணவர்கள் கல்லூரி, வேலைவாய்ப்பு மற்றும் உலகளாவிய போட்டித்திறனுக்கு தயாராக இருப்பதை உறுதி செய்வது இந்த திட்டத்தின் நோக்கம் ஆகும், இதற்காக அவற்றின் திருத்தமான சிந்தனை மற்றும் பிரச்சினை தீர்க்கும் திறன்களை வலுப்படுத்துகிறது.",
    "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "3. போலோனியா செயல்முறை மற்றும் ஐரோப்பிய கிரெடிட் பரிமாற்றம் மற்றும் சேர்க்கை அமைப்பு (ECTS)",
    "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "போலோனியா செயல்முறை என்பது ஐரோப்பிய நாடுகளுக்கிடையில் உயர் கல்வியை ஒத்திசைவாக அமைக்க ஒப்புக்கொள்ளப்பட்ட ஒரு உடன்படிக்கையாகும். இதன் நோக்கம் கல்வி தகுதிகள் மற்றும் படிப்பு காலத்தை எளிதாக ஒப்பிடக்கூடியதாகவும் ஐரோப்பாவிலே ஒருங்கிணைக்கக்கூடியதாகவும் அமைப்பதாகும். இந்த செயல்முறை, வேறுபட்ட நாடுகளின் பல்கலைக்கழகங்களுக்கிடையே மாணவர்கள் நகர்ந்து செல்ல உதவுகிறது, மாணவர்களின் தகுதிகள் உலகளாவிய அளவில் அங்கீகாரம் பெறுவதை உறுதி செய்கின்றது.",
    "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "ஐரோப்பிய கிரெடிட் பரிமாற்றம் மற்றும் சேர்க்கை அமைப்பு (ECTS) படிப்புகளுக்கான கிரெடிட்களை அவற்றின் தேவையான பணியின்படி (சாதாரணமாக ஒவ்வொரு கிரெடிடுக்கான 25-30 மணி நேரம் படிப்பு) ஒதுக்குகிறது. ECTS, A முதல் F வரை பத்திரிகை மதிப்பெண்கள் முறைமையை பயன்படுத்துகிறது, இதில் F என்பது தோல்வியை குறிக்கின்றது.",
    "4. Advanced Placement (AP) Program": "4. முன்னேற்ற நிலை (AP) திட்டம்",
    "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "முன்னேற்ற நிலை (AP) திட்டம் என்பது அமெரிக்காவிலிருந்து மேற்கொண்டும் கல்லூரி வாரியத்தினால் வழங்கப்படும் ஒரு முயற்சியாகும், இது உயர்தர பள்ளி மாணவர்களை கல்லூரி நிலை படிப்புகளையும் பரீட்சைகளையும் எடுப்பதற்கான வாய்ப்பை வழங்குகிறது. இந்த படிப்புகள் முதலாவது ஆண்டு கல்லூரி படிப்புகளுக்கு இணையானவை மற்றும் உலகளாவிய அளவில் அங்கீகாரம் பெறுகின்றன. AP பரீட்சைகளுக்கான மதிப்பெண்கள் அளவு 1 முதல் 5 வரை மாறுபடுகிறது, இதில் 3 மதிப்பெண்கள் கடந்து செல்கின்றன என்று கருதப்படுகிறது. AP உலகளாவிய பல்கலைக்கழகங்களால் பரிந்துரைக்கப்படுகிறது, மாணவர்களுக்கு கல்லூரி அங்கீகாரம் பெறுவதற்கான வாய்ப்பு வழங்குகிறது.",
    "5. International General Certificate of Secondary Education (IGCSE)": "5. சர்வதேச பொதுவான மெட்டர் தள கல்வி சான்றிதழ் (IGCSE)",
    "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "IGCSE என்பது கம்பிரிட்ஜ் மதிப்பீட்டு சர்வதேச கல்வியியல் வழங்கும் உலகளாவிய அங்கீகாரம் பெற்ற ஒரு சான்றிதழாகும். இது A முதல் G வரை மதிப்பெண்கள் அளவு பயன்படும், இதில் U (மதிப்பிடப்படாதது) தோல்வியை குறிக்கின்றது. IGCSE சர்வதேச பள்ளிகளால் பரவலாகப் பயன்படுத்தப்படுகிறது மற்றும் அதன் லவசமற்ற தன்மைக்காக அறியப்படுகிறது, இது மாணவர்களுக்கு தங்களது கல்வி ஆர்வங்களும் வேலை நோக்கங்களும் பொருந்தும் பாடங்களைத் தேர்ந்தெடுக்க அனுமதிக்கின்றது.",
    "6. Tertiary Education Quality and Standards Agency (TEQSA)": "6. மேற்படிப்பு கல்வி தரமும் தரநிலைகளும் அமைப்பு (TEQSA)",
    "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "TEQSA கட்டமைப்பு முதன்மையாக ஆஸ்திரேலியாவில் பின்பற்றப்படுகிறது. இது உயர் கல்வி நிறுவனங்களை கட்டுப்படுத்துகிறது மற்றும் அவை தேசிய தரநிலைகளுக்கு இணங்க இருக்கும் என்பதை உறுதி செய்கின்றது. இது ஆஸ்திரேலியாவிலுள்ள கல்வி நிறுவனங்களின் தகுதிகள் மற்றும் பாடங்களை விளக்கி உள்ள ஆஸ்திரேலிய தகுதிகள் கட்டமைப்புடன் (AQF) பொருந்துகிறது. TEQSA ஆஸ்திரேலியாவிலே மட்டுமே பின்பற்றப்படும் என்றாலும், அதன் அங்கீகாரம் உலகளாவியதாக உள்ளது, இது ஆஸ்திரேலிய பட்டங்கள் உலகளாவிய அளவில் மதிக்கப்பட்டு மாணவர்களின் நகர்வை மேம்படுத்துகிறது.",
    "7. Programme for International Student Assessment (PISA)": "7. சர்வதேச மாணவர் மதிப்பீட்டுத் திட்டம் (PISA)",
    "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "சர்வதேச மாணவர் மதிப்பீட்டுத் திட்டம் (PISA) என்பது OECD மூலம் நடத்தப்படும் சர்வதேச கருத்துக்கணிப்பு ஆகும். மற்ற கட்டமைப்புகளுக்கு மாறாக, PISA ஒரு மதிப்பெண் அளவீட்டு முறை தரவில்லை, ஆனால் 15 வயது மாணவர்களின் கல்வி செயல்பாட்டை மதிப்பிடுவதன் மூலம் உலகளாவிய கல்வி அமைப்புகளின் பயனுள்ளதாக இருப்பதை மதிப்பிடுகிறது. சேகரிக்கப்பட்ட தரவு அரசியல் சிந்தனையாளர்களுக்கு கல்வி அமைப்புகளில் பலவீனங்களை மற்றும் பலவீனங்களை அடையாளம் காண உதவுகிறது மற்றும் தரநிலைகளை மேம்படுத்த சரியான முடிவுகளை எடுப்பதற்கான வழிகாட்டுதலை வழங்குகிறது.",
    "Most-Common GPA to CGPA Conversion Scenarios": "மிகவும் பரவலாக சந்திக்கும் GPA இல் இருந்து CGPA மாறுதல் நிலைகள்",
    "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "1. U.S. GPA இல் இருந்து CGPA மாறுதல் (4.0 அளவீட்டு முறை)",
    "The formula used is:": "பயன்படுத்தப்படும் சூத்திரம்:",
    "CGPA = GPA × 2.5": "CGPA = GPA × 2.5",
    "Thus, the conversions would look like:": "அதனால், மாறுதல்கள் இவாறு தோன்றும்:",
    "4.0 GPA in CGPA is 10.0": "4.0 GPA இல் CGPA 10.0 ஆகும்",
    "3.5 GPA in CGPA is 8.75": "3.5 GPA இல் CGPA 8.75 ஆகும்",
    "3.0 GPA in CGPA is 7.5": "3.0 GPA இல் CGPA 7.5 ஆகும்",
    "2.0 GPA in CGPA is 5.0": "2.0 GPA இல் CGPA 5.0 ஆகும்",
    "2. U.S. GPA to CGPA (Indian) Conversion": "2. U.S. GPA இல் இருந்து CGPA (இந்திய) மாறுதல்",
    "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "சில இந்திய நிறுவனங்கள் GPA (4.0 அளவீட்டு முறை) இல் இருந்து CGPA (10 அளவீட்டு முறை) மாறுதலின் வேறுபட்ட பதிப்பை பின்பற்றுகின்றன. பயன்படும் சூத்திரம்:",
    "CGPA = GPA × 2 + 1": "CGPA = GPA × 2 + 1",
    "Thus, the conversion would vary as:": "இதனால், மாறுதல் இவ்வாறு மாறும்:",
    "4.0 GPA in CGPA is 9.0": "4.0 GPA இல் CGPA 9.0 ஆகும்",
    "3.5 GPA in CGPA is 8.0": "3.5 GPA இல் CGPA 8.0 ஆகும்",
    "3.0 GPA in CGPA is 7.0": "3.0 GPA இல் CGPA 7.0 ஆகும்",
    "2.0 GPA-in-CGPA is 5.0": "2.0 GPA இல் CGPA 5.0 ஆகும்",
    "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "3. இந்திய சதவிகிதம் U.S. GPA மாற்றம் (4.0 அளவீட்டு முறை)",
    "The-formula used is:": "பயன்படுத்தப்படும் சூத்திரம்:",
    "GPA- =": "GPA =",
    "Therefore, the conversions would look like:": "எனவே, மாற்றங்கள் இவ்வாறு இருக்கும்:",
    "90% to GPA is 4.0": "90% இன் GPA 4.0 ஆகும்",
    "75% to GPA is 3.5": "75% இன் GPA 3.5 ஆகும்",
    "60% to GPA is 3.0": "60% இன் GPA 3.0 ஆகும்",
    "50% to GPA is 2.0": "50% இன் GPA 2.0 ஆகும்",
    "4. ECTS Grading to GPA/CGPA": "4. ECTS தரவரிசை GPA/CGPA க்கு",
    "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "ECTS ஒரு எழுத்து தரவரிசை முறைமையை பின்பற்றுவதால், அதற்கு இணையான மாற்றம் இவ்வாறு இருக்கும்:",
    "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (மேலான 10%) → 4.0 GPA / 9.0-10.0 CGPA",
    "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (அடுத்த 25%) → 3.5 GPA / 7.5-8.9 CGPA",
    "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (அடுத்த 30%) → 3.0 GPA / 6.0-7.4 CGPA",
    "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (அடுத்த 25%) → 2.5 GPA / 5.0-5.9 CGPA",
    "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (குறைந்தபட்ச தேர்ச்சி தரம்) → 2.0 GPA / 4.0-4.9 CGPA",
    "Please Note:": "தயவுசெய்து கவனியுங்கள்:",
    "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "இவை பொதுவான மாற்ற நிலைகள் ஆகும் மற்றும் பொதுவாக பொருந்தக்கூடாது. இந்த மாற்றங்களை பயன்படுத்துவதற்கு முன், எப்பொழுதும் குறிப்பிட்ட நிறுவன வழிகாட்டுதல்களை பார்க்கவும்.",
    "Summary-": "சுருக்கம்",
    "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "இந்த பிரிவில், நாம் GPA மற்றும் CGPA மாற்றங்களை, அவை எப்படி ஒன்றிலிருந்து ஒன்றிற்கு மாறுகின்றன என்பதை, மேலும் உலகளவில் பின்பற்றப்படும் சில சர்வதேச தரநிலைகள் மற்றும் கட்டமைப்புகளைப் பற்றி விவாதித்தோம். அனைத்து முக்கிய கட்டமைப்புகளையும் நாம் ஒத்துக்கொண்டாலும், ஒவ்வொரு நிறுவனத்தின் சூத்திரம் மற்றும் மாற்றத்தை உள்ளடக்குவது சாத்தியமில்லை.",
    "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "எனவே, உங்கள் மதிப்பெண்களை மாற்றும் முன், எப்பொழுதும் குறிப்பிட்ட நிறுவனத்தின் அதிகாரப்பூர்வ ஆவணத்தை சரிபார்க்கும்படி நாங்கள் பரிந்துரைக்கின்றோம்.",
    "FAQs": "அடிக்கடி கேட்கப்படும் கேள்விகள்",
    "Q1. How can I convert GPA to CGPA?": "Q1. நான் GPA ஐ CGPA க்கு எப்படி மாற்ற முடியும்?",
    "Ans. You can convert GPA to CGPA using the formula;": "பதில். நீங்கள் GPA ஐ CGPA க்கு சூத்திரத்தைப் பயன்படுத்தி மாற்றலாம்;",
    "-GPA =": "GPA =",
    "CGPA Obtained": "பெறப்பட்ட CGPA",
    "Maximum CGPA": "அதிகபட்ச CGPA",
    "Max-GPA": "அதிகபட்ச GPA",
    "Q2. What is Indian CGPA to GPA calculator?": "Q2. இந்திய CGPA ஐ GPA க்கு மாற்றுவதற்கான கணக்கீட்டா?",
    "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "பதில். இந்திய CGPA ஐ GPA க்கு மாற்றுவதற்கான கணக்கீட்டில் CGPA மற்றும் சதவீதத்திலிருந்து GPA மாற்றம் இடம்பெறுகிறது. கீழ்காணும் அட்டவணையை பார்க்கவும்:",
    "Conversion Type": "மாற்ற வகை",
    "Formula": "சூத்திரம்",
    "CGPA to 4-point GPA": "CGPA ஐ 4 புள்ளி GPA க்கு",
    "Percentage to 4-point GPA": "சதவீதத்தை 4 புள்ளி GPA க்கு",
    "Percentage to GPA (4.3)": "சதவீதத்தை GPA (4.3) க்கு",
    "Percentage to GPA (5.0)": "சதவீதத்தை GPA (5.0) க்கு",
    "GP-A =": "GPA =",
    "CGPA-Obtained": "CGPA பெறப்பட்டது",
    "Maximum-CGPA": "அதிகபட்ச CGPA",
    "× 2.5": "× 2.5",
    "Percentage Obtained": "பெறப்பட்ட சதவீதம்",
    "100": "100",
    "× 4": "× 4",
    "4.3": "4.3",
    "× 100": "× 100",
    "20": "20",
    "Q3. How to calculate CGPA from GPA?": "Q3. எப்படி GPA இல் இருந்து CGPA கணக்கிடுவது?",
    "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "Ans. GPA இல் இருந்து CGPA கணக்கிட, பெறப்பட்ட GPA ஐ அதிகபட்ச GPA ஆக வகுக்கவும், பின்னர் இலக்குக்கான CGPA அளவுருவினால் பெருக்கவும். கணிதவியல்:",
    "CGPA =": "CGPA =",
    "GPA Obtained": "பெறப்பட்ட GPA",
    "Maximum GPA": "அதிகபட்ச GPA",
    "× Target CGPA Scale": "× இலக்கு CGPA அளவு",
    "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "Q4. 10 புள்ளி CGPA ஐ 4 GPA கணக்கீடு படி என்ன?",
    "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "Ans. மேலே உள்ள Q2 இல் கூறியபடி, CGPA ஐ 2.5 பெருக்கல் மூலம் வகுக்கவும் மற்றும் அதற்கான சமமான GPA ஐ பெறலாம். எளிதாக்கப்பட்ட கணக்கீடு கீழே கொடுக்கப்பட்டுள்ளது.",
    "G-PA =": "GPA =",
    "Obtained CGPA": "பெறப்பட்ட CGPA",
    "10(for 10-point CGPA)": "10 (10 புள்ளி CGPA க்கு)",
    "×": "×",
    "= ": "= ",
    "× 2.5": "× 2.5",
    "Q5. What is the GPA to CGPA calculator Anna University Formula?": "Q5. Anna பல்கலைக்கழக GPA இல் இருந்து CGPA கணக்கீடு செய்யும் படி என்ன?",
    "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "Ans. GPA இல் இருந்து CGPA கணக்கீடு செய்யும் Anna பல்கலைக்கழக படி, கிரெடிட் மதிப்பெண்கள் அடங்கும். படி கீழே எழுதப்பட்டுள்ளது:",
    ".GPA =": "GPA =",
    "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "பாடம் 1 இல் தரம் × பெற்று கொண்ட கிரெடிட் + பாடம் 2 இல் தரம் × பெற்று கொண்ட கிரெடிட் + பாடம் N இல் தரம் × பெற்று கொண்ட கிரெடிட்",
    "Sum of All Credits Earned in Each Subject": "ஒவ்வொரு பாடத்திலும் பெற்று கொண்ட அனைத்து கிரெடிட் மதிப்புகளின் தொகை",
    "Q6. How to calculate CGPA from GPA in Anna University?": "Q6. Anna பல்கலைக்கழகத்தில் GPA இல் இருந்து CGPA எப்படி கணக்கிடுவது?",
    "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "Ans. Anna பல்கலைக்கழகத்தில் CGPA இல் இருந்து GPA கணக்கீடு, மேல் உள்ள படி போலவே செய்யப்படுகிறது.",
    "CGPA- =": "CGPA =",
    "GPA-Obtained": "பெறப்பட்ட GPA",
    "Maximum-GPA": "அதிகபட்ச GPA",
    "×": "×",
    "Target CGPA Scale": "இலக்கு CGPA அளவு",
    "However, you can also go for detailed calculations as described in Q5.": "அதுவும், Q5 இல் விவரிக்கப்பட்டுள்ளபடி விரிவான கணக்கீடுகளைப் பயன்படுத்தலாம்.",
    "Q7. How SRM GPA to CGPA calculator is different?": "Q7. SRM GPA இல் இருந்து CGPA கணக்கீடு எப்படி வேறாக உள்ளது?",
    "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "Ans. SRM பல்கலைக்கழகம் ஒரு குறிப்பிட்ட படி பயன்படுத்துகிறது, அதில் கிரெடிட் எடை சராசரி அடங்கும், இதனால் GPA கணக்கிடப்படுகிறது. கிரெடிட் எடை சராசரி என்ற கருத்து, முக்கிய மற்றும் சிறிய பாடங்களுக்கு விசேஷமான எடையை நிர்ணயிக்க பயன்படுகிறது.",
    "Q8. Is the GPA to CGPA calculator for engineering different?": "Q8. பொறியியல் கல்லூரிகளுக்கான GPA இல் இருந்து CGPA கணக்கீடு வேறா?",
    "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "Ans. சில பொறியியல் கல்லூரிகள், சார்ந்த பாடங்களுக்கு தேர்வு மற்றும் பொதுவான பாடங்களுக்குப் போட்டியிடும்படி அதிக கிரெடிட் மதிப்புகளை வழங்குகின்றன. எனவே, அந்த முக்கியமான பாடங்களுக்கு எடை மதிப்பு அதிகமாக இருக்கலாம்.",
    "Q9. Is CGPA to GPA calculator online reliable?": "Q9. ஆன்லைன் CGPA இல் இருந்து GPA கணக்கீடு நம்பகமானதா?",
    "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "Ans. கணிதவியலுடன், ஆம், எங்கள் ஆன்லைன் CGPA இல் இருந்து GPA கணக்கீடு நம்பகமானது. இருப்பினும், பல பல்கலைக்கழகங்கள் ஒரு குறிப்பிட்ட மாற்றி முறை பயன்படுத்துகின்றன. அந்த முறைகளை உள்ளடக்கிய அனைத்து முறைமைகளையும் சேர்க்க இயலாததால், முதலில் அதிகாரப்பூர்வ வழிகாட்டிகளை சரிபார்க்க சிறந்தது.",
    "Q10. Convert GPA to CGPA out of 4.": "Q10. GPA ஐ 4 முதல் CGPA ஆக மாற்றவும்.",
    "Ans. To convert GPA to CGPA out of 4, use the below formula:": "Ans. GPA ஐ 4 இல் இருந்து CGPA ஆக மாற்ற, கீழே உள்ள படியை பயன்படுத்தவும்.",
    "CGPA (out of 4) =": "CGPA (4 இல் இருந்து) =",
    "GPAObtained": "பெறப்பட்ட GPA"
}