{
    "navbar": {
        "selectLanguage": "மொழி தேர்வு"
    },
    "title": "GPA to CGPA கணக்கீட்டாளர்",
    "enter_gpa": "GPA எடுத்து",
    "choose_gpa_scale": "GPA அளவுகோலை தேர்வு செய்யவும்",
    "calculate": "கணக்கீடு",
    "reset": "மீண்டும் ஆரம்பிக்க",
    "calculated_cgpa": "உங்கள் கணக்கிடப்பட்ட CGPA",
    "calculation_history": "கணக்கீட்டு வரலாறு",
    "download": "பதிவிறக்கம்",
    "whatsapp": "WhatsApp",
    "copy_link": "காப்பி இணைப்பு",
    "gpa_to_cgpa_calculator": "GPA to CGPA கணக்கீட்டாளர்",
    "welcome_message": "பிற கல்வி கணக்கீட்டாளர்களுக்கு வரவேற்கின்றேன்! சம்பந்தப்பட்ட கணக்கீட்டாளர்களில், நாம் கணக்கிடுகிறோம்",
    "cgpa_to_percentage_link": "CGPA to Percentage",
    "gpa_to_cgpa_description": " (மற்றும் எதிர்கருதி). கூடுதலாக, இந்த அளவுகோல்களுடன் தொடர்புடைய சில கருத்துக்களையும் அவற்றின் பயன்பாட்டையும் ஆய்வு செய்துள்ளோம். பெரும்பாலான ஆசிய நாடுகள் மற்றும் சில ஆபிரிக்க நாடுகள் CGPA அல்லது சதவிகித அமைப்பை பின்பற்றுகின்றன, ஆனால் மேற்கு கல்வி அமைப்பு GPA ஐ பயன்படுத்துகிறது",
    "letter_grading_link": "எழுத்துப் பரிசீலனை அமைப்பு",
    "institution_migration_message": "ஒரு நிறுவனத்திலிருந்து மற்றொரு நிறுவனத்திற்கு மாறும் போது, குறிப்பாக இரு நிறுவனங்களும் வெவ்வேறு மதிப்பீட்டு அமைப்புகளை பின்பற்றும் போது, ஒரு நம்பகமான கிரேடு மாற்று கணக்கீட்டாளரின் அவசியம் ஏற்படுகிறது. Lord Calculator GPA to CGPA கணக்கீட்டாளரை நம்பிக்கை வைக்கலாம், இது மாற்றுக்கு ஏற்ற மிகவும் பொதுவாக ஏற்றுக்கொள்ளப்பட்ட சர்வதேச சூத்திரத்தை பயன்படுத்துகிறது.",
    "guide_message": "இந்த வழிகாட்டியில், நாம் GPA to CGPA மாற்று கணக்கீட்டில் பயன்படுத்தப்படும் சூத்திரம், இந்த மாற்றங்கள் எப்போது தேவைப்படலாம், கவனிக்க வேண்டிய முன்னெச்சரிக்கைகள் மற்றும் இத்தகைய மாற்றங்களைச் செய்யும்போது முக்கியமான அம்சங்களை பரிசீலனை செய்வோம்.",
    "Table of Contents": "உள்ளடக்கம்",
    "GPA to CGPA Calculator": "GPA to CGPA கணக்கீட்டாளர்",
    "GPA To CGPA Calculation Formula": "GPA to CGPA கணக்கீட்டு சூத்திரம்",
    "How to Use Lord Calculator’s GPA to CGPA Calculator?": "Lord Calculator இன் GPA to CGPA கணக்கீட்டாளரை எப்படி பயன்படுத்துவது?",
    "How CGPA & GPA Are Different?": "CGPA மற்றும் GPA எப்படி வேறுபடுகின்றன?",
    "International Standards and Certifications": "சர்வதேச தரநிலைகள் மற்றும் சான்றிதழ்கள்",
    "Most Common GPA to CGPA Conversion Scenarios": "பெரியவரும் பொதுவான GPA to CGPA மாற்ற நிலைமைகள்",
    "Summary": "சுருக்கம்",
    "FAQs (Frequently Asked Questions)": "FAQs (பொதுவாக கேட்கப்படும் கேள்விகள்)",
    "GPA To CGPA Calculation Formulas": "GPA to CGPA கணக்கீட்டு சூத்திரங்கள்",
    "Equivalent CGPA =": "எக்வலென்ட் CGPA =",
    "GPA obtained": "பெறப்பட்ட GPA",
    "Max GPA": "அதிகபட்ச GPA",
    "Max CGPA": "அதிகபட்ச CGPA",
    "How to Calculate GPA?": "GPA ஐ எப்படி கணக்கிடுவது?",
    "GPA =": "GPA =",
    "Total Quality Points for all terms.": "அனைத்து காலங்களுக்கான மொத்த தரம் புள்ளிகள்.",
    "Total Credit Hours for all terms.": "அனைத்து காலங்களுக்கான மொத்த கிரெடிட் மணிநேரம்.",
    "quality points": "எங்கு, ஒரு காலத்துக்கான தரம் புள்ளிகள் = எழுத்துப் பரிசீலனை மதிப்பு * கிரெடிட் மணிநேரங்கள்.",
    "How-to Use Lord Calculator’s GPA to CGPA Calculator?": "Lord Calculator இன் GPA to CGPA கணக்கீட்டாளரை எப்படி பயன்படுத்துவது?",
    "Although we have made our calculator easy to use, still here is a guide to make the best out of it without losing yourself in the numerators and denominators of the grades calculations. To convert your GPA into an equivalent CGPA, follow below given steps:": "நாம் எங்கள் கணக்கீட்டாளரை பயன்படுத்த எளிதாக ஆக்கினோம், ஆனால் இங்கே உங்களுக்கு அது எவ்வாறு சிறந்த முறையில் பயன்படுத்துவது என்பதற்கான வழிகாட்டி உள்ளது. உங்கள் GPA ஐ சமமான CGPA ஆக மாற்ற, கீழ்காணும் படிகளைப் பின்பற்றவும்:",
    "Step 1: Open GPA to CGPA calculator on Lord Calculator.": "படி 1: Lord Calculator இல் GPA to CGPA கணக்கீட்டாளரைத் திறக்கவும்.",
    "Step 2: In the very first field, titled Enter GPA, please enter your obtained GPA accurately. Do ensure to include decimal points for accurate conversion.": "படி 2: முதல் புலத்தில், 'Enter GPA' என்ற தலைப்பில், உங்கள் பெறப்பட்ட GPA ஐ சரியான முறையில் உள்ளிடவும். சரியான மாற்றத்திற்கு தசமத்தைக் குறிக்க வேண்டும் என்பதை உறுதிப்படுத்தவும்.",
    "Step 3: Now choose your GPA Scale. This scale also indicates what could be the maximum GPA.": "படி 3: இப்போது உங்கள் GPA அளவுகோலை தேர்வு செய்யவும். இந்த அளவுகோல் அதிகபட்ச GPA எவ்வளவு இருக்க முடியும் என்பதை உள்ளிடுகிறது.",
    "Step 4: Once you have entered all the values correctly, hit the “Calculate” button. And, that is all! Now you have an equivalent CGPA in front of view, also visualized by the CGPA meter.": "படி 4: அனைத்து மதிப்பீடுகளையும் சரியாக உள்ளிடியவுடன், “Calculate” பொத்தானை அழுத்தவும். அதுவே! இப்போது உங்கள் முன்னிலையில் சமமான CGPA இருக்கும், மேலும் அதை CGPA மீட்டரின் மூலம் காட்சியிடப்பட்டது.",
    "Furthermore, you can also view any previous calculations done by you so that you can have a start comparison among them. You can also export the converted CGPA as a PDF and share it with others.": "மேலும், நீங்கள் உங்கள் மேற்கொண்டு கணக்கிடப்பட்ட கணக்கீடுகளைப் பார்வையிட முடியும், அதன் மூலம் நீங்கள் அவற்றின் ஒப்பீட்டை ஆரம்பிக்கலாம். நீங்கள் மாற்றப்பட்ட CGPA ஐ PDF ஆக ஏற்ற Export செய்யவும், பிறருடன் பகிரவும் முடியும்.",
    "How-CGPA & GPA Are Different?": "CGPA மற்றும் GPA எப்படி வேறுபடுகின்றன?",
    "CGPA & GPA are different from many perspectives. [Definition of both the terms] itself indicates the basic difference between them. But let us talk about how they are different in their applications and usage.": "CGPA மற்றும் GPA பல பார்வைகளில் வேறுபடுகின்றன. [இரு சொற்களும்] அவற்றின் அடிப்படை வேறுபாட்டைக் காட்டுகிறது. ஆனால் அவை எவ்வாறு பயன்படுத்தப்படுகின்றன மற்றும் பயன்பாடுகளுக்கான வேறுபாட்டைப் பற்றி நாம் பேசுவோம்.",
    "Denomination": "பெயரிடுதல்",
    "As the name suggests, CGPA (Cumulative Grade Point Average) represents the cumulative or combined performance of a student during his academic session. It usually represents the performance of multiple semesters in a concise manner.": "பேர் சூட்சிப்பதற்கு, CGPA (க்யூமுலேட்டிவ் கிரேடு பாயின்ட் அவரேஜ்) ஒரு மாணவனின் கல்வி காலத்தின்போது அவரின் கூட்டு அல்லது சேர்க்கைப்பட்ட செயல்திறனை பிரதிபலிக்கின்றது. இது பொதுவாக பல семஸ்டர்களின் செயல்திறனையும் சுருக்கமான முறையில் பிரதிபலிக்கின்றது.",
    "On the other hand, GPA (Grade Point Average) represents the academic performance of a particular semester, or say, a very specific term/semester. Thus, in a way, CGPA is calculated by averaging the GPA scores from multiple semesters.": "மற்றொரு புறமாக, GPA (கிரேடு பாயின்ட் அவரேஜ்) ஒரு குறிப்பிட்ட семஸ்டரின் கல்வி செயல்திறனை பிரதிபலிக்கின்றது, அல்லது சொல்வதற்கு, ஒரு குறிப்பிட்ட காலஅலகு/ семஸ்டர். எனவே, ஒரு வழியில், CGPA பல семஸ்டர்களிலிருந்து GPA மதிப்பெண்கள் சராசரியாக கணக்கிடப்படுகின்றது.",
    "Usage": "பயன்பாடு",
    "Like denomination, the usage of both scales is also different. CGPA is considered as overall academic performance of a student while GPA is considered for a specific semester or term.": "பதவியிலும், இரு அளவுகோள்களின் பயன்பாடு வெவ்வேறு. CGPA ஒரு மாணவனின் மொத்த கல்வி செயல்திறனாக கருதப்படுகின்றது, ஆனால் GPA ஒரு குறிப்பிட்ட семஸ்டர் அல்லது காலஅலகு பதிப்புக்காக கருதப்படுகின்றது.",
    "GPA is mostly used to assess and chart out how a student is performing lately and helps to identify strong points and potential improvement areas. Such grade scales are also used to determine what are the implications of a newly inducted course on the academic performance of the students. But if we talk about applying for a job or higher studies, GPA may not be the ideal grade scale.": "GPA பெரும்பாலும் ஒரு மாணவன் சமீபகாலமாக எப்படி செயல்படுவதை மதிப்பிட மற்றும் வரைபடப்படுத்த பயன்படுகின்றது, மேலும் பலவீனங்களை மற்றும் மேம்பாட்டு பகுதிகளை கண்டறிய உதவுகிறது. இந்த வகையான கிரேடு அளவுகோள்கள் புதிய படிப்பின் கல்வி செயல்திறனில் தாக்கங்களை கண்டறிய பயன்படுத்தப்படுகின்றன. ஆனால், ஒரு வேலைக்கு அல்லது மேல்முறையாக படிப்பிற்கு விண்ணப்பிப்பது பற்றி பேசும் போது, GPA சரியான கிரேடு அளவுகோள் ஆக இருக்காது.",
    "In such scenarios, when a student is applying for higher studies or a job application, he/she is required to fill in his CGPA. Thus, CGPA is shared with external bodies while GPA is mostly used in the internal assessment.": "இந்த மாதிரிகளில், ஒரு மாணவன் மேல்முறையாக படிப்பிற்கோ அல்லது வேலை விண்ணப்பிக்கவோ விண்ணப்பிக்கும் போது, அவன்/அவள் தனது CGPA ஐ பூர்த்தி செய்ய வேண்டும். எனவே, CGPA வெளிப்புற அமைப்புகளுடன் பகிரப்படும் போது, GPA பெரும்பாலும் உள்நாட்டு மதிப்பீட்டில் பயன்படுத்தப்படுகிறது.",
    "To summarize, take a look at the below-given table:": "சுருக்கமாக சொல்லவோ, கீழே கொடுக்கப்பட்ட பட்டியலைப் பாருங்கள்:",
    "Feature": "சாதனங்கள்",
    "GPA": "GPA",
    "CGPA": "CGPA",
    "Scope": "பரிமாணம்",
    "Single Semester / Term": "ஒற்றை семஸ்டர் / காலஅலகு",
    "Entire Academic Session": "மொத்த கல்வி காலம்",
    "Calculation": "கணக்கீடு",
    "Grade Points for a semester.": "ஒரு семஸ்டருக்கான கிரேடு பாயின்டுகள்.",
    "Cumulative Average of All semesters.": "எல்லா семஸ்டர்களின் கூட்டு சராசரி.",
    "Purpose": "பயன்",
    "Help to track and monitor the performance of a student.": "ஒரு மாணவனின் செயல்திறனை பின்தொடர மற்றும் கண்காணிக்க உதவுகிறது.",
    "Determines the overall performance of a student.": "ஒரு மாணவனின் மொத்த செயல்திறனைக் கணக்கிடுகிறது.",
    "International-Standards and Certifications": "அந்தராட்சிமான அளவுகோள்கள் மற்றும் சான்றிதழ்கள்",
    "As we discussed earlier, grading scales such as GPA are predominantly a part of Western education systems. However, students planning to study abroad need to be aware of various international standards and certifications that are widely recognized across different educational frameworks. Understanding these can help students navigate different grading systems and ensure smooth transitions when applying to schools or universities abroad.": "நாம் முன்பு விவாதித்தபடி, GPA போன்ற கிரேடிங் அளவுகோள்கள் பெரும்பாலும் மேற்கத்திய கல்வி அமைப்புகளின் ஒரு பகுதியாக உள்ளன. இருப்பினும், வெளிநாட்டில் படிக்க திட்டமிடும் மாணவர்கள் பல்வேறு அந்தராட்சிமான அளவுகோள்கள் மற்றும் சான்றிதழ்கள் குறித்த அறிவில் இருக்க வேண்டும், அவை பல்வேறு கல்வி அமைப்புகளின் மூலம் பரவலாக அங்கீகரிக்கப்படுகின்றன. இதை புரிந்துகொள்வது மாணவர்களுக்கு பல்வேறு கிரேடிங் அமைப்புகளை வழிநடத்த உதவி செய்யும் மற்றும் வெளிநாட்டில் பள்ளிகள் அல்லது பல்கலைக்கழகங்களுக்கு விண்ணப்பிக்கும் போது சீரான மாற்றங்கள் உறுதி செய்யும்.",
    "1. International Baccalaureate (IB)": "1. இன்டர்நேஷனல் பாக்கலோரியேட் (IB)",
    "The International Baccalaureate (IB) is an internationally recognized educational framework designed for students aged 3 to 19. Its goal is to foster critical thinking, intercultural understanding, and global compatibility. The IB framework is divided into four main programs:": "இன்டர்நேஷனல் பாக்கலோரியேட் (IB) என்பது 3 முதல் 19 வயதுள்ள மாணவர்களுக்கான உலகளாவிய அங்கீகாரம் பெற்ற கல்வி அமைப்பாகும். அதன் குறிக்கோள் பகுத்தறிவு சிந்தனை, மதிப்பீட்டு பரிமாற்றம் மற்றும் உலகளாவிய பொருத்தம் வளர்த்தெடுக்க வேண்டும். IB அமைப்பில் நான்கு முக்கியமான திட்டங்கள் உள்ளன:",
    "Primary Years Programme (PYP)": "பிரைமரி ஆண்ட்ஸ் திட்டம் (PYP)",
    "For students aged 3 to 12, focusing on developing academic and personal skills.": "3 முதல் 12 வயது மாணவர்களுக்கான கல்வி மற்றும் தனிப்பட்ட திறன்களை உருவாக்கும் திட்டம்.",
    "Middle Years Programme (MYP)": "மிடில் ஆண்ட்ஸ் திட்டம் (MYP)",
    "For students aged 11 to 16, preparing them for further study.": "11 முதல் 16 வயது மாணவர்களுக்கான, மேலதிக படிப்புகளுக்கான தயாரிப்பு.",
    "Diploma Programme (DP)": "டிப்ளோமா திட்டம் (DP)",
    "For students aged 16 to 19, a rigorous program with a 1-7 grading scale.": "16 முதல் 19 வயதுள்ள மாணவர்களுக்கான, 1 முதல் 7 வரை உள்ள கடுமையான திட்டம்.",
    "Career-related Programme (CP)": "கேரியர் சார்ந்த திட்டம் (CP)",
    "Combines academic study with career-related learning for students aged 16 to 19.": "16 முதல் 19 வயதுள்ள மாணவர்களுக்கு கல்வி மற்றும் தொழில்நுட்ப பத்திகையுடன் இணைந்தது.",
    "The IB system is recognized globally for its academic rigor and holistic approach to education.": "IB அமைப்பு அதன் கல்வி கடுமையும் முழுமையான கல்வி அணுகுமுறையினாலும் உலகளாவிய அங்கீகாரம் பெற்றது.",
    "2. Common Core State Standards (CCSS)": "2. காமன் கோர் மாநில அளவுகோள்கள் (CCSS)",
    "The Common Core State Standards (CCSS) were developed in the United States to standardize K-12 education in English Language Arts and Mathematics. This framework is primarily implemented in U.S. schools and focuses on providing clear and consistent benchmarks for academic achievement. The goal is to ensure students are prepared for college, careers, and global competitiveness by emphasizing critical thinking and problem-solving skills.": "காமன் கோர் ஸ்டேட் ஸ்டாண்டர்ட்ஸ் (CCSS) இவை அமெரிக்காவிலிருந்து உருவாக்கப்பட்டவை, இங்கிலிஷ் மொழி கலை மற்றும் கணிதத்தில் K-12 கல்வி முறைமைகளைக் கட்டுப்படுத்துவதற்கான திட்டமாகும். இந்த கட்டமைப்பு முதன்மையாக அமெரிக்கா பள்ளிகளில் நடைமுறைப்படுத்தப்படுகிறது மற்றும் கல்வி சாதனைகளுக்கான தெளிவான மற்றும் ஏற்ற பலன்களை வழங்குவதில் கவனம் செலுத்துகிறது. மாணவர்கள் கல்லூரி, வேலைவாய்ப்பு மற்றும் உலகளாவிய போட்டித்திறனுக்கு தயாராக இருப்பதை உறுதி செய்வது இந்த திட்டத்தின் நோக்கம் ஆகும், இதற்காக அவற்றின் திருத்தமான சிந்தனை மற்றும் பிரச்சினை தீர்க்கும் திறன்களை வலுப்படுத்துகிறது.",
    "3. Bologna Process and European Credit Transfer and Accumulation System (ECTS)": "3. போலோனியா செயல்முறை மற்றும் ஐரோப்பிய கிரெடிட் பரிமாற்றம் மற்றும் சேர்க்கை அமைப்பு (ECTS)",
    "The Bologna Process is an agreement among European countries to standardize higher education. Its aim is to make academic qualifications and periods of study easily comparable and compatible across Europe. This process facilitates the movement of students between universities in different countries, ensuring that students' qualifications are recognized internationally.": "போலோனியா செயல்முறை என்பது ஐரோப்பிய நாடுகளுக்கிடையில் உயர் கல்வியை ஒத்திசைவாக அமைக்க ஒப்புக்கொள்ளப்பட்ட ஒரு உடன்படிக்கையாகும். இதன் நோக்கம் கல்வி தகுதிகள் மற்றும் படிப்பு காலத்தை எளிதாக ஒப்பிடக்கூடியதாகவும் ஐரோப்பாவிலே ஒருங்கிணைக்கக்கூடியதாகவும் அமைப்பதாகும். இந்த செயல்முறை, வேறுபட்ட நாடுகளின் பல்கலைக்கழகங்களுக்கிடையே மாணவர்கள் நகர்ந்து செல்ல உதவுகிறது, மாணவர்களின் தகுதிகள் உலகளாவிய அளவில் அங்கீகாரம் பெறுவதை உறுதி செய்கின்றது.",
    "The European Credit Transfer and Accumulation System (ECTS) assigns credits to courses based on the amount of work required (usually 25-30 hours of study per credit). ECTS uses a letter grading system ranging from A to F, with F representing failure.": "ஐரோப்பிய கிரெடிட் பரிமாற்றம் மற்றும் சேர்க்கை அமைப்பு (ECTS) படிப்புகளுக்கான கிரெடிட்களை அவற்றின் தேவையான பணியின்படி (சாதாரணமாக ஒவ்வொரு கிரெடிடுக்கான 25-30 மணி நேரம் படிப்பு) ஒதுக்குகிறது. ECTS, A முதல் F வரை பத்திரிகை மதிப்பெண்கள் முறைமையை பயன்படுத்துகிறது, இதில் F என்பது தோல்வியை குறிக்கின்றது.",
    "4. Advanced Placement (AP) Program": "4. முன்னேற்ற நிலை (AP) திட்டம்",
    "The Advanced Placement (AP) Program is a U.S.-based initiative offered by the College Board, enabling high school students to take college-level courses and exams. These courses are equivalent to first-year college courses and are recognized internationally. The grading scale for AP exams ranges from 1 to 5, with a score of 3 being considered passing. AP is widely accepted by universities around the world, giving students the opportunity to earn college credits before completing high school.": "முன்னேற்ற நிலை (AP) திட்டம் என்பது அமெரிக்காவிலிருந்து மேற்கொண்டும் கல்லூரி வாரியத்தினால் வழங்கப்படும் ஒரு முயற்சியாகும், இது உயர்தர பள்ளி மாணவர்களை கல்லூரி நிலை படிப்புகளையும் பரீட்சைகளையும் எடுப்பதற்கான வாய்ப்பை வழங்குகிறது. இந்த படிப்புகள் முதலாவது ஆண்டு கல்லூரி படிப்புகளுக்கு இணையானவை மற்றும் உலகளாவிய அளவில் அங்கீகாரம் பெறுகின்றன. AP பரீட்சைகளுக்கான மதிப்பெண்கள் அளவு 1 முதல் 5 வரை மாறுபடுகிறது, இதில் 3 மதிப்பெண்கள் கடந்து செல்கின்றன என்று கருதப்படுகிறது. AP உலகளாவிய பல்கலைக்கழகங்களால் பரிந்துரைக்கப்படுகிறது, மாணவர்களுக்கு கல்லூரி அங்கீகாரம் பெறுவதற்கான வாய்ப்பு வழங்குகிறது.",
    "5. International General Certificate of Secondary Education (IGCSE)": "5. சர்வதேச பொதுவான மெட்டர் தள கல்வி சான்றிதழ் (IGCSE)",
    "The IGCSE is a globally recognized qualification offered by Cambridge Assessment International Education. It uses a grading scale ranging from A to G, with U (ungraded) representing failure. IGCSE is widely used by international schools and is known for its flexibility, allowing students to choose subjects that match their academic interests and career goals.": "IGCSE என்பது கம்பிரிட்ஜ் மதிப்பீட்டு சர்வதேச கல்வியியல் வழங்கும் உலகளாவிய அங்கீகாரம் பெற்ற ஒரு சான்றிதழாகும். இது A முதல் G வரை மதிப்பெண்கள் அளவு பயன்படும், இதில் U (மதிப்பிடப்படாதது) தோல்வியை குறிக்கின்றது. IGCSE சர்வதேச பள்ளிகளால் பரவலாகப் பயன்படுத்தப்படுகிறது மற்றும் அதன் லவசமற்ற தன்மைக்காக அறியப்படுகிறது, இது மாணவர்களுக்கு தங்களது கல்வி ஆர்வங்களும் வேலை நோக்கங்களும் பொருந்தும் பாடங்களைத் தேர்ந்தெடுக்க அனுமதிக்கின்றது.",
    "6. Tertiary Education Quality and Standards Agency (TEQSA)": "6. மேற்படிப்பு கல்வி தரமும் தரநிலைகளும் அமைப்பு (TEQSA)",
    "The TEQSA framework is primarily followed in Australia. It regulates higher education institutions and ensures that they meet national standards. It aligns with the Australian Qualifications Framework (AQF), which describes the qualifications and courses offered by institutions in Australia. While TEQSA is mainly followed in Australia, its recognition is global, ensuring that Australian degrees are respected internationally and enhancing students' mobility.": "TEQSA கட்டமைப்பு முதன்மையாக ஆஸ்திரேலியாவில் பின்பற்றப்படுகிறது. இது உயர் கல்வி நிறுவனங்களை கட்டுப்படுத்துகிறது மற்றும் அவை தேசிய தரநிலைகளுக்கு இணங்க இருக்கும் என்பதை உறுதி செய்கின்றது. இது ஆஸ்திரேலியாவிலுள்ள கல்வி நிறுவனங்களின் தகுதிகள் மற்றும் பாடங்களை விளக்கி உள்ள ஆஸ்திரேலிய தகுதிகள் கட்டமைப்புடன் (AQF) பொருந்துகிறது. TEQSA ஆஸ்திரேலியாவிலே மட்டுமே பின்பற்றப்படும் என்றாலும், அதன் அங்கீகாரம் உலகளாவியதாக உள்ளது, இது ஆஸ்திரேலிய பட்டங்கள் உலகளாவிய அளவில் மதிக்கப்பட்டு மாணவர்களின் நகர்வை மேம்படுத்துகிறது.",
    "7. Programme for International Student Assessment (PISA)": "7. சர்வதேச மாணவர் மதிப்பீட்டுத் திட்டம் (PISA)",
    "The Programme for International Student Assessment (PISA) is an international survey conducted by the OECD. Unlike the other frameworks, PISA does not provide a grading scale, but instead evaluates the effectiveness of education systems worldwide by assessing the academic performance of 15-year-old students. The data gathered helps policymakers identify strengths and weaknesses in their education systems and make informed decisions to improve standards and align educational frameworks globally.": "சர்வதேச மாணவர் மதிப்பீட்டுத் திட்டம் (PISA) என்பது OECD மூலம் நடத்தப்படும் சர்வதேச கருத்துக்கணிப்பு ஆகும். மற்ற கட்டமைப்புகளுக்கு மாறாக, PISA ஒரு மதிப்பெண் அளவீட்டு முறை தரவில்லை, ஆனால் 15 வயது மாணவர்களின் கல்வி செயல்பாட்டை மதிப்பிடுவதன் மூலம் உலகளாவிய கல்வி அமைப்புகளின் பயனுள்ளதாக இருப்பதை மதிப்பிடுகிறது. சேகரிக்கப்பட்ட தரவு அரசியல் சிந்தனையாளர்களுக்கு கல்வி அமைப்புகளில் பலவீனங்களை மற்றும் பலவீனங்களை அடையாளம் காண உதவுகிறது மற்றும் தரநிலைகளை மேம்படுத்த சரியான முடிவுகளை எடுப்பதற்கான வழிகாட்டுதலை வழங்குகிறது.",
    "Most-Common GPA to CGPA Conversion Scenarios": "மிகவும் பரவலாக சந்திக்கும் GPA இல் இருந்து CGPA மாறுதல் நிலைகள்",
    "1. U.S. GPA to CGPA Conversion (4.0 Scale)": "1. U.S. GPA இல் இருந்து CGPA மாறுதல் (4.0 அளவீட்டு முறை)",
    "The formula used is:": "பயன்படுத்தப்படும் சூத்திரம்:",
    "CGPA = GPA × 2.5": "CGPA = GPA × 2.5",
    "Thus, the conversions would look like:": "அதனால், மாறுதல்கள் இவாறு தோன்றும்:",
    "4.0 GPA in CGPA is 10.0": "4.0 GPA இல் CGPA 10.0 ஆகும்",
    "3.5 GPA in CGPA is 8.75": "3.5 GPA இல் CGPA 8.75 ஆகும்",
    "3.0 GPA in CGPA is 7.5": "3.0 GPA இல் CGPA 7.5 ஆகும்",
    "2.0 GPA in CGPA is 5.0": "2.0 GPA இல் CGPA 5.0 ஆகும்",
    "2. U.S. GPA to CGPA (Indian) Conversion": "2. U.S. GPA இல் இருந்து CGPA (இந்திய) மாறுதல்",
    "Certain Indian institutions follow a different version of GPA (4.0 scale) to CGPA (10 scale) conversion. The formula used is:": "சில இந்திய நிறுவனங்கள் GPA (4.0 அளவீட்டு முறை) இல் இருந்து CGPA (10 அளவீட்டு முறை) மாறுதலின் வேறுபட்ட பதிப்பை பின்பற்றுகின்றன. பயன்படும் சூத்திரம்:",
    "CGPA = GPA × 2 + 1": "CGPA = GPA × 2 + 1",
    "Thus, the conversion would vary as:": "இதனால், மாறுதல் இவ்வாறு மாறும்:",
    "4.0 GPA in CGPA is 9.0": "4.0 GPA இல் CGPA 9.0 ஆகும்",
    "3.5 GPA in CGPA is 8.0": "3.5 GPA இல் CGPA 8.0 ஆகும்",
    "3.0 GPA in CGPA is 7.0": "3.0 GPA இல் CGPA 7.0 ஆகும்",
    "2.0 GPA-in-CGPA is 5.0": "2.0 GPA இல் CGPA 5.0 ஆகும்",
    "3. Indian Percentage to U.S. GPA Conversion (4.0 Scale)": "3. இந்திய சதவிகிதம் U.S. GPA மாற்றம் (4.0 அளவீட்டு முறை)",
    "The-formula used is:": "பயன்படுத்தப்படும் சூத்திரம்:",
    "GPA- =": "GPA =",
    "Therefore, the conversions would look like:": "எனவே, மாற்றங்கள் இவ்வாறு இருக்கும்:",
    "90% to GPA is 4.0": "90% இன் GPA 4.0 ஆகும்",
    "75% to GPA is 3.5": "75% இன் GPA 3.5 ஆகும்",
    "60% to GPA is 3.0": "60% இன் GPA 3.0 ஆகும்",
    "50% to GPA is 2.0": "50% இன் GPA 2.0 ஆகும்",
    "4. ECTS Grading to GPA/CGPA": "4. ECTS தரவரிசை GPA/CGPA க்கு",
    "Since the ECTS follows a letter grading system, their equivalent conversion looks like this:": "ECTS ஒரு எழுத்து தரவரிசை முறைமையை பின்பற்றுவதால், அதற்கு இணையான மாற்றம் இவ்வாறு இருக்கும்:",
    "A (Top 10%) → 4.0 GPA / 9.0-10.0 CGPA": "A (மேலான 10%) → 4.0 GPA / 9.0-10.0 CGPA",
    "B (Next 25%) → 3.5 GPA / 7.5-8.9 CGPA": "B (அடுத்த 25%) → 3.5 GPA / 7.5-8.9 CGPA",
    "C (Next 30%) → 3.0 GPA / 6.0-7.4 CGPA": "C (அடுத்த 30%) → 3.0 GPA / 6.0-7.4 CGPA",
    "D (Next 25%) → 2.5 GPA / 5.0-5.9 CGPA": "D (அடுத்த 25%) → 2.5 GPA / 5.0-5.9 CGPA",
    "E (Minimum Passing Grade) → 2.0 GPA / 4.0-4.9 CGPA": "E (குறைந்தபட்ச தேர்ச்சி தரம்) → 2.0 GPA / 4.0-4.9 CGPA",
    "Please Note:": "தயவுசெய்து கவனியுங்கள்:",
    "These are general conversion case studies and may not apply universally. Always refer to specific institutional guidelines before using these conversions.": "இவை பொதுவான மாற்ற நிலைகள் ஆகும் மற்றும் பொதுவாக பொருந்தக்கூடாது. இந்த மாற்றங்களை பயன்படுத்துவதற்கு முன், எப்பொழுதும் குறிப்பிட்ட நிறுவன வழிகாட்டுதல்களை பார்க்கவும்.",
    "Summary-": "சுருக்கம்",
    "In this section, we discussed GPA and CGPA conversions, how they both differ from each other, and some of the international standards and frameworks followed around the globe. While we have tried to cover all the major frameworks, it is not possible to include the formula and conversion of each and every institution.": "இந்த பிரிவில், நாம் GPA மற்றும் CGPA மாற்றங்களை, அவை எப்படி ஒன்றிலிருந்து ஒன்றிற்கு மாறுகின்றன என்பதை, மேலும் உலகளவில் பின்பற்றப்படும் சில சர்வதேச தரநிலைகள் மற்றும் கட்டமைப்புகளைப் பற்றி விவாதித்தோம். அனைத்து முக்கிய கட்டமைப்புகளையும் நாம் ஒத்துக்கொண்டாலும், ஒவ்வொரு நிறுவனத்தின் சூத்திரம் மற்றும் மாற்றத்தை உள்ளடக்குவது சாத்தியமில்லை.",
    "Therefore, we always advise you to check the official document of a specific institution before doing the conversion of your grades.": "எனவே, உங்கள் மதிப்பெண்களை மாற்றும் முன், எப்பொழுதும் குறிப்பிட்ட நிறுவனத்தின் அதிகாரப்பூர்வ ஆவணத்தை சரிபார்க்கும்படி நாங்கள் பரிந்துரைக்கின்றோம்.",
    "FAQs": "அடிக்கடி கேட்கப்படும் கேள்விகள்",
    "Q1. How can I convert GPA to CGPA?": "Q1. நான் GPA ஐ CGPA க்கு எப்படி மாற்ற முடியும்?",
    "Ans. You can convert GPA to CGPA using the formula;": "பதில். நீங்கள் GPA ஐ CGPA க்கு சூத்திரத்தைப் பயன்படுத்தி மாற்றலாம்;",
    "-GPA =": "GPA =",
    "CGPA Obtained": "பெறப்பட்ட CGPA",
    "Maximum CGPA": "அதிகபட்ச CGPA",
    "Max-GPA": "அதிகபட்ச GPA",
    "Q2. What is Indian CGPA to GPA calculator?": "Q2. இந்திய CGPA ஐ GPA க்கு மாற்றுவதற்கான கணக்கீட்டா?",
    "Ans. Indian CGPA to GPA calculator includes GPA conversion from CGPA and percentage. Please refer to the below table:": "பதில். இந்திய CGPA ஐ GPA க்கு மாற்றுவதற்கான கணக்கீட்டில் CGPA மற்றும் சதவீதத்திலிருந்து GPA மாற்றம் இடம்பெறுகிறது. கீழ்காணும் அட்டவணையை பார்க்கவும்:",
    "Conversion Type": "மாற்ற வகை",
    "Formula": "சூத்திரம்",
    "CGPA to 4-point GPA": "CGPA ஐ 4 புள்ளி GPA க்கு",
    "Percentage to 4-point GPA": "சதவீதத்தை 4 புள்ளி GPA க்கு",
    "Percentage to GPA (4.3)": "சதவீதத்தை GPA (4.3) க்கு",
    "Percentage to GPA (5.0)": "சதவீதத்தை GPA (5.0) க்கு",
    "GP-A =": "GPA =",
    "CGPA-Obtained": "CGPA பெறப்பட்டது",
    "Maximum-CGPA": "அதிகபட்ச CGPA",
    "× 2.5": "× 2.5",
    "Percentage Obtained": "பெறப்பட்ட சதவீதம்",
    "100": "100",
    "× 4": "× 4",
    "4.3": "4.3",
    "× 100": "× 100",
    "20": "20",
    "Q3. How to calculate CGPA from GPA?": "Q3. எப்படி GPA இல் இருந்து CGPA கணக்கிடுவது?",
    "Ans. To calculate CGPA from GPA, divide the GPA obtained by max. GPA and then multiply by the target CGPA scale. Mathematically,": "Ans. GPA இல் இருந்து CGPA கணக்கிட, பெறப்பட்ட GPA ஐ அதிகபட்ச GPA ஆக வகுக்கவும், பின்னர் இலக்குக்கான CGPA அளவுருவினால் பெருக்கவும். கணிதவியல்:",
    "CGPA =": "CGPA =",
    "GPA Obtained": "பெறப்பட்ட GPA",
    "Maximum GPA": "அதிகபட்ச GPA",
    "× Target CGPA Scale": "× இலக்கு CGPA அளவு",
    "Q4. What is 10 point CGPA to 4 GPA calculator formula?": "Q4. 10 புள்ளி CGPA ஐ 4 GPA கணக்கீடு படி என்ன?",
    "Ans. As mentioned in Q2 above, you can divide the CGPA by 2.5 factor and you will get an equivalent GPA. A simplified calculation is given below,": "Ans. மேலே உள்ள Q2 இல் கூறியபடி, CGPA ஐ 2.5 பெருக்கல் மூலம் வகுக்கவும் மற்றும் அதற்கான சமமான GPA ஐ பெறலாம். எளிதாக்கப்பட்ட கணக்கீடு கீழே கொடுக்கப்பட்டுள்ளது.",
    "G-PA =": "GPA =",
    "Obtained CGPA": "பெறப்பட்ட CGPA",
    "10(for 10-point CGPA)": "10 (10 புள்ளி CGPA க்கு)",
    "×": "×",
    "= ": "= ",
    "× 2.5": "× 2.5",
    "Q5. What is the GPA to CGPA calculator Anna University Formula?": "Q5. Anna பல்கலைக்கழக GPA இல் இருந்து CGPA கணக்கீடு செய்யும் படி என்ன?",
    "Ans. GPA to CGPA calculator Anna University formula includes credit scores. The formula can be written as:": "Ans. GPA இல் இருந்து CGPA கணக்கீடு செய்யும் Anna பல்கலைக்கழக படி, கிரெடிட் மதிப்பெண்கள் அடங்கும். படி கீழே எழுதப்பட்டுள்ளது:",
    ".GPA =": "GPA =",
    "Grade in Subject 1 × Credits Earned + Grade in Subject 2 × Credits Earned + Grade in Subject N × Credits Earned": "பாடம் 1 இல் தரம் × பெற்று கொண்ட கிரெடிட் + பாடம் 2 இல் தரம் × பெற்று கொண்ட கிரெடிட் + பாடம் N இல் தரம் × பெற்று கொண்ட கிரெடிட்",
    "Sum of All Credits Earned in Each Subject": "ஒவ்வொரு பாடத்திலும் பெற்று கொண்ட அனைத்து கிரெடிட் மதிப்புகளின் தொகை",
    "Q6. How to calculate CGPA from GPA in Anna University?": "Q6. Anna பல்கலைக்கழகத்தில் GPA இல் இருந்து CGPA எப்படி கணக்கிடுவது?",
    "Ans. CGPA to GPA calculation for Anna University is done the same as the formula mentioned at the top of this article i.e.": "Ans. Anna பல்கலைக்கழகத்தில் CGPA இல் இருந்து GPA கணக்கீடு, மேல் உள்ள படி போலவே செய்யப்படுகிறது.",
    "CGPA- =": "CGPA =",
    "GPA-Obtained": "பெறப்பட்ட GPA",
    "Maximum-GPA": "அதிகபட்ச GPA",
    "×": "×",
    "Target CGPA Scale": "இலக்கு CGPA அளவு",
    "However, you can also go for detailed calculations as described in Q5.": "அதுவும், Q5 இல் விவரிக்கப்பட்டுள்ளபடி விரிவான கணக்கீடுகளைப் பயன்படுத்தலாம்.",
    "Q7. How SRM GPA to CGPA calculator is different?": "Q7. SRM GPA இல் இருந்து CGPA கணக்கீடு எப்படி வேறாக உள்ளது?",
    "Ans. SRM University uses a specific formula that includes a credit-weighted average to calculate GPA. The concept of credit-weighted average is used to assign special weightage to certain subjects, such as major and minor subjects.": "Ans. SRM பல்கலைக்கழகம் ஒரு குறிப்பிட்ட படி பயன்படுத்துகிறது, அதில் கிரெடிட் எடை சராசரி அடங்கும், இதனால் GPA கணக்கிடப்படுகிறது. கிரெடிட் எடை சராசரி என்ற கருத்து, முக்கிய மற்றும் சிறிய பாடங்களுக்கு விசேஷமான எடையை நிர்ணயிக்க பயன்படுகிறது.",
    "Q8. Is the GPA to CGPA calculator for engineering different?": "Q8. பொறியியல் கல்லூரிகளுக்கான GPA இல் இருந்து CGPA கணக்கீடு வேறா?",
    "Ans. Certain engineering colleges assign higher credits to core courses than elective or general courses. Thus, the weighted value for those core subjects might be higher than others.": "Ans. சில பொறியியல் கல்லூரிகள், சார்ந்த பாடங்களுக்கு தேர்வு மற்றும் பொதுவான பாடங்களுக்குப் போட்டியிடும்படி அதிக கிரெடிட் மதிப்புகளை வழங்குகின்றன. எனவே, அந்த முக்கியமான பாடங்களுக்கு எடை மதிப்பு அதிகமாக இருக்கலாம்.",
    "Q9. Is CGPA to GPA calculator online reliable?": "Q9. ஆன்லைன் CGPA இல் இருந்து GPA கணக்கீடு நம்பகமானதா?",
    "Ans. Mathematically, YES, our CGPA to GPA calculator online is reliable. However, many universities use a specific conversion method. Since it is not feasible to include all those methods, it is best to check the official guidelines first.": "Ans. கணிதவியலுடன், ஆம், எங்கள் ஆன்லைன் CGPA இல் இருந்து GPA கணக்கீடு நம்பகமானது. இருப்பினும், பல பல்கலைக்கழகங்கள் ஒரு குறிப்பிட்ட மாற்றி முறை பயன்படுத்துகின்றன. அந்த முறைகளை உள்ளடக்கிய அனைத்து முறைமைகளையும் சேர்க்க இயலாததால், முதலில் அதிகாரப்பூர்வ வழிகாட்டிகளை சரிபார்க்க சிறந்தது.",
    "Q10. Convert GPA to CGPA out of 4.": "Q10. GPA ஐ 4 முதல் CGPA ஆக மாற்றவும்.",
    "Ans. To convert GPA to CGPA out of 4, use the below formula:": "Ans. GPA ஐ 4 இல் இருந்து CGPA ஆக மாற்ற, கீழே உள்ள படியை பயன்படுத்தவும்.",
    "CGPA (out of 4) =": "CGPA (4 இல் இருந்து) =",
    "GPAObtained": "பெறப்பட்ட GPA",
    "Maximum GPA on your Scale": "உங்கள் அளவையில் மிகுதி GPA",
    "×": "×",
    "4": "4",
    "Q11. What is 3 GPA to CGPA?": "Q11. 3 GPA ஐ CGPA ஆக எப்படி மாற்றுவது?",
    "Ans. On a 4-point GPA scale, your CGPA is 3. But on a 10-point GPA scale, your CGPA is 1.2.": "புள்ளி 4 அளவிலான GPA அளவில், உங்கள் CGPA 3 ஆகும். ஆனால், 10 புள்ளி அளவிலான GPA அளவில், உங்கள் CGPA 1.2 ஆகும்.",
    "Q12. What is 3.5 GPA to CGPA?": "Q12. 3.5 GPA ஐ CGPA ஆக எப்படி மாற்றுவது?",
    "Ans. On a 4-point GPA scale, your CGPA is 3.5.": "புள்ளி 4 அளவிலான GPA அளவில், உங்கள் CGPA 3.5 ஆகும்.",
    "But on a 10-point GPA scale, your CGPA is 1.4.": "ஆனால், 10 புள்ளி அளவிலான GPA அளவில், உங்கள் CGPA 1.4 ஆகும்.",
    "On a 7-point GPA scale, your CGPA is 2.": "புள்ளி 7 அளவிலான GPA அளவில், உங்கள் CGPA 2 ஆகும்.",
    "Q13. What is 3.3 GPA to CGPA?": "Q13. 3.3 GPA ஐ CGPA ஆக எப்படி மாற்றுவது?",
    "Ans. If GPA is on a 4-point scale → 3.3 CGPA": "புள்ளி 4 அளவிலான GPA என்பது → 3.3 CGPA",
    "If GPA is on a 10-point scale → 1.32 CGPA": "புள்ளி 10 அளவிலான GPA என்பது → 1.32 CGPA",
    "If GPA is on a 7-point scale → 1.89 CGPA": "புள்ளி 7 அளவிலான GPA என்பது → 1.89 CGPA",
    "Q14. What is a good CGPA?": "Q14. நல்ல CGPA என்ன?",
    "Ans. A CGPA above 8.0 is considered a good CGPA. However, this varies depending on the institution and the course.": "8.0 க்கும் மேலான CGPA ஐ நல்ல CGPA என்று கருதப்படுகிறது. ஆனால், இது நிறுவனத்தின் மற்றும் பாடத்தின் அடிப்படையில் மாறும்.",
    "-title": "CGPA to GPA கணக்கீட்டாளர்",
    "enterCGPA": "CGPA உள்ளிடுக",
    "cgpaPlaceholder": "உங்கள் CGPA உள்ளிடுக",
    "chooseGPAScale": "GPA அளவுகோலை தேர்வு செய்க",
    "gpaScale4": "4.0 அளவுகோல்",
    "gpaScale5": "5.0 அளவுகோல்",
    "gpaScale10": "10.0 அளவுகோல்",
    "customGpaScalePlaceholder": "தனிப்பயன் GPA அளவுகோல் உள்ளிடுக",
    "cgpaPointScale": "CGPA புள்ளி அளவுகோல்",
    "cgpaPointScalePlaceholder": "CGPA புள்ளி அளவுகோல் உள்ளிடுக",
    "calculateButton": "கணக்கிடு",
    "resetButton": "புதியது",
    "yourGPA": "உங்கள் கணிக்கப்பட்ட GPA",
    "gpaPlaceholder": "GPA:",
    "downloadButton": "பதிவிறக்கவும்",
    "whatsappButton": "WhatsApp",
    "copyLinkButton": "இணைப்பை பிரதிபலிக்கவும்",
    "linkCopied": "இணைப்பு பிரதிபலிக்கப்பட்டது!",
    "calculationHistory": "கணக்கீட்டு வரலாறு",
    "sNo": "எண்",
    "cgpa1": "CGPA",
    "gpa1": "GPA",
    "Heading": "CGPA to GPA கணக்கீட்டாளர்",
    "Paragraph1": "நாம் பலருக்கும் எப்போது எங்கள் மதிப்பெண்களை வேறு வடிவில் மாற்றவேண்டும் என்ற சூழ்நிலைகள் உள்ளன. மாணவர் மதிப்பெண் தரவுத்தளங்கள் அல்லது குறிப்பிட்ட தேவைகளுக்கு மதிப்பெண்களை மாற்ற வேண்டியிருந்தால், ஒரு நம்பகமான கருவி இந்த செயல்முறையை எளிதாக்குகிறது.",
    "Paragraph2": "Lord Calculator இன் CGPA to GPA கணக்கீட்டாளர் உங்கள் CGPA மதிப்பெண்களை விரைவாக மற்றும் சரியாக GPA வடிவத்தில் மாற்ற உதவுகிறது, அதனால் நீங்கள் என்னுடைய செயல்திறனைக் கவனிக்க முடியும்!",
    "Paragraph3": "எங்கள் கணக்கீட்டாளர் வேகமும் துல்லியமும் பராமரிக்கப்பட்டுள்ளது, உங்கள் முடிவுகளில் எந்தவொரு பிழையும் இல்லாமல். நீங்கள் தனிப்பயன் மதிப்பெண் அளவுகோலைப் பயன்படுத்தி உங்கள் மதிப்பெண்களை எந்தவொரு குறிக்கோள் அளவுகோலுக்கும் மாற்ற முடியும்.",
    "Paragraph4": "இந்த வழிகாட்டியில், நாம் CGPA to GPA மாற்றம் தொடர்பான முக்கிய அம்சங்களை, அடிப்படை கருத்துகள் மற்றும் சர்வதேச தரங்கள் உட்பட விவாதிப்போம்.",
    "section2": "CGPA to GPA மாற்றி சமன்பாடு",
    "formula": {
        "title": "சமபாலான GPA",
        "numerator": "பெற்ற CGPA",
        "denominator": "அதிகபட்ச CGPA",
        "multiplier": "அதிகபட்ச GPA"
    },
    "tableOfContents": "பிரிவுகள் பட்டியல்",
    "toggleButtonExpand": "விரிவாக்கவும்",
    "toggleButtonCollapse": "சுருக்கவும்",
    "1": "CGPA முதல் GPA கணிப்பான்",
    "2": "CGPA முதல் GPA மாற்றும் சூத்திரம்",
    "3": "CGPA மற்றும் GPA எப்படி வேறுபடுகின்றன மற்றும் ஏன் மாற்றம் தேவை?",
    "4": "எதனால் CGPA முதல் GPA மாற்றங்கள் தேவை?",
    "5": "Lord Calculator இன் CGPA முதல் GPA மாற்றி எப்படி வெளிப்படுகிறது?",
    "6": "CGPA முதல் GPA மாற்றியை எப்படி பயன்படுத்துவது",
    "7": "CGPA முதல் GPA மாற்ற முறைகள்",
    "8": "பெருந்தொகை நிலைத்த மாறுதல்",
    "9": "Normalization காரிகை",
    "10": "CGPA முதல் GPA விவரமான மாற்றக் பட்டியல்",
    "11": "CGPA முதல் GPA மாற்றி அடிபடையான முறைகள்",
    "12": "சரியான CGPA முதல் GPA கணிப்பைப் பெறுவதற்கான குறிப்புகள்",
    "13": "கட்டுமானம்",
    "14": "CGPA முதல் GPA மாற்றி தொடர்பான கேள்விகள்",
    "cgpaToGpaNote": "இந்த சூத்திரம் CGPA முதல் GPA மாற்றத்திற்கு பொதுவாகப் பயன்படுத்தப்படுகிறது. இருப்பினும், சில நிறுவனங்கள் வேறுபட்ட சூத்திரத்தை பின்பற்றலாம், எனவே உங்கள் நிறுவனத்தினா அல்லது வாரியத்தின் தரவரிசைகளை சரிபார்க்க உதவுகிறது.",
    "section3Title": "CGPA மற்றும் GPA எப்படி வேறுபடுகின்றன மற்றும் ஏன் மாற்றம் தேவை?",
    "section3Content": "மாற்றம் செய்யும் செயல்முறையை விரிவாகப் புரிந்துகொள்ளும் முன்னர், CGPA மற்றும் GPA எப்படி வேறுபடுகின்றன என்பதைப் பார்ப்போம் மற்றும் ஏன் மாற்றம் தேவையானது என்பதைப் புரிந்துகொள்வோம்.",
    "understandingCGPAGPA": "CGPA & GPA ஐப் புரிந்து கொள்வது",
    "cgpaDefinition": "CGPA (சம்மிக்ஷா தர மதிப்பெண் சராசரி) என்பது மாணவரின் அனைத்து பருவங்கள் மற்றும் பொருட்களில் கடந்து வந்த படி மாணவரின் கல்வி செயல்திறனை வெளிப்படுத்தும் ஒரு முழுமையான கருவி ஆகும். இது மாணவரின் படிப்பின் முழு நேரத்திற்கும் திறமையான செயல்திறனை ஒரு நம்பகமான பார்வையில் காட்டுகிறது.",
    "gpaDefinition": "இன்னொரு பக்கம், GPA (கிரேட் பாயிண்ட் சராசரி) என்பது மாணவரின் தனிப்பட்ட பாடங்களில் அல்லது பொருட்களில் செயல்திறனை அளவிடும் ஒரு சுருக்கமான அளவீடு ஆகும், இது பொதுவாக பருவ அடிப்படையில் மாணவரின் செயல்திறனைக் கண்காணிக்க உதவுகிறது. GPA, பல்கலைக்கழகங்கள் பருவம் அடிப்படையில் மாணவரின் செயல்திறனை பின்பற்ற உதவுகிறது.",
    "regionalUsage": "CGPA பொதுவாக ஆசிய நாடுகளில் பரவலாக பயன்படுத்தப்படுகின்றது, மற்றும் GPA என்பது அமெரிக்கா மற்றும் ஐரோப்பா போன்ற மேற்கு நாடுகளில் பரவலாக பயன்படுத்தப்படுகிறது. இந்த மதிப்பீட்டு முறைமைகளின் வேறுபாடு காரணமாக, CGPA முதல் GPA மாற்றம் பொதுவாக தேவைப்படுகிறது, குறிப்பாக சர்வதேச மாணவர்கள் அல்லது கல்வி பரிமாற்றங்களுக்குப் பரிந்துரைக்கப்படுகிறது.",
    "learnMoreGradingSystems": "பல்வேறு மதிப்பீட்டு முறைமைகளில் பயன்படுத்தப்படும் பாவனை தொடர்பான தகவல்களை மேலும் அறிய, ",
    "whyNeedConversion": "எதனால் CGPA முதல் GPA மாற்றங்கள் தேவை?",
    "conversionReason1": "இந்தக் கேள்விக்கு எளிய பதில் வாய்ப்புகளில் உள்ளது. மாணவர் வெளிநாடுகளில் படிப்பதற்கு அல்லது வேலைக்கு விண்ணப்பிக்கும்போது, அவர்களது மதிப்பெண்கள் ஒரு குறிப்பிட்ட வடிவத்தில் தேவையானது—அது தங்கள் வடிவமைப்புக்கு மாறுபடலாம். அப்படி இருக்கும்போது, மதிப்பெண் மாற்றங்கள் அவசியம்.",
    "conversionReason2": "இதை எண்ணிக்கையிட்டு: நீங்கள் முறைகளை கவனமாகப் பின்பற்றி அனைத்து கணித சமன்பாட்டையும் எழுதி விட்டீர்கள், ஆனால் ஒரு சிறிய தசம புள்ளி பிழையினால் அல்லது சிறிய தவறு செய்ததால், மறு செயல்பாட்டை செய்ய வேண்டியிருக்கும். இங்கு ஆன்லைன் கருவிகள் மிகவும் பயனுள்ளவையாக இருக்கின்றன. நீங்கள் உடனடியாக இணையதளத்திற்கு சென்று உங்கள் மதிப்பெண்களை மாற்ற முடியும்—ஒன்றும் மூன்றாம் தரப்பு பயன்பாடுகளை பதிவிறக்கம் செய்ய வேண்டியதில்லை!",
    "conversionReason3": "மற்றொரு காரணம் மதிப்பீட்டு முறைமைகளின் வேறுபாடுகளாகும். இந்த முறைமைகள் எவ்வாறு மாறுபடுகின்றன என்பதைக் புரிந்து கொள்ள, இங்கு ஒரு சுருக்கமான பட்டியல் உள்ளது, இது CGPA, GPA மற்றும் பிற மதிப்பீட்டு முறைமைகளைக் காட்டுகிறது:",
    "cgpaScale": "CGPA (10-புள்ளி நிலை)",
    "usGpaScale": "அமெரிக்க GPA (4-புள்ளி நிலை)",
    "usLetterGrade": "எழுத்து மதிப்பெண் (அமெரிக்கா)",
    "percentageScale": "சதவீதம் (100%)",
    "ukGrade": "மதிப்பெண் (UK)",
    "ukGrade1": "முதலாவது வகுப்பு (வித்தியாசம்)",
    "ukGrade2": "முதலாவது வகுப்பு (உயர்)",
    "ukGrade3": "முதலாவது வகுப்பு (உயர்)",
    "ukGrade4": "மேல்தொடர்ச்சி இரண்டாம் வகுப்பு (2:1)",
    "ukGrade5": "மேல்தொடர்ச்சி இரண்டாம் வகுப்பு (2:1)",
    "ukGrade6": "கீழ் இரண்டாம் வகுப்பு (2:2)",
    "ukGrade7": "கீழ் இரண்டாம் வகுப்பு (2:2)",
    "ukGrade8": "மூன்றாவது வகுப்பு",
    "ukGrade9": "ஒப்புதல்",
    "ukGrade10": "தவறு",
    "below_5_5": "5.5 க்கும் கீழே",
    "below_2_0": "2.0 க்கும் கீழே",
    "below": "55 க்கும் கீழே",
    "section5_title": "Lord Calculator CGPA to GPA Calculator எவ்வாறு சிறந்து விளங்குகிறது?",
    "feature_1": "Lord Calculator CGPA to GPA கணினி அதீத அம்சங்களுக்காக மற்றும் வேகமான செயல்பாட்டுக்காக சிறந்து விளங்குகிறது. சமீபத்திய வலை அமைப்பை பயன்படுத்துவதன் மூலம், எங்கள் கணினி கணக்கீடுகளை மிக வேகமாகச் செய்கிறது—குறைந்த வலைப்பின்னலிலும் கூட.",
    "feature_2": "பயனர் இடைமுகம் எளிதாக வழி நடத்த விரிவாக்கம் செய்யப்பட்டுள்ளது, அதனால் நீங்கள் உங்கள் மதிப்பெண்களை விரைவாக உள்ளிட முடியும் மற்றும் எந்தவொரு தடையும் இல்லாமல் முடிவுகளை பெற முடியும். மேலும், Metric Representation போன்ற அம்சங்களை வழங்குகிறோம், இது மாற்றப்பட்ட மதிப்பெண்களை மேலும் திறம்பட காட்சிப்படுத்த உதவுகிறது.",
    "feature_3": "மேலும், நீங்கள் உங்கள் மாற்றங்களை PDF ஆக சேமித்து அல்லது சமூக ஊடகங்களில் பகிர முடியும், இது உங்கள் முடிவுகளை கண்காணித்து மற்றவர்களுடன் பகிர்வதற்கு எளிதாக்கிறது.",
    "feature_4": "எங்கள் கணினி கஸ்டம் சூத்திரங்களை ஆதரிக்கிறது. எடுத்துக்காட்டாக, CGPA to Percentage கணினியில், நீங்கள் உங்கள் நிறுவத்தின் தனிப்பட்ட மதிப்பீட்டு அளவுகோலுக்கு பொருந்தும் ஒரு தனிப்பட்ட குணாதிசயத்தை தேர்வு செய்ய முடியும்.",
    "section6_title": "CGPA to GPA கணினியை எவ்வாறு பயன்படுத்துவது",
    "instruction_1": "எங்கள் CGPA to GPA கணினியை பயன்படுத்துவது எந்தக் கணிதப் பிரச்சனையையும் தீர்ப்பதற்கும் எளிதாக உள்ளது! இங்கு சில எளிய படிகளைக் கவனிக்கவும்:",
    "step_1": "Lord Calculator கல்வி கணினிகளை CGPA to GPA கணினிக்கு செல்லவும்.",
    "step_2": "முதல் பகுதி, உங்கள் CGPA ஐ உள்ளிடவும். துல்லியமான எண்களை உள்ளிடவும், அவற்றில் தசமகோடி சேர்க்கவும்!",
    "step_3": "உங்கள் மதிப்பெண்கள் மாற்றப்படும் GPA அளவுகோலைத் தேர்வு செய்யவும்.",
    "step_4": "உங்கள் மதிப்பெண்கள் அளவு (CGPA அளவுகோலின் மதிப்பை) உள்ளிடவும்.",
    "step_5": "அனைத்து புலங்களையும் சரியாகப் பூர்த்தி செய்த பின்பு, கணக்கிடு பொத்தானை அழுத்தவும், அதனால் உங்கள் GPA மாற்றம் முடிந்தது.",
    "step_6": "நீங்கள் உங்கள் முடிவுகளை நண்பர்களுடன் பகிரலாம் அல்லது அவற்றை PDF ஆக சேமித்து எதிர்கால பயன்பாட்டிற்காக வைத்துக்கொள்ளலாம்!",
    "section7_title": "CGPA ஐ GPA யாக மாற்றும் முறை",
    "paragraph_1": "CGPA ஐ GPA யாக மாற்றுவது ஒரே மாதிரியான செயல்முறை அல்ல. பல நிறுவங்கள் பல்வேறு மதிப்பெண் அமைப்புகளை பின்பற்றுகின்றன, மற்றும் அதே அளவுகோலை பயன்படுத்தும் நிறுவனங்களும் வெவ்வேறு குணாதிசயங்களை பயன்படுத்தலாம். எனவே, உங்கள் நிறுவனத்திற்கு சரியான முறையை பயன்படுத்துவது முக்கியம்.",
    "paragraph_2": "எங்கள் கணினியில், CGPA ஐ GPA யாக மாற்றுவதற்கு மிகவும் பொதுவான சூத்திரத்தை பயன்படுத்தியுள்ளோம். இருப்பினும், உங்கள் நிறுவனத்தினால் வழங்கப்படும் அதிகாரப்பூர்வ ஆவணங்களைக் கவனமாகப் பரிசோதிக்க பரிந்துரைக்கப்படுகிறது.",
    "paragraph_3": "பயன்படுத்தப்படும் பரவலாக பயன்படும் CGPA to GPA மாற்றும் சூத்திரம் இதோ:",
    "formula_title": "சமமான GPA =",
    "formula_1": "பெறப்பட்ட CGPA",
    "formula_2": "குறைந்தபட்ச CGPA",
    "formula_3": "× அதிகபட்ச GPA",
    "example_title": "உதாரணம்:",
    "example_description": "பாருங்கள்:",
    "example_list_item_1": "மாணவரின் CGPA ",
    "bold": "8.5 (10 இல் இருந்து)",
    "example_list_item_2": "இறுதி GPA அளவுகோல் ",
    "bold1": "4.0",
    "conversion_description": "மாற்றம் இவ்வாறு இருக்கும்:",
    "maxcgpa": "அதிகபட்ச CGPA",
    "maxgpa": "அதிகபட்ச GPA",
    "university_specific_conversions": "பல்கலைக்கழகக் குறிப்பிட்ட மாற்றங்கள்",
    "university_specific_paragraph1": "உங்கள் நிறுவனம் வேறுபட்ட மாற்றக் கொள்கையை பின்பற்றலாம். அப்பொழுது, நீங்கள் உங்கள் பல்கலைக்கழகத்தின் குறிப்பிட்ட சூத்திரத்தை கவனிக்க வேண்டும். இந்த நிலைமைகள் குறிப்பாக சில நிறுவனம் தனித்தனி பாடங்களுக்கான எடைப்பட்ட மதிப்பீடுகளை வழங்கும் போது ஏற்படுகிறது. மாற்றுக் கொள்கையை அதற்கேற்ப மாற்ற வேண்டும்.",
    "university_specific_paragraph2": "ஒரு பொதுவான உதாரணமாக, ஹார்வர்ட் பல்கலைக்கழகம், மதிப்பீடு சிரத்தை கணக்கிடுவதற்கான GPA மாற்றத்தை எதிர்பார்க்கின்றது. அப்பொழுது, 8.5 CGPA, மேல் எடுத்துக்காட்டில், 3.7 ஆக மாறலாம், 3.4 க்கு பதிலாக.",
    "normalization_factor": "சாதாரணப்படுத்தல் காரணி",
    "normalization_factor_paragraph1": "மாணவர்கள் வெளிநாட்டு படிப்பு திட்டங்களுக்கு விண்ணப்பிக்கும் போது, அவர்களின் முன்னணி செயல்பாட்டை நியாயமாக மதிப்பிட வேண்டும். இதை சாதிக்க பல பல்கலைக்கழகங்கள் ஒவ்வொரு மாணவனும் சமமான நிலைத்தளத்தில் இருக்கும்படி சாதாரணப்படுத்தல் காரணி சேர்க்கின்றன.",
    "normalization_factor_paragraph2": "உதாரணமாக, ஒரு மாணவர் சதவிகிதம் அடிப்படையில் மதிப்பிடப்பட்டு, மற்றொரு மாணவர் 5.0 CGPA அளவுக்கேற்ப மதிப்பிடப்படுகிறது. இந்த வேறுபாடுகளை அகற்றுவதற்காக, பல்கலைக்கழகங்கள் அவர்கள் அளவுகளை சரிசெய்யும். ஒரு பொதுவான நடைமுறை பகுப்பு மாற்றம் ஆகும்.",
    "cgpa_to_gpa_table_title": "CGPA இலிருந்து GPA மாற்றம் அங்கீகாரம்",
    "cgpa_to_gpa_table_paragraph": "இங்கே, நீங்கள் உங்களது CGPA மதிப்புகளுக்கு இணையான GPA அளவுகோல்களை காணலாம். கணக்கிடாமல் மாற்றங்களை தானாகவே பெற முடியும்.",
    "cgpa_column": "CGPA",
    "us_gpa_column": "அமெரிக்க GPA (4.0 அளவுகோல்)",
    "gpa_4_3_column": "GPA (4.3 அளவுகோல்)",
    "gpa_5_0_column": "GPA (5.0 அளவுகோல்)",
    "gpa_7_0_column": "GPA (7.0 அளவுகோல்)",
    "below-2_0": "2.0 க்கு கீழ்",
    "below_2_5": "2.5 க்கு கீழ்",
    "below_3_0": "3.0 க்கு கீழ்",
    "below_3_5": "3.5 க்கு கீழ்",
    "title-": "CGPA முதல் GPA மாற்றியின் கட்டுப்பாடுகள்",
    "description.": "ஆன்லைன் மதிப்பெண் மாற்றக் கருவிகள் வசதியான சாதனங்கள் ஆக இருக்கின்றன, ஆனால் அவற்றுக்கு சில கட்டுப்பாடுகள் உள்ளன. இவை என்ன என்பதை பின்வரும் விஷயங்களில் பார்க்கலாம்.",
    "title.": "1. எடைப்பட்ட GPA அமைப்புகள்",
    "description-": "பல பல்கலைக்கழகங்கள் எடைப்பட்ட GPA அமைப்பை பயன்படுத்துகின்றன, அதாவது ஹானர்ஸ் மற்றும் மேம்பட்ட வகுப்பு பாடங்களுக்கு கூடுதல் மதிப்பெண்கள் வழங்கப்படுகின்றன. இப்படியான நிலைகளில், மேலும் விவரமான மாற்றுக் சூத்திரம் தேவை.",
    ".title": "2. மதிப்பெண் வரம்புகள்",
    "-description": "சில நிறுவனங்கள் மதிப்பெண் வரம்புகளை விதிக்கின்றன. உதாரணமாக, 10 CGPA அளவுகோலில், மாணவர் 9.5 க்கும் மேல் CGPA பெற முடியாது. இப்படியான நிலைகளில், ஆன்லைன் கருவிகள் சரியான மதிப்பீடு தராமல் இருக்கலாம்.",
    "section3": {
        "title": "3. உலகளாவிய பயன்பாட்டு முன்னேற்றங்கள்",
        "description": "ஆன்லைன் கருவிகள் பொதுவாக உலகளாவிய முறையில் பெறப்படும் முடிவுகளை உருவாக்குகின்றன. ஆனால், பல்கலைக்கழகங்களுக்கு தங்களுக்கே தனித்துவமான மாற்று கொள்கைகள் இருக்கலாம். நீங்கள் உங்களது கல்வி நிறுவனத்தைச் சரிபார்க்க வேண்டும்."
    },
    "keyTakeaways": {
        "title": "முக்கிய பாடங்கள்",
        "description": "இவை பொதுவாக CGPA to GPA கணக்கீடுகள் மற்றும் பிற கருவிகளின் கட்டுப்பாடுகள் ஆகும். ஆனால், அங்கீகாரம் மிகுந்த கவனத்துடன், நீங்கள் சரியான மாற்றங்களை உறுதி செய்யலாம். ஆன்லைன் கருவிகள் உங்கள் கணக்கீட்டுப் செயலுக்கு உதவி வழங்குகின்றன — மனித கண்காணிப்பு எப்போதும் தேவை."
    },
    "section12": {
        "title": "சரியான CGPA to GPA கணக்கீட்டை பெறும் குறிப்புகள்",
        "description": "உங்கள் கல்வி செயல்திறனை சரியாகக் காட்சியிட, இந்த குறிப்புகளை கவனமாக பின்பற்றுங்கள்:",
        "subsection1": {
            "title": "1. இலக்கு மதிப்பெண் அளவுகோல்களை புரிந்துகொள்வது",
            "description": "எப்போதும் இலக்கு அளவுகோல் பிரதிநிதித்துவத்தை அதிகாரப்பூர்வ ஆவணங்களில் சரிபார்க்கவும். சில நிறுவனங்கள் 4.0 அளவுகோலைப் பயன்படுத்துகின்றன, மற்றவர்கள் 4.3 அல்லது 5.0 அளவுகோலைப் பயன்படுத்துகின்றன. CGPA கணக்கீடு இலக்கு அளவுகோலுக்கு ஏற்றவாறு சரிசெய்யப்பட வேண்டும்."
        },
        "subsection2": {
            "title": "2. மதிப்பெண் கடினத்தன்மையை கருதி",
            "description": "உங்கள் நிறுவனம் மிகவும் கடுமையான மதிப்பீடு முறைகளை பின்பற்றினால், அதை உங்கள் விண்ணப்பப் படிவத்தில் குறிப்பிடுங்கள். பல்கலைக்கழகங்கள், ஹார்வர்ட் பல்கலைக்கழகமானது, இதை ஒரு முக்கியமான கோணமாக கருதுகின்றன."
        }
    },
    "section13": {
        "subsection1": {
            "title": "3. மாற்று சூத்திரத்தை சரிபார்க்கும்",
            "description": "உத்தியோகபூர்வ ஆவணங்களில் மாற்று சூத்திரத்தை கண்டறிய முடியுமானால், அடுத்தடுத்த உதவிக்கு கல்வி ஆலோசகர்களை அணுக தயங்காதே. அவர்கள் மாற்று சரியானது என்பதை உறுதி செய்ய உதவ முடியும்."
        },
        "subsection2": {
            "title": "4. பொருள் சார்ந்த செயல்பாட்டை கணக்கிடுவது",
            "description": "சில நிறுவனங்கள் முக்கியமான மற்றும் அத்தனை பொருட்களுக்கு இடையே வேறுபாட்டை உருவாக்குகின்றன, முக்கியமான பாடங்கள் பெரும்பாலும் கூடுதல் புள்ளிகளை பெற்றுக் கொள்கின்றன. மாற்றியிடப்பட்ட மதிப்பெண்கள் தேவைப்படும்போது, இதை மனதில் வைக்கவும்."
        },
        "subsection3": {
            "title": "5. முன்னேறும் தரவரிசைகளுடன் சேர்ந்து பின்வரும்",
            "description": "பல்கலைக்கழகங்கள் தங்கள் மதிப்பெண் தரவுகளையும் மாற்று சூத்திரங்களையும் சர்வதேச தரவரிசைகளுடன் ஒத்திசைக்க புதுப்பிக்கின்றன. பழமையான முறைகளை தவிர்க்க புதிய வழிகாட்டிகளைக் கண்காணிக்க உறுதி செய்யுங்கள்."
        },
        "conclusion": {
            "title": "முடிவு",
            "description": "சார்வதேச கல்வி மூலோபாயம் அதிகரிப்பதற்கு, நாம் விவாதித்த அடிப்படைகள் மற்றும் சர்வதேச தரவரிசைகளை நன்கு அறிந்திருப்பது முக்கியமாகும். மாற்று செயல்முறை எளிமையாக தோன்றினாலும், பல மறைக்கப்பட்ட அம்சங்கள் உள்ளன. சரியான மாற்றை ஏற்படுத்துவதற்கான குறிப்புகளை பின்பற்றுவதன் மூலம், நீங்கள் நம்பகமான CGPA-ஐ GPA-க்கு மாற்ற முடியும் என்று நம்புகிறோம்."
        }
    },
    "faq": {
        "title": "CGPA to GPA மாற்றி பற்றி பொதுவான கேள்விகள்",
        "q1": "Q: CGPA ஐ GPA ஆக எவ்வாறு மாற்றலாம்?",
        "a1": {
            "label": "A:",
            "text": "CGPA ஐ GPA ஆக மாற்ற, பொதுவாகப் பயன்படுத்தப்படும் சூத்திரம்: உங்கள் CGPA ஐ அந்தப் பல்கலைக்கழகத்தின் அதிகபட்ச CGPA மதிப்புடன் பிரித்து, அதை அந்தப் பல்கலைக்கழகத்தின் அதிகபட்ச GPA மதிப்புடன் பெருக்குவது."
        },
        "q2": "Q: இந்திய CGPA to GPA கணக்கீட்டாளர்?",
        "a2": {
            "label": "A:",
            "text": "இந்திய CGPA ஐ USA GPA ஆக மாற்ற, உங்கள் பெற்ற CGPA உடன் 4/10 என்ற பெருக்கி காரை பயன்படுத்தவும்."
        }
    },
    "faq1": {
        "q1": "Q: CGPA ஐ GPA ஆக எவ்வாறு மாற்றலாம்​?",
        "a1": {
            "label": "A:",
            "text": "CGPA ஐ GPA ஆக மாற்றுவதற்கான பொதுவான சூத்திரம்:"
        },
        "formula": {
            "gpa": "GPA =",
            "cgpaObtained": "பெற்ற CGPA",
            "maxCgpa": "அதிகபட்ச CGPA",
            "maxGpa": "× அதிகபட்ச GPA"
        }
    },
    "faq2": {
        "q2": "Q: GPA ஐ CGPA ஆக எவ்வாறு கணக்கிடலாம்?",
        "a2": {
            "label": "A:",
            "text": "GPA ஐ CGPA ஆக மாற்றுவதற்கான சூத்திரம்:"
        },
        "formula": {
            "cgpa": "CGPA =",
            "gpaObtained": "பெற்ற GPA",
            "maxGpa": "அதிகபட்ச GPA",
            "maxCgpa": "× அதிகபட்ச CGPA"
        }
    },
    "faq3": {
        "q3": "Q: GPA ஐ CGPA ஆக எவ்வாறு மாற்றலாம்?",
        "a3": {
            "label": "A:",
            "text": "GPA ஐ CGPA ஆக மாற்றுவது, CGPA ஐ GPA ஆக மாற்றுவதற்கான மாற்றான செயல்முறை ஆகும். உங்கள் GPA ஐ அறிந்துகொண்டு, CGPA ஐ கணக்கிட விரும்பினால், அதன் சூத்திரம்:"
        },
        "formula": {
            "gpaObtained": "பெற்ற GPA",
            "maxGpa": "அதிகபட்ச GPA",
            "maxCgpa": "× அதிகபட்ச CGPA"
        }
    },
    "faq4": {
        "q4": "Q: இந்திய CGPA ஐ US GPA ஆக மாற்றுவது?",
        "a4": {
            "label": "A:",
            "text": "US பல்கலைக்கழகங்கள் 4.0 GPA அளவுகோலை பயன்படுத்துகின்றன, இந்திய பல்கலைக்கழகங்கள் 10 புள்ளிகளைக் கொண்ட அளவுகோலை பயன்படுத்துகின்றன. இந்திய CGPA ஐ US GPA ஆக மாற்ற, உங்கள் CGPA உடன் 4/10 என்ற பெருக்கி காரை பயன்படுத்தவும்."
        }
    },
    "faq5": {
        "q5": "Q: இந்திய CGPA ஐ ஜெர்மன் GPA ஆக மாற்றுவது?",
        "a5": {
            "label": "A:",
            "text": "ஜெர்மன் நிறுவனங்கள் மாற்றப்பட்ட பவேரியன் சூத்திரத்தை பயன்படுத்துகின்றன. ஜெர்மன் GPA கணக்கிடும் சூத்திரம்:"
        },
        "formula": "1 + 3 × (அதிகபட்ச மதிப்பு - பெற்ற CGPA) / (அதிகபட்ச மதிப்பு - குறைந்தபட்ச தேர்ச்சி மதிப்பு)"
    },
    "faq6": {
        "q6": "Q: GPA to CGPA கணக்கீட்டாளர் அண்ணா பல்கலைக்கழகம்?",
        "a6": {
            "label": "A:",
            "text": "GPA ஐ CGPA ஆக மாற்றுவதற்கான சூத்திரம்:"
        },
        "formula1": "பெற்ற GPA",
        "formula2": "அதிகபட்ச GPA",
        "formula3": "× அதிகபட்ச CGPA"
    },
    "faq7": {
        "q7": "Q: VIT CGPA ஐ US GPA ஆக மாற்றுவது?",
        "a7": {
            "label": "A:",
            "text": "VIT ஒரு 10 புள்ளிகளைக் கொண்ட மதிப்பீட்டு அளவுகோலை பின்பற்றுகிறது. அதை US GPA ஆக மாற்ற, 2.5 அல்லது 4/10 என்ற பெருக்கி அளவுகோலை பயன்படுத்தவும்."
        },
        "q8": "Q: இந்திய CGPA ஐ UK GPA ஆக மாற்றுவது?",
        "a8": {
            "label": "A:",
            "text": "இந்திய CGPA ஐ UK GPA ஆக மாற்ற, அந்தப் பல்கலைக்கழகத்தின் வழிகாட்டிகளைக் குறிக்கோளாக பயன்படுத்தவும், ஏனெனில் UK நிறுவனங்கள் இந்திய CGPA ஐ அவர்களது வகுப்பு ஆணர்ஸ் சிஸ்டத்திற்கு (முதல், இரண்டாவது, மூன்றாவது மற்றும் மேலும்) மாற்றுகின்றன."
        }
    },
    "faq8": {
        "q9": "Q: SRM GPA ஐ CGPA ஆக மாற்றி கணக்கிடுவது?",
        "a9": {
            "label": "A:",
            "text": "SRM GPA ஐ CGPA ஆக மாற்றுவதற்கு, மொத்த கிரெடிட் மணி நேரங்களையும், பெற்ற மொத்த கிரேட் பாயிண்டுகளையும் தேவைப்படுகிறது. எனினும், மாற்றத்திற்கு நீங்கள் பொதுவான சூத்திரத்தை பயன்படுத்த முடியும்:",
            "formula": {
                "gpa": "பெற்ற GPA",
                "maxGpa": "அதிகபட்ச GPA",
                "maxCgpa": "× அதிகபட்ச CGPA"
            }
        }
    },
    "faq9": {
        "q10": "Q: WES CGPA ஐ GPA ஆக மாற்றி கணக்கிடுவது?",
        "a10": {
            "label": "A:",
            "text": "WES (உலக கல்வி சேவைகள்) கல்வி டிரான்ஸ்கிரிப்டுகளை மதிப்பீடு செய்யும், மேலும் ஒவ்வொரு பாடத்திலும் தரப்பட்ட மதிப்பெண்களையும் அளவுகோலை கருதி GPA வழங்கப்படுகிறது."
        }
    },
    "section1_title": "Percentage To CGPA Calculator",
    "section1_paragraph": "வரவேற்கின்றேன் சக மாணவர்களே மற்றும் கல்வியாளர்களே! நீங்கள் அனைவரும் அறிவது போல, CGPA மற்றும் சதவிகிதங்கள் கல்வி முறைமையில் முக்கிய பங்கு வகிக்கின்றன. இவற்றை பரஸ்பரமாக பயன்படுத்த வேண்டிய நிலையில் நாம் பல முறைச் சந்திக்கின்றோம், அதனால் Lord Calculator உங்களுக்கு மிகவும் நம்பகமான மற்றும் விரைவான Percentage to CGPA Calculator ஐ வழங்குகிறது, இது உங்களுக்கு உங்கள் சதவிகிதத்தை கணக்கிட உதவுகிறது! இங்கு எவ்வாறு எங்கள் Percentage to CGPA Calculator செயல்படுகிறது, Percentage to CGPA ஐ மாற்றுவதற்கான முறைகள் மற்றும் பல்வேறு Percentage to CGPA சூத்திரங்கள் பற்றிய விரிவான வழிகாட்டி உள்ளது.",
    "section2_title": "Percentage to CGPA Formula",
    "cgpa_title": "CGPA =",
    "percentage_achieved": "பெற்ற சதவிகிதம்",
    "multiplication_factor": "பல்கலைக்கழகங்கள் வழங்கிய பெருக்கி காரம்",
    "table_of_contents": "பொருட்கள் பட்டியல்",
    "expand_button_text": "விரிவாக்கவும்",
    "collapse_button_text": "இல்லைப்படுத்தவும்",
    "percentage_to_cgpa_calculator": "Percentage to CGPA Calculator",
    "percentage_to_cgpa_formula": "Percentage to CGPA சூத்திரம்",
    "lord_calculator_percentage_to_cgpa": "Lord Calculator இன் Percentage to CGPA Calculator மற்றும் இதை ஏன் பயன்படுத்த வேண்டும்?",
    "how_to_use_lord_calculator": "Lord Calculator இன் Percentage to CGPA Calculator ஐ எவ்வாறு பயன்படுத்துவது?",
    "what_is_percentage": "சதவிகிதம் என்ன மற்றும் அது CGPA ஐயாக எவ்வாறு வேறுபடுகிறது?",
    "what_is_cgpa": "CGPA என்ன மற்றும் அதை எவ்வாறு கணக்கிடுகிறோம்?",
    "when_to_use_lord_calculator": "Lord Calculator இன் Percentage to CGPA Calculator ஐ எப்போது பயன்படுத்த வேண்டும்?",
    "common_mistakes": "Percentage to CGPA ஐ சரியாக கணக்கிடும்போது தவிர்க்க வேண்டிய பொதுவான பிழைகள்",
    "why_different_grading_scales": "வேறுபட்ட கல்வி நிறுவனங்கள் ஏன் வெவ்வேறு மதிப்பீட்டு அளவுகோள்களை மற்றும் மாற்று சூத்திரங்களை பின்பற்றுகின்றன",
    "percentage_to_cgpa_for_boards": "வேறுபட்ட போர்டுகள் மற்றும் பல்கலைக்கழகங்களுக்கான Percentage to CGPA மாற்று",
    "pros_and_cons_of_calculators": "Percentage to CGPA ஆன்லைன் கணிப்பீட்டாளர்களைப் பயன்படுத்துவதன் நன்மைகள் மற்றும் தீமைகள்",
    "frequently_asked_questions": "பொதுவான கேள்விகள் (FAQs)",
    "cgpa_formula": "CGPA = எட்டிய சதவிகிதம் / பலப்பரிமாணக் காரணி (உங்களின் பல்கலைக்கழகம் கொடுத்தது)",
    "example_text": "உதாரணம்: நீங்கள் 92.4% சதவிகிதம் பெற்றிருக்கின்றீர்கள் என்று கருதுங்கள். இப்போது அதை CGPA ஆக மாற்ற விரும்புகிறீர்கள். உங்கள் பல்கலைக்கழகம் பின்பற்றும் மதிப்பிடும் அளவீடு 10 அங்கீகாரம் அளிக்கும் மற்றும் பலப்பரிமாணக் காரணி 9.5. எனவே, உங்கள் CGPA இவ்வாறு கணக்கிடப்படும்:",
    "section3_title": "லோர்ட் கணினியின் சதவிகிதம் முதல் CGPA கணினி & ஏன் அதை பயன்படுத்த வேண்டும்?",
    "section3_text1": "நாங்கள் எங்கள் கணினியை அனைத்து மதிப்பிடும் முறைகளுக்கும் ஏற்றவாறு உருவாக்கியுள்ளோம். உங்கள் நிறுவனம் 4 மதிப்பிடும் அளவு, 5 மதிப்பிடும் அளவு அல்லது 10 மதிப்பிடும் அளவு பின்பற்றுகிறதா என்றாலும், நீங்கள் செய்ய வேண்டியது உங்கள் மதிப்பிடும் அளவுகோளை தேர்ந்தெடுத்து கணக்கிடுவது தான். ஆனால், இந்த மொத்த மதிப்பிடும் அளவுகோளுக்கு, நாம் தரப்பட்ட பலப்பரிமாணக் காரணி முறைகளை பயன்படுத்தியுள்ளோம். வெவ்வேறு மதிப்பிடும் முறைகளுக்கான தரப்பட்ட பலப்பரிமாணக் காரணிகள் கீழே உள்ளன:",
    "multiplication_factors": {
        "4_scale": "4 மதிப்பிடும் அளவுக்கான பலப்பரிமாணக் காரணி: 25",
        "5_scale": "5 மதிப்பிடும் அளவுக்கான பலப்பரிமாணக் காரணி: 20",
        "10_scale": "10 மதிப்பிடும் அளவுக்கான பலப்பரிமாணக் காரணி: 9.5"
    },
    "section3_text2": "உங்கள் நிறுவனம் 10 மதிப்பிடும் அளவையும் பின்பற்றுகிறதென்றாலும், அதற்கான பலப்பரிமாணக் காரணி வேறாக இருக்கலாம் என்பதை நினைவில் கொள்ளவும். உதாரணமாக: CBSE, ICSE, மற்றும் JNTU (ஜவஹர் லால் நேரு தொழில்நுட்பக் கல்லூரி) பொதுவாக 10 மதிப்பிடும் அளவை பின்பற்றுகின்றன ஆனால் வேறுபட்ட பலப்பரிமாணக் காரணிகளை பயன்படுத்துகின்றன. CBSE அனைவருக்கும் 9.5 என்ற பலப்பரிமாணக் காரணியை கணக்கிடலுக்கு பயன்படுத்துகிறது, ICSE 9.8 ஐ பயன்படுத்துகிறது மற்றும் JNTU 10 ஐ பயன்படுத்துகிறது.",
    "section4_title": "லோர்ட் கணினியின் சதவிகிதம் முதல் CGPA கணினியை எப்படி பயன்படுத்துவது?",
    "section4_text1": "மதிப்பிடும் முறைகள் மற்றும் மதிப்பீடு மாற்றம் பற்றிய முக்கியக் கருத்துக்களை அறிய தொடங்கும் முன், லோர்ட் கணினியின் சதவிகிதம் முதல் CGPA கணினியை சரியான முடிவுகளுக்கு எப்படி பயன்படுத்துவது என்பதை பார்ப்போம்.",
    "section4_steps": {
        "step1": "கல்வி கணினிகளின் கீழ் உள்ள <span class='font-semibold'>சதவிகிதம் முதல் CGPA கணினி</span> ஐ திறக்கவும்.",
        "step2": "முதல் புலத்தில், உங்கள் சதவிகிதத்தை உள்ளிடும்படி கேட்கப்படும். உங்கள் சதவிகிதத்தை சரியாக, அதில் உள்ள புள்ளிகளுடன் சேர்த்து உள்ளிடுவதை உறுதிப்படுத்தவும்.",
        "step3": "பின்னர், உங்கள் நிறுவனம் பின்பற்றும் மதிப்பிடும் அளவுகோளை தேர்ந்தெடுக்கவும். அது 4, 5 அல்லது 10 மதிப்பிடும் அளவுகளுக்கு வெளியே இருந்தால், நீங்கள் நேரடியாக பலப்பரிமாணக் காரணியை உள்ளிட வேண்டும்.",
        "step4": "இருந்தாலும், மதிப்பிடும் அளவையோ அல்லது பலப்பரிமாணக் காரணியையோ நீங்கள் உள்ளிட்டாலும், அடுத்த புலத்தில் காட்டப்படும் உங்கள் பலப்பரிமாணக் காரணியை மறுபடியும் சரிபார்க்கவும். உங்கள் நிறுவனம் பொதுவாக ஒரு மதிப்பிடும் அளவையைக் கொண்டிருந்தாலும், அதற்கான பலப்பரிமாணக் காரணி வேறுபட்டிருக்கக்கூடும். அப்படி இருந்தால், உங்கள் பலப்பரிமாணக் காரணியை அதற்கேற்ப சரிசெய்ய வேண்டும் இல்லையெனில், உங்கள் சதவிகிதம் முதல் CGPA மாற்றம் சரியாக இருக்காது."
    },
    "section4_text2": "அனைத்து தகவல்களும் பூர்த்தி செய்யப்பட்டவுடன், “கணக்கிடு” பட்டனை அழுத்தவும். நீங்கள் உங்கள் சதவிகிதத்தை CGPA ஆக மாற்றியதை உங்கள் திரையில் காண்பீர்கள்.",
    "section5-title": "சதவிகிதம் என்றால் என்ன & அது CGPA-இல் இருந்து எப்படியான வேறுபாடு கொண்டது?",
    "section5_percentage_title": "சதவிகிதம்",
    "section5_percentage_text": "சதவிகிதம் என்பது தேர்வுகளின் போது பெறப்பட்ட மதிப்பெண்களின் சரியான பிரதிபலிப்பாகும். இது 100 இல் இருந்து மதிப்பெண்களின் தரமான பிரதிநிதித்துவமாகும்.",
    "section5_cgpa_title": "CGPA",
    "section5_cgpa_text": "CGPA என்பது அடிப்படை கல்வி முன்னேற்றத்தின் சராசரி ஆகும், இது அனைத்து SGPAs (மாதாந்திர மதிப்பெண்கள்) சராசரியாக உள்ளது.",
    "section6-title": "CGPA என்பது என்ன & அது எப்படி கணக்கிடப்படுகிறது?",
    "section6_description": "CGPA (Cumulative Grade Point Average) என்பது ஒரு மாணவரின் கல்வி முன்னேற்றத்தின் மொத்த மதிப்பீடு ஆகும், இது ஒரு வரையறுக்கப்பட்ட கல்வி காலப்பகுதியில் பெறப்பட்ட சுழற்சி மதிப்பெண்களின் சராசரியாக இருக்கும். சில பல்கலைக்கழகங்கள் இதனை அனைத்து செமஸ்டர்களின் SGPA-வின் சராசரியாக கணக்கிடுகின்றன, சில பல்கலைக்கழகங்கள் இதை வெவ்வேறு கிரெடிட் மதிப்பீடுகளுடன் கணக்கிடுகின்றன.",
    "section6_formula_title": "CGPA கணக்கிடும் பத்தியொன்று",
    "section6_formula_description": "CGPA கணக்கிடும் ஒரே முறை, அனைத்து SGPA (செமஸ்டர் மதிப்பெண்கள்) வினா எடுத்து சராசரி பெறுவது. இதன் சூத்திரம்:",
    "section6_formula_sgpas": "செமஸ்டர் 1 இன் SGPA + செமஸ்டர் 2 இன் SGPA + செமஸ்டர் 3 இன் SGPA + .........+ செமஸ்டர் N இன் SGPA",
    "section6_formula_divisor": "செமஸ்டர் எண்ணிக்கை",
    "section6_example_title": "உதாரணம்:",
    "section6_example": "ராம் 4 அரையாண்டுகளுக்கு 6, 8.5, 7 மற்றும் 9.5 என்ற SGPA மதிப்பெண்களை அடைந்தார். அவனது CGPA ஆகும்:",
    "section_method2_title": "CGPA கணக்கீடு சூத்திரம் முறை 2",
    "section_method2_description": "பிறகு, SGPA மற்றும் பெற்ற கிரெடிட்களின் பெருக்கின் கூட்டத்தை கணக்கிட்டு, அதை மொத்த கிரெடிட்களின் எண்ணிக்கையால் வகுத்தல் மற்றொரு முறை. சூத்திரம்:",
    "section_method2_formula_sgpa": "(Sem.1 இன் SGPA × Sem.1 இல் பெற்ற கிரெடிட்கள்) + (Sem.2 இன் SGPA × Sem.2 இல் பெற்ற கிரெடிட்கள்) + ...... + (Sem.N இன் SGPA × Sem.N இல் பெற்ற கிரெடிட்கள்)",
    "section_method2_formula_divisor": "மொத்த கிரெடிட்கள்",
    "section_method2_example_title": "உதாரணம்:",
    "section_method2_example": "ஷியாம் 7.2, 6.5, 8.9 மற்றும் 9.6 என்ற SGPA மதிப்பெண்களை பெற்றார் மற்றும் அவன் பெற்ற கிரெடிட்கள் 4, 3, 3 மற்றும் 5. அவனது CGPA ஆகும்:",
    "section_percentage_formula_title": "சதவீத கணக்கீடு சூத்திரம்",
    "section_percentage_formula_description": "சதவீதம் என்பது பல பாடங்களிலும்/அரையாண்டுகளிலும் பெற்ற மதிப்பெண்களின் கூட்டத்தை மொத்த மதிப்பெண்களின் கூட்டத்தால் வகுத்து, பெறுமானத்தை 100 க்குச் ضربிக்கின்றது. சூத்திரம்:",
    "section_percentage_formula_equation": "சதவீதம் =",
    "section_percentage_formula_numerator": "எல்லா பாடங்களிலும்/அரையாண்டுகளிலும் பெற்ற மதிப்பெண்களின் கூட்டம்",
    "section_percentage_formula_multiplier": "* 100",
    "section_percentage_formula_denominator": "எல்லா பாடங்களுக்கும்/அரையாண்டுகளுக்கும் அளிக்கப்பட்ட மொத்த மதிப்பெண்கள்",
    "example_percentage_title": "உதாரணம்:",
    "example_percentage_description": "கன்ஷ்யாம் 1ஆம் அரையாண்டில் 300 இல் 295, 2ஆம் அரையாண்டில் 300 இல் 265, 3ஆம் அரையாண்டில் 300 இல் 273 மற்றும் 4ஆம் அரையாண்டில் 300 இல் 264 என்ற மதிப்பெண்களை பெற்றார். அவனது சதவீதம் ஆகும்:",
    "example_percentage_equation": "சதவீதம் =",
    "cgpa_to_percentage_note": "CGPA இல் இருந்து சதவீதத்திற்கு மாற்றம் மாறுபடும், ஏனெனில் ஒவ்வொரு நிறுவனமும் விதவிதமான தரவரிசை முறைமைகளையும் அளவுகோல்களையும் பயன்படுத்துகிறது. அத்துடன், அரையாண்டுகளின் எண்ணிக்கை, தரவரிசை அளவுகோல்கள் மற்றும் கிரெடிட் முறைமைகளும் CGPA ஐ கணக்கிடும் மற்றும் மாற்றும் முறையில் பங்கு பெறுகின்றன.",
    "calculators_usage_title": "CGPA மற்றும் சதவீதக் கணக்கிகள் எப்போது உதவிகரமாக இருக்கின்றன?",
    "calculators_usage_description": "இந்தக் கணக்கிகள் குறிப்பாக நீங்கள் உங்கள் CGPA ஐ சதவீதமாக அல்லது அதற்க反ுக்கான மாற்றங்களை விரைவாக செய்ய வேண்டிய போது மிகவும் பயனுள்ளதாக இருக்கும், குறிப்பாக உயர்கல்விக்கு விண்ணப்பிக்கும் போது, வேலை வாய்ப்புகளைத் தேடும் போது அல்லது கல்வி ஆவணங்களை தயாரிக்கும் போது.",
    "confusion_about_terms_title": "பதவிக்குறிப்புகள் அல்லது சுருக்கங்களைப் பற்றிய குழப்பம்?",
    "confusion_about_terms_description": "உங்களுக்குத் தெரிந்திராத பதவிக்குறிப்புகள் அல்லது சுருக்கங்களைப் பற்றிய குழப்பம் இருந்தால்,",
    "confusion_about_terms_link_text": "இங்கே கிளிக் செய்யவும்",
    "percentage_to_cgpa_tool_intro": "லோர்ட் கலைக்குலேட்டரின் சதவீதம் இருந்து CGPA கணக்கீடு சாதனம் அந்த தரவரிசை மற்றும் கொள்கைகள் மாறுபட்ட வடிவங்களை உடனே சரியான முறையில் மாற்ற தேவையான சில சூழ்நிலைகளுக்கு மிகவும் பயனுள்ளதாக இருக்கும். இது கணினி மற்றும் பிரச்சினைகளைத் தவிர்க்கவும், ஒவ்வொரு முறையும் துல்லியமான மாற்றங்களை உறுதி செய்யும்.",
    "percentage_to_cgpa_tool_usage_title": "லோர்ட் கலைக்குலேட்டரின் சதவீதம் இருந்து CGPA கணக்கீட்டை எப்போது பயன்படுத்துவது?",
    "percentage_to_cgpa_tool_usage_description": "இந்த கருவி எந்தவொரு சூழ்நிலையிலும் அதே அதிர்வுடன் மதிப்பெண்களை மாற்ற சிறந்ததாக உள்ளது. சில பொதுவான சூழ்நிலைகளை பார்க்கலாம்:",
    "usage_higher_studies_title": "உயர்கல்விக்கு விண்ணப்பிக்கும்போது",
    "usage_higher_studies_description1": "உயர்கல்வி செயலிகளுக்கு விண்ணப்பிக்கும் போது, குறிப்பாக சர்வதேச நிறுவனங்களில், நீங்கள் உங்கள் மதிப்பெண்களை வேறு வடிவத்தில் எடுத்து வருமாறு கேட்கப்படலாம். இந்தக் கணக்கீடு கருவி உங்களுக்கு மதிப்பெண்களை விரைவாகவும் துல்லியமாகவும் மாற்ற உதவுகிறது, இது எந்தவொரு தவறுகளையும் தவிர்க்கவும், உங்கள் விண்ணப்பத்தை ரத்து செய்யாமல் சரியான வடிவத்தில் மாற்றமாக பெற உதவுகிறது.",
    "usage_higher_studies_description2": "நீங்கள் SGPA இருந்து CGPA கணக்கிட வேண்டியிருந்தாலும், CGPA இல் இருந்து சதவீதம் அல்லது CGPA இல் இருந்து GPA மாற்ற வேண்டியிருந்தாலும், இந்தக் கணக்கீட்டான் அனைத்தையும் உள்ளடக்கியது, இது உங்களுக்கு எந்தவொரு பிரச்சினைகளுமின்றி சரியான வடிவத்தில் மதிப்பெண்களை வழங்குகிறது.",
    "usage_competitive_exams_title": "போட்டி தேர்வுகளுக்கான படிவங்களை பூர்த்தி செய்யும் போது",
    "usage_competitive_exams_description": "பல போட்டித் தேர்வுகளில், நீங்கள் உங்கள் சதவீதத்தை பூர்த்தி செய்ய வேண்டியிருக்கும். எனினும், சில பொறியியல் நிறுவனங்கள் CGPA முறைமைக்கு preference அளிக்கின்றன. இப்படியான சூழ்நிலைகளில், எங்கள் கணக்கீட்டான் CGPA இருந்து சதவீதம் அல்லது அதற்க反ுக்கான மாற்றத்தை விரைவாகவும் துல்லியமாகவும் செய்ய உதவுகிறது, தேர்வு விண்ணப்பங்களுக்கான வடிவத்தில் பொருந்தும்.",
    "usage_comparative_measurement_title": "கல்வியாளர்களால் ஒப்பிடும் அளவீடு",
    "usage_comparative_measurement_description": "கல்வி பயிற்றுநர்கள் பல மாணவர்களின் மதிப்பெண்களை ஒப்பிடவும் ஒருங்கிணைக்கவும் தேவைப்படுகிறது. கணக்கீடுகளை கைமுறையில் செய்யவிட, இந்த ஆன்லைன் கால்குலேட்டர் விரைவாக மற்றும் துல்லியமாக தீர்வை வழங்குகிறது, இது நேரத்தை बचித்து, பிழைகளை நீக்குகிறது.",
    "usage_conclusion": "இந்த அனைத்து நிகழ்வுகளிலும், Lord Calculator இன் Percentage to CGPA Calculator சரியான மற்றும் திறமையான தீர்வை வழங்குகிறது, நீங்கள் உயர் கல்விக்காக விண்ணப்பிக்கும் போது, தேர்வு படிவங்களை பூர்த்தி செய்யும் போது, அல்லது பல மாணவர்களின் மதிப்பெண்களை ஒப்பிடும் போது.",
    "common_mistakes_title": "Percentage to CGPA சரியாக கணக்கிடும் போது தவிர்க்க வேண்டிய பொதுவான பிழைகள்",
    "common_mistakes_intro": "Percentage to CGPA மாற்றம் சமமான எளிமையான சூத்திரமாக தெரிந்தாலும், பல மாணவர்கள் தவறான முடிவுகளை பெறுகிறார்கள். மிகவும் பொதுவான பிழையாக ஒன்று சரியான பெருக்கல் காரிகையை அறியாமை. நாம் அதைப் பற்றி விரிவாக பேசப் போகின்றோம். முதலில், Percentage to CGPA சரியாக கணக்கிடும் போது தவிர்க்க வேண்டிய பொதுவான பிழைகள் அனைத்தையும் பார்ப்போம்.",
    "mistake_decimal_points": "நாம் கணக்கீட்டில் அடைவு புள்ளிகளைக் கைவிட விரைவாக இருக்கின்றோம். இந்த வகையான அடைவு எண்கள் முடிவுகளில் சிறிய மாற்றங்களை ஏற்படுத்தக்கூடும். கணக்கீட்டின் கடைசிப் படி வரை அடைவு எண்களை செய்ய வேண்டாம். இருப்பினும், முடிவுகளைப் பெறுவதைப்போல், நீங்கள் அடைவு எண்களை செய்யலாம்.",
    "mistake_grading_scale": "இன்னும் ஒரு பொதுவான பிழை உங்கள் நிறுவனத்தின் சூத்திரத்தை அறியாதது. உங்கள் நிறுவனம் வேறொரு மதிப்பெண் அளவைக் கொண்டிருக்கின், நீங்கள் வேறு மதிப்பெண் அளவுக்கு அடிப்படையாக கொண்டு மதிப்பெண்களை கணக்கிடுகிறீர்கள், எனவே மாற்றம் துல்லியமாக இருக்காது. மேலும், அதே மதிப்பெண் அளவு இருந்தாலும், பெருக்கல் காரிகை மாறக்கூடும்! பெருக்கல் காரிகையை மறுபரிசீலனை செய்வது நல்லது.",
    "mistake_conversion_formula": "உங்கள் பெருக்கல் காரிகையை சரியாகப் பெற்றுவிட்டீர்கள், ஆனால் இன்னும் தவறான மாற்றங்களை பெறுகிறீர்களா? இந்த நிலையில், உங்கள் நிறுவனத்தின் மாற்று சூத்திரத்தை சரிபார்க்க வேண்டும். பல பல்கலைக்கழகங்கள், மும்பை பல்கலைக்கழகம் போன்றவை, தங்கள் மாற்று சூத்திரங்களை பின்பற்றுகின்றன, அவை நிலையான மாற்று சூத்திரத்துடன் வேறுபடுகின்றன. உதாரணமாக, மும்பை பல்கலைக்கழகத்தின் CGPA கணக்கீட்டு சூத்திரம்: சதவீதம் = (CGPA × 7.25) + 11. எனவே, இந்த காரணிகள் சரிபார்க்கப்பட வேண்டும், குறிப்பாக நீங்கள் Percentage to CGPA கணக்கீடு செய்பவராயின்.",
    "mistake_other_conversions": "பிற பிழைகளும் உள்ளன, ஆனால் அவை SGPA to CGPA மற்றும் GPA to CGPA மாற்றங்களுடன் தொடர்புடையவை. அவற்றைப் பற்றி அவற்றின் சொந்த பிரிவுகளில் நாம் விவரித்துள்ளோம்.",
    "grading_scales_title": "ஏன் பல நிறுவனங்கள் வேறுபட்ட மதிப்பெண் அளவுகள் மற்றும் மாற்று சூத்திரங்களை பின்பற்றுகின்றன?",
    "grading_scales_intro": "நாம் பல இடங்களில் பல்கலைக்கழகங்கள் வேறுபட்ட மதிப்பெண் அளவுகளை பின்பற்றுகின்றன என்பதை எடுத்துக்காட்டியுள்ளோம். ஆனால் அதற்கு காரணம் என்ன? பல காரணங்கள் இருக்கக்கூடும்! ஒவ்வொன்றையும் ஒன்றன் பின்னர் பார்ப்போம்:",
    "reason_historical_cultural": "பூர்வீக & பண்பாட்டு வேறுபாடுகள்: பல நாடுகள் தங்களுடைய பாரம்பரிய மதிப்பெண் அமைப்புகளை பின்பற்றுகின்றன. அதன் காரணமாக, புவியியல் இடத்தின் அடிப்படையில் வேறுபட்ட மதிப்பெண் அளவுகளை காணலாம். உதாரணமாக, அமெரிக்க நிறுவனங்கள் 4-புள்ளி மதிப்பெண் அளவினை பின்பற்றுகின்றன, அதே நேரத்தில் இந்தியா மற்றும் பிற ஆசிய நிறுவனங்கள் 10-புள்ளி மதிப்பெண் அளவினை பின்பற்றுகின்றன.",
    "reason_assessment_approach": "மாணவர்களை மதிப்பீடு செய்யும் வேறுபட்ட அணுகுமுறை: கல்வி முறைமை முன்னேறுவதுடன், மாணவர்களை மதிப்பீடு செய்யும் முறைகளும் முன்னேறி வருகின்றன. சமீபகாலத்தில், நிறுவனங்கள் மாணவர்களின் ஒட்டுமொத்த மதிப்பீடுகளுக்கு முக்கியத்துவம் அளித்து வருகின்றன, மற்றும் இதனால் CGPA மற்றும் GPA அமைப்புகள் பெரும்பாலும் பரவலாக பயன்படுத்தப்படுகின்றன.",
    "reason_international_standards": "ஆயிரக்கணக்கான பல்கலைக்கழகங்களை சரிபார்க்கும் சர்வதேச நெறிமுறை: வெளிநாட்டில் படிப்பது ஒரு பொதுவான கருத்தாக மாறிவிட்டது. பல நிறுவனம் சர்வதேச நிலைகள் பின்பற்றுவதால், மாணவர்கள் கூடுதல் அதிகாரபூர்வத் தொலைபேசி செயல்பாடுகளை தவிர்க்கலாம். உதாரணமாக, பல ஐரோப்பிய நிறுவனங்கள் ECTS (European Credit Transfer and Accumulation System) பின்பற்றுகின்றன, இதன் மூலம் அத்தனைக்கும் இணங்கும் பிற நிறுவனங்களுடன் ஒத்துழைப்பு பெறப்படுகிறது.",
    "reason_universal_standard": "ஒரு பொதுவான மதிப்பெண் நிலையை அடைவது கடினம்: ஒரு பொதுவான மதிப்பெண் நிலையை பின்பற்றுவது நியாயமான மற்றும் நீதி மிக்கது போல் தெரிந்தாலும், அது நடைமுறையில் சவாலானது. ஏனென்றால், நிறுவனங்கள் வேறுபட்ட மதிப்பெண் அளவுகளை பின்பற்றுவதால், மாணவர்களின் கல்வி செயல்பாட்டின் பக்கம் பின்பற்றவும் உறுதி செய்யும் மாற்று சூத்திரங்கள் தேவைப்படுகிறது.",
    "conversion_title": "விரித்த பகுதிகளுக்கு மற்றும் பல்கலைக்கழகங்களுக்கு சதவீதம் to CGPA மாற்றம்",
    "table_heading_institution": "நிறுவனம்",
    "table_heading_formula": "சூத்திரம்",
    "cbse1": "CBSE (கेंदிர ஆணையத்தால் பரிசுத்த கல்வி அமைப்பு), இந்தியா",
    "icse1": "ICSE (இந்திய சர்வதேச உயர்நிலை கல்வி), இந்தியா",
    "maharashtra1": "மहारாஷ்டிரா மாநில கல்வி பரிசுத்தி, இந்தியா",
    "anna_university1": "அண்ணா பல்கலைக்கழகம், தமிழ் நாடு, இந்தியா",
    "jntu1": "ஜவஹர்லால் நேரு தொழில்நுட்ப பல்கலைக்கழகம் (JNTU), தெலங்கானா & ஆந்திரா பிரதேசம், இந்தியா",
    "vtu1": "விச்வெஸ்வரையா தொழில்நுட்ப பல்கலைக்கழகம் (VTU), கர்நாடகா, இந்தியா",
    "gtu1": "குஜராத் தொழில்நுட்ப பல்கலைக்கழகம் (GTU), குஜராத், இந்தியா",
    "mu1": "மும்பை பல்கலைக்கழகம், மும்பை, இந்தியா",
    "mahe1": "மனிப்பால் அகாதமி, கர்நாடகா, இந்தியா",
    "amity1": "அமிட்டி பல்கலைக்கழகம், இந்தியா",
    "vit1": "வெல்லூர் தொழில்நுட்ப நிறுவனம் (VIT), தமிழ் நாடு, இந்தியா",
    "sppu1": "சவிதிரிபாய் புலே புனே பல்கலைக்கழகம் (SPPU), மஹாராஷ்டிரா, இந்தியா",
    "iit1": "IITs (இந்திய தொழில்நுட்ப நிறுவனம்), இந்தியா",
    "nit1": "NITs (தேசிய தொழில்நுட்ப நிறுவனம்), இந்தியா",
    "bits_pilani1": "BITS பிலானி (பிரிலா தொழில்நுட்ப மற்றும் அறிவியல் நிறுவனம்), இந்தியா",
    "du1": "டெல்ஹி பல்கலைக்கழகம் (DU), இந்தியா",
    "bhu1": "பணாரஸ் இந்து பல்கலைக்கழகம் (BHU), இந்தியா",
    "osmania1": "ஓஸ்மானியா பல்கலைக்கழகம், தெலங்கானா, இந்தியா",
    "pu1": "பஞ்சாப் பல்கலைக்கழகம், பஞ்சாப், இந்தியா",
    "srm1": "SRM அறிவியல் மற்றும் தொழில்நுட்பக் கழகம் (SRMIST), தமிழ்நாடு, இந்தியா",
    "toronto1": "யுனிவர்சிட்டி ஆஃப் டொராண்டோ, கனடா",
    "ubc1": "யுனிவர்சிட்டி ஆஃப் பிரிட்டிஷ் கொலம்பியா (UBC), கனடா",
    "anu1": "ஆஸ்திரேலிய தேசியப் பல்கலைக்கழகம் (ANU), ஆஸ்திரேலியா",
    "sydney1": "யுனிவர்சிட்டி ஆஃப் சிட்னி, ஆஸ்திரேலியா",
    "melbourne1": "யுனிவர்சிட்டி ஆஃப் மெல்போர்ன், ஆஸ்திரேலியா",
    "uc_system1": "யுனிவர்சிட்டி ஆஃப் கலிஃபோர்னியா சிஸ்டம் (UCLA, UC Berkeley, மற்றும் பிற), அமெரிக்கா",
    "harvard1": "ஹார்வர்ட் பல்கலைக்கழகம், அமெரிக்கா",
    "oxford1": "யுனிவர்சிட்டி ஆஃப் ஆஃக்ஸ்போர்டு, ஐக்கிய இராச்சியம்",
    "cambridge1": "யுனிவர்சிட்டி ஆஃப் கேம்பிரிட்ஜ், ஐக்கிய இராச்சியம்",
    "nus1": "நாடாளுமுக பல்கலைக்கழகம் (NUS), சிங்கப்பூர்",
    "hku1": "யுனிவர்சிட்டி ஆஃப் ஹாங்காங் (HKU), ஹாங்காங்",
    "tum1": "டெக்னிக்கல் யுனிவர்சிட்டி ஆஃப் ம்யூனிக்ஸ் (TUM), ஜெர்மனி",
    "eth_zurich1": "ETH சூரிக், சுவிட்சர்லாந்து",
    "tokyo1": "யுனிவர்சிட்டி ஆஃப் டோக்யோ, ஜப்பான்",
    "cape_town1": "யுனிவர்சிட்டி ஆஃப் கேப் டவுன், தென் ஆபிரிக்கா",
    "mcgill1": "மகிழ் பல்கலைக்கழகம், கனடா",
    "peking1": "பேக்கிங் பல்கலைக்கழகம், சீனா",
    "ntu1": "நாடாளுமுக தாய்வான் பல்கலைக்கழகம் (NTU), தாய்வான்",
    "aut1": "ஆக்லாந்து பல்கலைக்கழகம் ஆஃப் தொழில்நுட்பம் (AUT), நியூசிலாந்து",
    "cbse": "வித்தியாசம்: CGPA = சதவீதம் / 9.5",
    "icse": "வித்தியாசம்: CGPA = சதவீதம் / 9.8 (பள்ளி வித்தியாசம் இருக்கலாம்)",
    "maharashtra": "வித்தியாசம்: CGPA = சதவீதம் / 9.5",
    "anna_university": "வித்தியாசம்: CGPA = சதவீதம் / 10",
    "jntu": "வித்தியாசம்: CGPA = சதவீதம் / 10",
    "vtu": "வித்தியாசம்: CGPA = சதவீதம் / 9.1 (வித்தியாசம் பிரிவினையின்படி இருக்கலாம்)",
    "gtu": "வித்தியாசம்: CGPA = (சதவீதம் - 12) / 7.1",
    "mu": "வித்தியாசம்: CGPA = (சதவீதம் - 11) / 7.25",
    "mahe": "வித்தியாசம்: CGPA = சதவீதம் / 10",
    "amity": "வித்தியாசம்: CGPA = சதவீதம் / 9",
    "vit": "வித்தியாசம்: CGPA = சதவீதம் / 9.5 (பிரோகிராமின்படி மாறலாம்)",
    "sppu": "வித்தியாசம்: CGPA = சதவீதம் / 6.3",
    "iit": "வித்தியாசம்: CGPA = சதவீதம் / 10 (சில IIT களில் சில பாடங்கள் தனித்துவமான அளவீடுகளை பயன்படுத்தலாம்)",
    "nit": "வித்தியாசம்: CGPA = சதவீதம் / 10",
    "bits_pilani": "வித்தியாசம்: CGPA = சதவீதம் / 10",
    "du": "வித்தியாசம்: CGPA = சதவீதம் / 9.5 (DU இன் CGPA கணக்கிடும் முறை பிரோகிராமின்படி மாறலாம்)",
    "bhu": "வித்தியாசம்: CGPA = சதவீதம் / 10",
    "osmania": "வித்தியாசம்: CGPA = சதவீதம் / 10",
    "pu": "வித்தியாசம்: CGPA = சதவீதம் / 9.5",
    "srm": "வித்தியாசம்: CGPA = சதவீதம் / 10",
    "toronto": "வகைமுறை அளவுகோல்: 4.0 GPA அளவுகோல்; குறிப்பு: நேரடி மாற்ற வாய்ப்பிரமாணம் இல்லை; விண்ணப்பதாரர்கள் GPA சமத்துவ அட்டவணைகள் அல்லது மூன்றாம் தரப்பு மதிப்பீட்டாளர்களைப் பயன்படுத்துகிறார்கள்.",
    "ubc": "வகைமுறை அளவுகோல்: 4.33 GPA அளவுகோல்; குறிப்பு: குறிப்பிட்ட CGPA மாற்றம் இல்லை; UBC இல் சமத்துவ விவரங்களுக்காக அணுகவும்.",
    "anu": "வகைமுறை அளவுகோல்: 7 புள்ளி அளவுகோல்; சூப்பர் வழிகாட்டி (பொதுவான வழிகாட்டி): CGPA = சதவீதம் / 7.1 என்பதற்கான சமத்துவம்.",
    "sydney": "வகைமுறை அளவுகோல்: 7 புள்ளி GPA முறைமை; சூப்பர் வழிகாட்டி (பொதுவான வழிகாட்டி): CGPA = சதவீதம் / 7.5 (நெடுவான மாற்றம் மற்றும் சரியான மாற்றத்திற்கு சான்றிதழ் மதிப்பீடு தேவைப்படலாம்).",
    "melbourne": "வகைமுறை அளவுகோல்: 7 புள்ளி GPA அளவுகோல்; குறிப்பு: CGPA சமத்துவம் தொடர்பான விவரங்களுக்கு சேர்க்கை அலுவலகத்தை அணுகவும்; நேரடி சூத்திரம் இல்லை.",
    "uc_system": "வகைமுறை அளவுகோல்: 4.0 GPA அளவுகோல்; குறிப்பு: எந்தவொரு பொதுவான CGPA சூத்திரமும் இல்லை; WES அல்லது இதர மதிப்பீட்டாளர்களை பயன்படுத்தவும்.",
    "harvard": "வகைமுறை அளவுகோல்: 4.0 GPA அளவுகோல்; குறிப்பு: CGPA மற்றும் GPA மாற்றங்களுக்கு மூன்றாம் தரப்பு சேவைகள் (உதாரணமாக WES) பயன்படுத்தப்படுகின்றன.",
    "oxford": "வகைமுறை அளவுகோல்: UK ஹானர்ஸ் வகைப்படுத்தல் (முதல், மேல் இரண்டாம், போன்றவை); குறிப்பு: நேரடி CGPA சூத்திரம் இல்லை; CGPA 8.5-10 (10 இல் இருந்து) என்பதைக் கருதப்படுகிறது முதல் வகை.",
    "cambridge": "வகைமுறை அளவுகோல்: UK ஹானர்ஸ்; சதவீதம் வகைப்படுத்தல்களுக்காக வரைபடமாக்கப்படுகிறது; CGPA மாற்றத்திற்கு நேரடி சூத்திரம் இல்லை.",
    "nus": "வகைமுறை அளவுகோல்: 5.0 GPA அளவுகோல்; நேரடி மாற்றம் இல்லை; NUS சமத்துவ அட்டவணைகளை பயன்படுத்தவும்.",
    "hku": "வகைமுறை அளவுகோல்: 4.3 GPA அளவுகோல்; குறிப்பிட்ட CGPA மாற்றம் இல்லை.",
    "tum": "வகைமுறை அளவுகோல்: ஸ்விஸ் 6 புள்ளி அளவுகோல்; குறிப்பு: CGPA 8.5+ மிக போட்டி பார்க்கும் அளவுக்கு; நிறுவப்பட்ட மாற்றம் இல்லை.",
    "eth_zurich": "வகைமுறை அளவுகோல்: ஸ்விஸ் 6 புள்ளி அளவுகோல்; குறிப்பு: CGPA 8.5+ மிக போட்டி பார்க்கும் அளவுக்கு; நிறுவப்பட்ட மாற்றம் இல்லை.",
    "tokyo": "வகைமுறை அளவுகோல்: ஜப்பான் 4.0 GPA அளவுகோல்; குறிப்பு: போட்டி பார்க்கும் விண்ணப்பதாரர்களுக்கு CGPA 8.0+ எதிர்பார்க்கப்படுகிறது.",
    "cape_town": "வகைமுறை அளவுகோல்: 4 புள்ளி GPA அளவுகோல் மற்றும் சதவீதம் முறைமை; குறிப்பு: தென்னாப்பிரிக்காவின் தரக்குறிப்புகளுக்கு அடிப்படையில் CGPA மாற்றம் தேவைப்படலாம்.",
    "mcgill": "வகைமுறை அளவுகோல்: 4.0 GPA அளவுகோல்; குறிப்பு: சரியான மாற்றத்திற்கு WES அல்லது இதர சேவைகள் தேவைப்படலாம்.",
    "peking": "வகைமுறை அளவுகோல்: 4.0 GPA அளவுகோல்; குறிப்பு: அதிகாரபூர்வ CGPA மாற்றம் தேவை; பொதுவாக 8.0+ CGPA எதிர்பார்க்கப்படுகிறது.",
    "ntu": "வகைமுறை அளவுகோல்: 4.3 GPA அளவுகோல்; குறிப்பு: CGPA 8.0+ பொதுவாக போட்டி பார்க்கும் விண்ணப்பதாரர்களுக்கு தேவை.",
    "aut": "வகைமுறை அளவுகோல்: 9 புள்ளி GPA அளவுகோல்; சூப்பர் வழிகாட்டி (பொதுவான வழிகாட்டி): CGPA = சதவீதம் / 7.1 புதியசேலம் என்ற GPA அளவுகோலுடன் சமநிலைப்படுத்த.",
    "title--": "சதவீதம் முதல் CGPA ஆன்லைன் கணக்கீட்டாளர்களின் பயன்பாடுகள் மற்றும் கெட்டிகளின் கருத்துகள்",
    "pros_title": "சதவீதம் முதல் CGPA கணக்கீட்டாளர்களின் பயன்பாடுகள்",
    "pros_1": "உங்கள் மதிப்பெண்களை எளிதாக மாற்றவும். ஆன்லைன் கணக்கீட்டாளர்களுக்கு முன்பதிவு செய்யப்பட்ட மதிப்புகளும் சூத்திரங்களும் உள்ளன. எனவே, நீங்கள் மதிப்புகளை எங்கு உள்ளிடுவது என்று கவலைப்பட தேவையில்லை. நீங்கள் மதிப்புகளை குறிப்பிட்ட புலத்தில் உள்ளிடுவதன் மூலம் நீங்கள் நேரத்தையும் முயற்சியையும் வீணாக்காமல் முடிவுகளைப் பெறுவீர்கள்.",
    "pros_2": "ஆன்லைன் கணக்கீட்டாளர்கள் எளிதாக செயல்படக்கூடிய மற்றும் பொதுவான இடைமுகங்களை வழங்குகின்றன. மேலும், எங்கள் மதிப்பெண் மீட்டர் போன்ற காட்சி கூறுகள் உங்கள் மதிப்பெண்களை சிறந்த முறையில் காண்பிக்கின்றன.",
    "pros_3": "பழைய கணக்கீட்டாளர்களில், நீங்கள் கணக்கிடப்பட்ட ஒவ்வொரு தரவையும் பதிவு செய்ய வேண்டும், அவற்றை கணக்கிடப்பட்ட மதிப்பெண்களின் வரலாற்றாக வைத்திருக்க வேண்டும். இந்த நிலைகளில், மாணவர்களிடம் பல்வேறு பல்கலைக்கழகங்களின் மதிப்பெண்களை பொதுவான வடிவத்தில் பின்தொடர வேண்டும். ஆனால் Lord Calculator இல், நீங்கள் ‘முடிவு’ புலத்தின் கீழ் காட்டப்பட்ட மதிப்பெண்களின் வரலாற்றை பார்க்க முடியும். மேலும், நீங்கள் வரலாற்றை PDF ஆக ஏற்றுக்கொண்டு, எதிர்கால பயன்பாட்டிற்காக அதை சேமிக்கலாம்.",
    "pros_4": "ஆன்லைன் கணக்கீட்டாளர்கள் அடுத்தபடியாக மனித பிழைகளை தவிர்க்கின்றன, இது அடிப்படை கணக்கீட்டாளர்களில் சமநிலை குறியாக்கும் போது அல்லது கையேடு மூலம் கணக்கிடும் போது நிகழக்கூடும்.",
    "cons_title": "சதவீதம் முதல் CGPA கணக்கீட்டாளர்களின் கெட்டிகள்",
    "cons_1": "பெரிய முறைபாடுகள்: எங்கள் பார்வையில், பல்வேறு பல்கலைக்கழகங்கள் ஒரே வகை அளவுகோலுக்கு கூட பல முறைபாடுகளை பின்பற்றுகின்றன. எனவே, இந்த நிலைகளில் ஆன்லைன் கணக்கீட்டாளர்கள் அனைத்து பல்கலைக்கழகங்களின் தேவைகளை பூர்த்தி செய்ய முடியாது. நீங்கள் சரியான மாற்றத்திற்கு முறைபாடுகளை கையேடு மூலம் திருத்த வேண்டும்.",
    "cons_2": "வித்தியாசமான மாற்ற சூத்திரங்கள்: சில பல்கலைக்கழகங்கள், உதாரணமாக மும்பை பல்கலைக்கழகம், CGPA முதல் சதவீதம் மாற்றங்களுக்கு வேறுபட்ட சூத்திரங்களைப் பயன்படுத்துகின்றன. உதாரணமாக, மும்பை பல்கலைக்கழகத்தின் CGPA முதல் சதவீதம் மாற்றம், CGPA = (சதவீதம் - 11) / 7.25 ஆகும். இவைகள் போன்ற நிலையில், ஆன்லைன் கணக்கீட்டாளர்கள் கூடுதல் செயலிகள் அல்லது கையேடு மூலம் மாற்றங்களைச் சேர்க்க முடியாது. இந்த மாற்றங்களில், நீங்கள் பாரம்பரிய முறைகளை பயன்படுத்தி மதிப்பெண்களை கணக்கிட வேண்டும்.",
    "summary_title": "அதனை சுருக்கி சொல்லவேண்டுமா",
    "summary_1": "இப்போது வரை, நாம் சதவிகிதம் மற்றும் CGPA என்ற கருத்துக்களை, அவற்றை எவ்வாறு மாற்றாக பயன்படுத்துவது, உங்கள் மதிப்பெண்களை மாற்ற வேண்டிய பலவகையான நிலைகளைக் குறித்து, மற்றும் பல்வேறு பல்கலைக்கழகங்கள் / கல்வி அமைப்புகள் வித்தியாசமான மதிப்பெண் அளவுகோல்கள் மற்றும் மாற்று சூத்திரங்களுக்கே உட்பட்டுள்ளன என்பதைப் பற்றி கற்றுக்கொண்டுள்ளோம்.",
    "summary_2": "நாம் இதோடு சாத்தியமான மற்ற kalkulatorகளையும் பட்டியலிட்டுள்ளோம், அதாவது CGPA to Percentage kalkulator, GPA to CGPA kalkulator, CGPA to GPA kalkulator மற்றும் SGPA kalkulator. இவற்றில் எதுவைச் சார்ந்த குறிப்புகள் தேவைப்படுகிறதெனில், குறிப்பிட்ட kalkulatorஐப் பற்றிய விவரங்களைப் படியுங்கள். அவற்றின் விவரங்களில் அனைத்துத் தேவையான தகவல்களையும் நாம் உள்ளடக்கியுள்ளோம்.",
    "faq_title": "அடிக்கடி கேட்கப்படும் கேள்விகள் (FAQs)",
    "faq_1_question": "Q1. சதவிகிதம் to CGPA kalkulator என்றது என்ன?",
    "faq_1_answer": "சதவிகிதம் to CGPA kalkulator உங்களுக்கு எளிதாக உங்கள் சதவிகிதத்தை CGPA இல் மாற்ற உதவுகிறது. நீங்கள் செய்ய வேண்டியது என்னவெனில், உங்கள் சதவிகிதத்தை மற்றும் மாற்று காரணி எளிதில் உள்ளிடுவது.",
    "faq_2_question": "Q2. சதவிகிதத்தை CGPA ஆக எவ்வாறு மாற்றுவது?",
    "faq_2_answer": "உங்கள் சதவிகிதத்தை CGPA ஆக மாற்ற, நீங்கள் Lord Calculator போன்ற ஆன்லைன் kalkulator ஐ பயன்படுத்தலாம் அல்லது கீழ்காணும் சூத்திரத்தைப் பயன்படுத்தி கையேடு மூலம் கணக்கிடலாம்:",
    "faq_2_formula": "CGPA = (சதவிகிதம் - 50) / 10",
    "faq_3_question": "Q3. Lord Calculator இன் சதவிகிதம் to CGPA kalkulator ஐ எவ்வாறு பயன்படுத்துவது?",
    "faq_3_answer": "Lord Calculator இன் சதவிகிதம் to CGPA kalkulator ஐ பயன்படுத்துவதற்கான படிகள்:",
    "faq_3_step_1": "முதலில், உங்கள் சதவிகிதத்தை முதல் பெட்டியில் உள்ளிடவும்.",
    "faq_3_step_2": "மதிப்பீட்டு அளவுகோலை தேர்வு செய்யவும் அல்லது மாற்று காரணி நேரடியாக உள்ளிடவும்.",
    "faq_3_step_3": "நீங்கள் மாற்று காரணியை சரியான முறையில் உள்ளிட்டுள்ளீர்களா என்பதை மறு சரிபார்க்கவும்.",
    "faq_3_step_4": "‘கணக்கிடவும்’ பொத்தானை அழுத்தி, உங்கள் CGPA ஐ முடிவில் காணவும்.",
    "faq_4_question": "Q4. உலகளாவிய பல்கலைக்கழகங்களுக்கு CGPA ஐ மாற்றுவது எப்படி?",
    "faq_4_answer": "பல்வேறு உலகளாவிய பல்கலைக்கழகங்கள் பல்வேறு மாற்று அமைப்புகளை பயன்படுத்துகின்றன. குறிப்பிட்ட மாற்று அமைப்பை அறிந்துகொள்ள,",
    "faq_4_link": "இங்கே கிளிக் செய்யவும்",
    "faq_5_question": "Q5. மதிப்பெண்களை கணக்கிடும் போது தவிர்க்க வேண்டிய பொதுவான பிழைகள் என்ன?",
    "faq_5_answer": "பொதுவான பிழைகள் உள்ளன:",
    "faq_5_mistake_1": "கணக்கிடும் போது பகுப்பு புள்ளிகளை முன்னதாக வட்டம் செய்யாதீர்கள்.",
    "faq_5_mistake_2": "உங்கள் கல்வி நிறுவனத்தின் மாற்று காரணி சரியான முறையில் உள்ளிடப்பட்டுள்ளது என்பதை உறுதிப்படுத்துங்கள்.",
    "faq_5_mistake_3": "உங்கள் பல்கலைக்கழகம் பொதுவான கணக்கிடும் முறையை பின்பற்றுகிறதா என்பதை சரிபார்க்கவும்.",
    "faq_6_question": "Q6. பொறியியல் துறைக்கு சதவிகிதம் to CGPA kalkulator வேறுதலா?",
    "faq_6_answer": "பல பொறியியல் பல்கலைக்கழகங்கள் வேறுபட்ட மாற்று சூத்திரங்களைப் பயன்படுத்துகின்றன. இது துறை திருப்திகரமாக இருக்கவில்லை என்றாலும், பல்கலைக்கழகங்கள் தங்கள் சொந்த மாற்று சூத்திரங்களை பின்பற்றலாம், அது மற்றவருடன் ஒப்பிடாதிருக்கலாம்.",
    "faq_7_question": "Q7. VTU சூத்திரப்படி சதவிகிதம் to CGPA kalkulator என்ன?",
    "faq_7_answer": "VTU (விசுவேஸ்வரையா தொழில்நுட்ப பல்கலைக்கழகம்) க்கான சதவிகிதம் to CGPA kalkulator சூத்திரம் வேறுபட்டது. இது கீழே காட்டப்படும் வகையில் காட்சியளிக்கப்படுகிறது:",
    "faq_7_example": "CGPA = (சதவிகிதம் - 50) / 10 உதாரணம்: நீங்கள் 80% பெற்றிருந்தால், உங்கள் தொடர்புடைய CGPA VTU இன் படி: CGPA = 8 + 0.75 = 8.75",
    "faqs": [
        {
            "question": "Q8. சிபிஎஸ்இ ஃபார்முலா என்ன?",
            "answer": "Ans. சிபிஎஸ்இயின் சதவிகிதத்தை CGPA ஆக மாற்றும் சூத்திரம்:",
            "formula": "CGPA = (சதவிகிதம் - 50) / 9.5"
        },
        {
            "question": "Q9. 70% CGPA ஆக என்ன மாறும்?",
            "answer": "Ans. மாற்றும் சூத்திரம் பின்வருமாறு:",
            "details": [
                "70% CGPA ஆக = 7.37 (9.5 பெருக்கல் காரியமாக)",
                "70% CGPA ஆக = 3.5 (5-வகுப்பு நிலவரமாக)",
                "70% CGPA ஆக = 2.8 (4-வகுப்பு நிலவரமாக)"
            ]
        }
    ],
    "faqa": [
        {
            "question": "Q10. 75% CGPA ஆக என்ன மாறும்?",
            "answer": "Ans. Q9 இல் கொடுக்கப்பட்ட சூத்திரத்தை பயன்படுத்தி, 75% CGPA ஆக:",
            "details": [
                "75% CGPA ஆக = 7.89 (9.5 பெருக்கல் காரியமாக)",
                "75% CGPA ஆக = 3.75 (5-வகுப்பு நிலவரமாக)",
                "75% CGPA ஆக = 3 (4-வகுப்பு நிலவரமாக)"
            ]
        },
        {
            "question": "Q11. 80% CGPA ஆக என்ன மாறும்?",
            "answer": "Ans. Q9 இல் கொடுக்கப்பட்ட சூத்திரத்தை பயன்படுத்தி, 80% CGPA ஆக:",
            "details": [
                "80% CGPA ஆக = 8.42 (9.5 பெருக்கல் காரியமாக)",
                "80% CGPA ஆக = 4 (5-வகுப்பு நிலவரமாக)",
                "80% CGPA ஆக = 3.2 (4-வகுப்பு நிலவரமாக)"
            ]
        },
        {
            "question": "Q12. 95.4% CGPA ஆக என்ன மாறும்?",
            "answer": "Ans. Q9 இல் கொடுக்கப்பட்ட சூத்திரத்தை பயன்படுத்தி, 95.4% CGPA ஆக:",
            "details": [
                "95.4% CGPA ஆக = 10 (9.5 வகுப்பின் நிலவரமாக, 95% க்கும் மேல் உள்ள சதவிகிதங்கள் எல்லாம் 10 CGPA ஆக எண்ணப்படுகின்றன)",
                "95.4% CGPA ஆக = 4.77 (5-வகுப்பு நிலவரமாக)",
                "95.4% CGPA ஆக = 3.81 (4-வகுப்பு நிலவரமாக)"
            ]
        }
    ],
    "note": "குறிப்பு: மாற்றும் சூத்திரங்கள் நிறுவனம் ஒன்றுக்கொன்று மாறுபடும்.",
    "--title": "CGPA to Percentage Calculator",
    "enterPercentage": "சதவிகிதம் உள்ளிடுக",
    "placeholderPercentage": "உங்கள் சதவிகிதத்தை உள்ளிடுக",
    "chooseGradeScale": "வகுப்பின் அளவைத் தேர்ந்தெடுக்கவும்",
    "scale4": "4.0 அளவு",
    "scale5": "5.0 அளவு",
    "scale10": "10.0 அளவு",
    "setMultiplicationFactor": "பெருக்கல் காரியத்தை அமைக்கவும்",
    "placeholderFactor": "ஒரு காரியத்தை உள்ளிடுக",
    "-calculateButton": "கணக்கிடு",
    "-resetButton": "மீட்டமை",
    "errorMessage": "பிழை: தவறான உள்ளீடு",
    "calculatedCGPATitle": "உங்கள் கணக்கிடப்பட்ட CGPA",
    "placeholderCGPA": "சதவிகிதம்:",
    "-downloadButton": "பதிவு செய்யவும்",
    "-whatsappButton": "வாட்ஸ்அப்",
    "-copyLinkButton": "இணைப்பை நகலெடுக்கவும்",
    "-linkCopied": "இணைப்பு நகலெடுக்கப்பட்டது!",
    "historyTitle": "கணக்கிடல் வரலாறு",
    "tableSNo": "அ.ந்.",
    "tablePercentage": "சதவிகிதம்",
    "tableCGPA": "CGPA",
    "percentageContent": "சதவிகித உள்ளடக்கம்",
    "section1": "CGPA to Percentage Calculator",
    "intro_paragraph": "வரவேற்கின்றேன், கல்வி ஆராய்ச்சியாளர்களே! உங்கள் அறியத்திற்காக, CGPA மற்றும் சதவிகிதங்கள் கல்வி முறைமையின் முக்கிய பகுதிகளாக விளங்குகின்றன. நாம் அவற்றை பரஸ்பரமாக மாற்றுவது அவசியமான சந்தர்ப்பங்களில் அடிக்கடி நேரிடும், எனவே Lord Calculator உங்கள் பயணத்தை எளிதாக்க CGPA to Percentage Calculator ஐ வழங்குகிறது! இது எப்படி செயல்படும் என்பதற்கான முழுமையான வழிகாட்டி மற்றும் பல்கலைக்கழகங்கள் மற்றும் கல்வி வாரியங்களின் பயன்படுத்தும் Grading System பற்றிய விளக்கங்களுடன் இணைக்கப்பட்டுள்ளது.",
    "-section2": "CGPA to Percentage மாற்றும் சூத்திரம்",
    "-formula": "சதவிகிதம் = CGPA × பெருக்கல் காரியம்",
    "-table_of_contents": "உள்ளடக்க அட்டவணை",
    "cgpa_to_percentage_calculator": "CGPA இருந்து Percentage மாற்றி கணினி",
    "cgpa_to_percentage_formula": "CGPA இருந்து Percentage மாற்று சூத்திரம்",
    "lord_calculator_tool": "Lord Calculator இன் CGPA இருந்து Percentage மாற்றி கணினி",
    "how_to_use_tool": "Lord Calculator இன் CGPA இருந்து Percentage மாற்றி கணினி எப்படி பயன்படுத்துவது?",
    "-what_is_cgpa": "CGPA என்றால் என்ன மற்றும் அதை எப்படி கணக்கிடுவது?",
    "important_terms": "நீங்கள் தெரிந்து கொள்ள வேண்டிய முக்கியமான சொற்களின் வரையறைகள்",
    "why_convert_cgpa": "CGPA ஐ Percentage அல்லது Percentage ஐ CGPA ஆக மாற்ற ஏன்?",
    "calculate_percentage": "CGPA இருந்து Percentage எப்படி கணக்கிடுவது",
    "common_pitfalls": "CGPA இருந்து Percentage மாற்றத்தில் உள்ள பொதுவான தவறுகள்",
    "cgpa_in_10_point": "10 கிரேட் பாயிண்ட் சிஸ்டத்தில் CGPA இருந்து Percentage",
    "cgpa_in_5_point": "5 கிரேட் அளவுக்கான CGPA இருந்து Percentage",
    "cgpa_in_4_point": "4 கிரேட் அளவுக்கான CGPA இருந்து Percentage",
    "grading_scale": "ஒரு கிரேட்டிங் ஸ்கேல் என்றால் என்ன மற்றும் பல்கலைக்கழகங்கள் எவ்வாறு அவற்றின் தரநிலையைத் தேர்ந்தெடுக்கின்றன?",
    "-multiplication_factor": "ஒரு பலிகணக்கு காரணி என்றால் என்ன மற்றும் அது எப்படி செயல்படுகிறது?",
    "different_boards": "பல்வேறு வாரியங்கள் மற்றும் பல்கலைக்கழகங்களுக்கு CGPA இருந்து Percentage மாற்றம்",
    "grading_scale_impacts": "பல்வேறு கிரேட்டிங் ஸ்கேல்கள் மாணவர்களுக்கு என்ன தாக்கம் அளிக்கின்றன?",
    "-faqs": "CGPA மாற்றி கணினியுடன் தொடர்புடைய கேள்விகள்",
    "lord_calculator_cgpa_calculator": "Lord Calculator இன் CGPA இருந்து Percentage மாற்றி கணினி",
    "cgpa_calculator_description": "எங்கள் CGPA கணக்கீட்டுக்கான கணினி பயன்படுத்துவதற்கும் மற்றும் எளிதாகக் கணக்கிடுவதற்கும் வடிவமைக்கப்பட்டுள்ளது.",
    "cgpa_calculator_description_expanded": "பிரிவுகளின் அடிப்படையில் தரங்கள் கணக்கிடப்படுகின்றன. பல்கலைக்கழகங்கள் பலவகையான கிரேட்டிங் ஸ்கேல்களை பயன்படுத்துகின்றன, எனவே நாம் அவற்றின் முக்கியமான கூறுகளை சரியாக கணக்கிட உதவிக்காக இணைத்துள்ளோம். கூடுதலாக, எங்கள் கணக்கீட்டில் கிரேட் ஸ்கேல் மற்றும் பலிகணக்கு காரணி இரண்டையும் வழங்கப்பட்டுள்ளது.",
    "how_to_use_heading": "Lord Calculator இன் CGPA இருந்து Percentage மாற்றி கணினி எப்படி பயன்படுத்துவது",
    "how_to_use_description": "எங்கள் CGPA மாற்றி கணினியில் தேவையான புலங்களை உள்ளிடவும், 'Calculate' பொத்தானை அழுத்தவும், பிறகு உங்கள் பரசனேஜ் எளிதாக காட்டப்படும்! ஆனால், நான் இந்த கணக்கீட்டில் உள்ள புலங்கள் மற்றும் தரவுகளை எவ்வாறு சரியாக உள்ளிட வேண்டும் என்பதை விரைவில் விளக்குகிறேன்.",
    "how_to_use_step1": "முதலில் ",
    "how_to_use_step1_link": "https://lordcalculator.com/educational-calculator/cgpa-to-percentage-calculator",
    "how_to_use_step2": "முதலாவது புலத்தில் உங்கள் CGPA ஐ உள்ளிடவும். அதனை சரியாக உள்ளிடுவது உறுதி செய்யவும், குறிப்பாக புள்ளிகளுடன்.",
    "how_to_use_step3": "உங்கள் பல்கலைக்கழகத்தில் பயன்படுத்தப்படும் கிரேட்டிங் ஸ்கேல் தேர்ந்தெடுக்கவும். பொதுவாக 4, 5 மற்றும் 10 ஆகிய கிரேட்டிங் ஸ்கேல்கள் பயன்படுத்தப்படுகின்றன. அல்லது, நீங்கள் பலிகணக்கு காரணியை கையொப்பம் செய்து உள்ளிடலாம் மற்றும் 'Calculate' பொத்தானை அழுத்தவும். அனைத்து மதிப்புகள் உள்ளிடப்பட்ட பிறகு, 'Calculate' அழுத்தி உங்கள் பரசனேஜை பெறுங்கள். மேலும், நீங்கள் கிரேட் மீட்டரிலும் உங்கள் செயல்திறனைப் பார்ப்பீர்கள். கூடுதலாக, நீங்கள் CGPA இருந்து Percentage மாற்றம் சான்றிதழ் பெறலாம் (இந்த சான்றிதழ் ஒரு பிரதிநிதி சான்றிதழ்).",
    "tip_heading": "CGPA இருந்து Percentage கணக்கீட்டுக்கான குறிப்புகள்",
    "tip_description1": "பல்வேறு பல்கலைக்கழகங்கள் ஒரே கிரேட்டிங் ஸ்கேலின் கீழ் வேறுபட்ட பலிகணக்கு காரணிகளை பயன்படுத்தலாம். உதாரணமாக, பல்கலைக்கழகம் X 1 புள்ளி கிரேட் அளவுக்கு 9.5 என்ற பலிகணக்கு காரணியைக் கொண்டு இருக்கலாம், ஆனால் மற்றொரு பல்கலைக்கழகம் 9.7 அல்லது 9.8 என்ற காரணியைக் கொண்டு இருக்கலாம். ஆகவே, 'Calculate' பொத்தானை அழுத்துவதற்கு முன் நீங்கள் உள்ளிடும் பலிகணக்கு காரணியை சரியாக சரிபார்க்க வேண்டியது முக்கியம்.",
    "tip_description2": "உங்கள் பல்கலைக்கழகத்தின் கிரேட் ஸ்கேல் அல்லது பலிகணக்கு காரணி பற்றி தெரியவில்லை என்றால் கவலைப்படாதீர்கள்! நாங்கள் ",
    "tip_description2_link": "பல்வேறு வாரியங்கள் மற்றும் பல்கலைக்கழகங்களுக்கு CGPA இருந்து Percentage மாற்றம்",
    "tip_description3": "உங்கள் பல்கலைக்கழகத்தின் கிரேட்டிங் ஸ்கேல் அல்லது பலிகணக்கு காரணி பற்றி உறுதி செய்ய முடியவில்லை? கவலைப்பட வேண்டாம்! பல்வேறு வாரியங்களுக்கும் பல்கலைக்கழகங்களுக்கும் CGPA இருந்து Percentage மாற்றம் குறித்த அட்டவணைகளை நாங்கள் இங்கே வழங்கியுள்ளோம்.",
    "what_is_cgpa_heading": "CGPA என்றால் என்ன மற்றும் அதை எப்படி கணக்கிடுவது?",
    "cgpa_formula_method_1_title": "CGPA கணக்கீடு சூத்திரம் முறை 1:",
    "cgpa_formula_method_1_description": "CGPA கணக்கிடும் ஒரு முறை சராசரியை கண்டுபிடிப்பது ஆகும். பின்னர், CGPA கணக்கீட்டு சூத்திரம் அனைத்து సెமஸ்டர்களின் தர புள்ளிகளின் மொத்தத்தை, செமஸ்டர்களின் எண்ணிக்கையால் வகுத்தல் ஆகும். கணிதமாக, CGPA சூத்திரம் இதனை காட்டும்:",
    "cgpa_formula_method_1_formula": "CGPA =",
    "cgpa_formula_method_1_numerator": "செம.1 இன் SGPA + செம.2 இன் SGPA + செம.3 இன் SGPA +.........+ செம.\"N\" இன் SGPA",
    "cgpa_formula_method_1_denominator": "மொத்த செமஸ்டர்களின் எண்ணிக்கை",
    "cgpa_example_description": "உதாரணம்: ராம், 'என் மிகச்சிறந்த நண்பர்' கட்டுரையில் காணப்பட்ட நம் நண்பர், பள்ளியை முடித்து கல்லூரியில் சேர்ந்தார். அங்கே அவர் 4 செமஸ்டர்களில் SGPA: 6+8.5+7+9.5 பெற்றார். அப்போது அவரது CGPA இதுவாக இருக்கும்:",
    "cgpa_example_formula_1": "CGPA =",
    "cgpa_example_numerator": "(6 + 8.5 + 7 + 9.5)",
    "cgpa_example_denominator": "4",
    "cgpa_example_result": "CGPA =",
    "cgpa_example_final_numerator": "31",
    "cgpa_example_final_denominator": "4",
    "cgpa_example_final_result": "= 7.75",
    "cgpa_formula_method_2_title": "CGPA கணக்கிடும் சூத்திரம் முறை 2:",
    "cgpa_formula_method_2_description": "இன்னொரு CGPA சூத்திரம், இது நடைமுறையில் உள்ளது, SGPA மற்றும் சம்பாதிக்கப்பட்ட கிரெடிட் (Credits Earned) உற்பத்தி மொத்தத்தை, மொத்த கிரெடிட் எண்ணிக்கையால் வகுத்தல் ஆகும். கணிதமாக, இந்த CGPA கணக்கீட்டு சூத்திரம் இதனை காட்டும்;",
    "cgpa_formula_method_2_formula": "CGPA =",
    "cgpa_formula_method_2_numerator": "(செம.1 இன் SGPA × செம.1 இல் சம்பாதிக்கப்பட்ட கிரெடிட்கள்) + (செம.2 இன் SGPA × செம.2 இல் சம்பாதிக்கப்பட்ட கிரெடிட்கள்) + ...... + (செம.\"N\" இன் SGPA × செம.\"N\" இல் சம்பாதிக்கப்பட்ட கிரெடிட்கள்)",
    "cgpa_formula_method_2_denominator": "மொத்த கிரெடிட்களின் எண்ணிக்கை",
    "cgpa_exampletitle": "உதாரணம்:",
    "cgpa_exampledescription": "சயம், 'என் மிகச்சிறந்த நண்பர்' கட்டுரையிலுள்ள மற்றொரு நண்பர், வேறு கல்லூரியில் சேர்ந்தார். அங்கே அவர் 4 செமஸ்டர்களில் SGPA: 7.2+6.5+8.9+9.6 மற்றும் கிரெடிட்: 4+3+3+5 பெற்றார். அப்போது அவரது CGPA இதுவாக இருக்கும்:",
    "cgpa_examplecalculation": "CGPA =",
    "cgpa_examplenumerator": "(7.2×4 + 6.5×3 + 8.9×3 + 9.6×5)",
    "cgpa_exampledenominator": "(4 + 3 + 3 + 5)",
    "cgpa_examplefinal_numerator": "28.8 + 19.5 + 26.7 + 48",
    "cgpa_examplefinal_denominator": "15",
    "cgpa_examplefinal_result": "CGPA = 8.2",
    "important_terms_title": "முக்கியமான சொற்களின் வரையறை உங்களுக்கு தெரிந்துகொள்ள வேண்டும்",
    "important_terms_description": "ஒரு அதிகாரப்பூர்வ ஆவணம், வடிவம் அல்லது உங்கள் சான்றிதழ் பார்க்கும்போது, சில சொற்கள் மற்றும் குறுக்கெழுத்துகள் மாறி மாறி பயன்படுத்தப்பட்டிருக்கும். பல்வேறு பல்கலைக்கழகங்கள்/பள்ளிகள் அமைக்கும் மாறுதலை எவ்வாறு புரிந்துகொள்ளும் என்பதை பற்றி மேலும் தொடர்வதற்கு முன் அவற்றைக் காண்போம்.",
    "grade_points": {
        "title": "கிரேட் பாயின்ட்ஸ்",
        "description": "கிரேட் பாயின்ட்ஸ் என்பது குறிப்பிட்ட எழுத்து தரத்திற்கு ஒதுக்கப்பட்ட எண்ணியல் மதிப்புகள் ஆகும். பல்கலைக்கழகங்கள் தங்கள் எழுத்து தரங்களுக்கு ஏற்ப கிரேட் பாயின்ட்ஸ் வரம்பை சரிசெய்து ஒதுக்குகின்றன. உதாரணமாக, ஒரு பல்கலைக்கழகம் A தரத்திற்கு 10 கிரேட் பாயின்ட்ஸ் வைத்திருக்கலாம், இன்னொரு பல்கலைக்கழகம் O (சிறந்தது) என்பதற்காக 10 கிரேட் பாயின்ட்ஸ் பயன்படுத்தலாம்."
    },
    "gpa": {
        "title": "ஜிபிஏ",
        "description": "ஜிபிஏ என்பது 'கிரேட் பாயின்ட் அவரேஜ்' என சுருக்கமாக குறிப்பிடப்படுகிறது. இது ஒரு மாணவர் ஒரு செமஸ்டர் அல்லது கல்வியாண்டில் பெற்ற கிரேட் பாயின்ட்ஸின் சராசரியை குறிக்கிறது."
    },
    "cgpa": {
        "title": "சிஜிபிஏ",
        "description": "சிஜிபிஏ என்பது குறிப்பிட்ட கல்வியாண்டில் அனைத்து பாடங்கள் அல்லது செமஸ்டர்களில் பெற்றுள்ள கிரேட் பாயின்ட்ஸின் மொத்த சராசரியை குறிக்கிறது. சிஜிபிஏ அளவுகோல் 0 முதல் 4, 0 முதல் 5, அல்லது 0 முதல் 10 வரை மாறுகிறது. அதே நேரத்தில், மற்ற வடிவங்களில் சிஜிபிஏ பெற தகுதிபெற்ற கல்லூரிகள் மாணவர்களை சிஜிபிஏவை சதவீதமாக மாற்ற அனுமதிக்கின்றன."
    },
    "sgpa": {
        "title": "எஸ்ஜிபிஏ",
        "description": "எஸ்ஜிபிஏ என்பது 'செமஸ்டர் கிரேட் பாயின்ட் அவரேஜ்' என சுருக்கமாக குறிப்பிடப்படுகிறது. இது குறிப்பிட்ட செமஸ்டரில் அனைத்து பாடங்களின் சராசரி கிரேட் பாயின்ட்ஸைக் குறிக்கிறது. கிரெடிட்ஸ் மற்றும் கிரெடிட் மணிகள் எஸ்ஜிபிஏ கணக்கீட்டில் முக்கிய பங்கு வகிக்கின்றன."
    },
    "letter_grade": {
        "title": "எழுத்து தரம்",
        "description": "இவை சதவீதம் அல்லது மதிப்பெண்கள் அல்லது சிஜிபிஏ குறியிடப்பட்ட எண்ணியல் மதிப்புகளுக்கு ஒதுக்கப்பட்ட எழுத்து தரங்கள் ஆகும். வேறு கல்வி அமைப்புகள் பல்வேறு எழுத்து தர வடிவங்களை பின்பற்றுகின்றன. உதாரணமாக, அமெரிக்கா பாரம்பரிய A-F எழுத்து தரங்களை பின்பற்றுகிறது, அங்கு ஸ்காட்டிஷ் மற்றும் இந்திய கல்வி அமைப்புகள் 'O' (சிறந்தது) அல்லது 'S' (மிக உயர்ந்தது) போன்றவற்றை பயன்படுத்துகின்றன!"
    },
    "credit_hours": {
        "title": "கிரெடிட் மணிகள்",
        "description": "கிரெடிட் மணிகள் என்பது ஒரு மாணவர் ஒரு குறிப்பிட்ட வகுப்பில் ஒரு வாரம்/செமஸ்டரில் செலவிடும் மணிநேரங்களை குறிக்கிறது. இந்த மணிநேரங்கள் பாடங்கள் அடிப்படையில் மாறக்கூடும். முக்கிய பாடங்களுக்கு அதிக கிரெடிட் மணிகள் இருக்கலாம், அங்கீகாரப் பாடங்களுக்கு குறைவாக இருக்கலாம்."
    },
    "credit_points": {
        "title": "கிரெடிட் பாயின்ட்ஸ்",
        "description": "கிரெடிட் பாயின்ட்ஸ் என்பது கிரேட் பாயின்ட்ஸைக் கிரெடிட் மணிகளுடன் பெருக்குவதன் மூலம் கணக்கிடப்படுகின்றன, அதாவது கிரெடிட் பாயின்ட்ஸ் = கிரேட் பாயின்ட்ஸ் x கிரெடிட் மணிகள்."
    },
    "weighted_average": {
        "title": "எடை செய்யப்பட்ட சராசரி",
        "description": "எடை செய்யப்பட்ட சராசரி என்பது ஒரு மாணவரின் மொத்த கல்வி செயல்திறனை குறிக்கிறது. எடை செய்யப்பட்ட சராசரியில், அனைத்து மதிப்பீடுகளுக்கும் அவற்றின் எடைகளின் அடிப்படையில் மதிப்புகள் ஒதுக்கப்படுகின்றன, பின்னர் இறுதி மதிப்பைக் கணக்கிட எடை செய்யப்பட்ட மதிப்புகள் பயன்படுத்தப்படுகின்றன."
    },
    "normalization": {
        "title": "சாதாரணமாக்கல்",
        "description": "சாதாரணமாக்கல் என்பது பல்வேறு தேர்வுகள் அல்லது பாடங்களில் சிரமத்தின் வேறுபாட்டை சமாளிக்க மதிப்பெண்களை சரிசெய்வதற்கான செயலாகும். பல்கலைக்கழகங்களுக்கிடையே GPA அல்லது CGPA ஒப்பிடும் போது சாதாரணமாக்கலின் தாக்கத்தை காணலாம்."
    },
    "cumulative_average": {
        "title": "கூட்டுத்தொகை சராசரி",
        "description": "இது இதுவரை கல்வியாண்டுகளில் சம்பாதிக்கப்பட்ட அனைத்து கிரேட் பாயின்ட்கள் அல்லது GPAக்களின் சராசரியாகும்."
    },
    "whyConvertTitle": "ஏன் CGPA ஐ சதவீதமாக்க வேண்டும் அல்லது சதவீதத்தை CGPA ஆக மாற்ற வேண்டும்?",
    "whyConvertExplanation": "இப்போது நீங்கள் அனைத்து தொடர்புடைய சொற்களையும் அறிந்துள்ளதால், கேள்வி எழுகிறது: ஏன் CGPA ஐ சதவீதமாக்க வேண்டும் அல்லது சதவீதத்தை CGPA ஆக மாற்ற வேண்டும்? இதற்கு பதிலாக, காரணங்கள் ஒருவரின் நிலைக்கு ஏற்ப வேறுபடக்கூடும்.",
    "boardsUniversitiesTitle": "போட்டிகள்/பல்கலைக்கழகங்கள் தேவைகள்",
    "boardsUniversitiesText1": "சில கல்வி படிவங்கள் மற்றும் செயல்முறைகள் மாணவர்கள் தங்கள் CGPA உடன் சதவீதத்தை சமர்ப்பிக்க வேண்டும். அப்படி இருந்தால், சில விஷயங்களை எடுத்துக் கொள்ளாமல் Lord Calculator போன்ற இணையதளங்களை விரைவில் பயன்படுத்தி உங்கள் மதிப்பெண்களை எந்தவொரு தேவையான வடிவிலானே எளிதாக மாற்ற முடியும்.",
    "boardsUniversitiesText2": "மேலும், உங்கள் போர்டு/பல்கலைக்கழகம் மாற்றும் போது, புதிய போர்டு/பல்கலைக்கழகத்தின் வடிவமைப்பப்படி முன்னைய மதிப்பெண்களை நிரப்ப வேண்டியதாயிருக்கும்.",
    "boardsUniversitiesText3": "ஒரு வேறு காரணம் GATE, CAT, UPSC போன்ற போட்டித் தேர்வுகளுக்கான படிவங்களை பூர்த்தி செய்வதன் போது, விண்ணப்பதாரர்கள் சதவீதம் போன்ற பொதுவான வடிவில் தங்கள் மதிப்பெண்களை சமர்ப்பிக்க வேண்டும். அதில் சிறிய பிழை உங்கள் படிவத்தை நிராகரிக்க முடியும். இப்படியான சூழ்நிலைகளில், ஒரு நம்பகமான கருவி, உங்கள் CGPA ஐ தேவையான வடிவில் சரியாக மாற்றுவதை எளிதாக்கி நேரம் மற்றும் உழைப்பை சேமிக்கும்.",
    "internationalRelevanceTitle": "உலகளாவிய பொருட்டு",
    "internationalRelevanceText1": "ஒரு CGPA கணக்கீட்டாளரை பயன்படுத்தும் மற்றொரு சாதாரண வாழ்க்கை நிலை என்பது நீங்கள் வெளிநாட்டு படிப்புகளுக்கு விண்ணப்பிக்கும் பொழுது ஆகும். உதாரணமாக, நீங்கள் ஒரு இந்திய மாணவர் ஆக இருந்தால், இந்தியாவில் உள்ள பல்கலைக்கழகங்களில் மதிப்பெண் கணக்கீடுகள் வெவ்வேறு முறையில் இருக்கும். டெல்லி பல்கலைக்கழகத்தில் மதிப்பெண் கணக்கீடு IIT இல் இருந்து வேறுபடுகிறது. வெவ்வேறு பல்கலைக்கழகங்கள்/போர்டுகள் வெவ்வேறு பெருக்கல் காரிகைகளை பயன்படுத்துகின்றன. இப்படியொரு சூழலில், வெளிநாட்டு பல்கலைக்கழகங்கள் ஒரு பொதுவான அளவுகோல் அமைக்கின்றன, எனவே விண்ணப்பதாரரின் கல்வி செயல்திறனின் சமமான மற்றும் நியாயமான பார்வையை அளிக்க சதவீதம் போன்ற பாராமீட்டர் பயன்படுத்தப்படுகின்றன.",
    "internationalRelevanceText2": "இது CBSE, ICSE, மாநில வாரியான போர்டுகள் மற்றும் அமெரிக்கா அல்லது ஐரோப்பிய யூனியனில் பின்பற்றப்படும் நிலைகளுக்கு பொருந்தும்.",
    "howToCalculatePercentageTitle": "CGPA இலிருந்து சதவீதத்தை எவ்வாறு கணக்கிடுவது",
    "howToCalculatePercentageText1": "CGPA ஐ சதவீதமாக மாற்றுவதன் முக்கியத்துவம் மற்றும் பொருத்தத்தை நீங்கள் புரிந்திருக்கும் போது, உங்கள் CGPA இலிருந்து சதவீதத்தை சரியாக கணக்கிடுவது எப்படி என்பதை ஆராய்வோம். இதற்கு இரண்டு முறைகள் உள்ளன: கையேடு முறை அல்லது ஆன்லைன் CGPA கணக்கீட்டாளரை பயன்படுத்துதல். கையேடு முறை என்பது சமன்பாட்டை எழுதுவதற்கும் படி படியாக கணக்கிடுவதற்குமான முறையாக இருக்கும், ஆன்லைன் கணக்கீட்டாளர் எளிதாக சில செயல்களில் உங்கள் மதிப்பெண்களை உடனடியாக மாற்றும்! கவலைப்படாதீர்கள், நாங்கள் இரண்டு முறைகளையும் விவாதிக்கப்போகிறோம், எனவே உங்களுக்கு எது உகந்ததோ அதை தேர்வு செய்யலாம்.",
    "manualMethodTitle": "கையேடு முறை",
    "manualMethodText1": "CGPA ஐ சதவீதமாக (அல்லது அதற்குப் பிரிகை) மாற்ற, நீங்கள் உங்கள் போர்டு/பல்கலைக்கழகத்தில் பயன்படுத்தப்படும் மதிப்பெண் அளவுகோல், கிரெடிட் புள்ளிகள் மற்றும் பெருக்கல் காரிகை ஆகியவற்றை புரிந்துகொள்ள வேண்டும். இந்த தகவல்களை பெற்றவுடன், நீங்கள் கீழ்காணும் சமன்பாட்டை பயன்படுத்தி கணக்கிட முடியும்:",
    "percentageFormula": "சதவீதம் = CGPA × பெருக்கல் காரிகை",
    "manualMethodText2": "சமன்பாட்டை பயன்படுத்திய பிறகு, நீங்கள் ஒரு நான்கில் ஒன்று முடிந்துவிட்டீர்கள். கணக்கீடுகளுக்கான திறமை அல்லது வேதிக கணிதத்தில்熟ியது எனில், இது எளிதாக சரியான தசம புள்ளிகளுடன் பங்குபடுத்தவும் பெருக்கவும் உதவும். ஆனால் தவிர்க்காமல் பயன்படுத்த ஒரு கணக்கீட்டாளர் சிறந்தது.",
    "manualMethodText3": "ஆனால் ஏன் தங்களை நேரத்தை மற்றும் உழைப்பை சேமிக்காமல் கையேடு முறையை பயன்படுத்தாமல், மிகவும் துல்லியமான மற்றும் சுலபமான முறையை பயன்படுத்துவது?",
    "automaticMethodTitle": "தானியங்கி முறை",
    "automaticMethodText1": "தானியங்கி முறை எளிமையான மற்றும் பிழையில்லாதது. CGPA ஐ சதவீதமாக (அல்லது அதற்குப் பிரிகை) மாற்ற, தேவையான மதிப்பெண்களை CGPA கணக்கீட்டாளரின் பொருத்தமான புலங்களில் உள்ளீடு செய்யவும், உங்கள் மதிப்பெண் அளவுகோலைத் தேர்வு செய்யவும் அல்லது பெருக்கல் காரிகையை கையேடாக உள்ளீடு செய்யவும். பிறகு 'கணக்கிடவும்' பொத்தானை அழுத்தவும். அது முடிந்துவிட்டது! உங்கள் மாற்றம் உடனே செய்யப்படும்.",
    "automaticMethodText2": "LordCalculator இல் CGPA கணக்கீட்டாளரை பயன்படுத்தினால், நீங்கள் உங்கள் மாற்று வரலாற்றை PDF ஆக ஏற்றExport செய்யவும், அதை எதிர்காலத்தில் பார்க்கச் சேமிக்கவும் முடியும். நாம் கூட சீரமைக்கப்பட்ட CGPA முதல் சதவீதம் மாற்றும் சான்றிதழை வழங்குகிறோம்.",
    "automaticMethodText3": "தானியங்கி முறையை பயன்படுத்துவதன் மூலம், நீங்கள் பிழைகள் ஏற்படும் வாய்ப்புகளை அகற்றுகின்றீர்கள், எனவே நீங்கள் கையேடு கணக்கீடு செய்யும் போது தவறான மதிப்பெண்களை உள்ளீடு செய்துகொள்ள முடியாது.",
    "commonPitfallsTitle": "CGPA ஐ சதவீதமாக மாற்றும்போது பொதுவான பிழைகள்",
    "commonPitfallsIntro": "இப்போது நீங்கள் CGPA ஐ சதவீதமாக மாற்றுவது எப்படி என்பதை அறிந்துள்ளதால், சில விஷயங்களை கவனமாக கருத வேண்டும், இதன் மூலம் துல்லியமான முடிவுகளை பெற முடியும். கீழே CGPA இலிருந்து சதவீதம் (அல்லது அதற்குப் பிரிகை) மாற்றும்போது பொதுவான பிழைகளை பட்டியலிட்டுள்ளோம். இந்த பிழைகளுக்கு நீங்கள் தவிர்க்க வேண்டும்.",
    "misinterpretingFormula": "சமன்பாட்டை தவறாக புரிந்துகொள்வது:",
    "misinterpretingFormulaDesc": "சில மாணவர்கள் தவறாக பொருள்படுத்துவதன் மூலம் தவறான பெருக்கல் காரிகையை பயன்படுத்துகிறார்கள். உதாரணமாக, 10 ஐ 9.5 ஆக மாற்றுவது. பல பல்கலைக்கழகங்கள் ஒரே மதிப்பெண் அளவுகோலைப் பயன்படுத்தினாலும், அவை CGPA ஐ சதவீதமாக மாற்றுவதற்கு வேறுபட்ட பெருக்கல் காரிகைகளை பயன்படுத்துகின்றன. உதாரணமாக, CBSE 9.5 ஐ பயன்படுத்துகிறது, ICSE 9.8 ஐ பயன்படுத்துகிறது, JNTU 10 ஐ பயன்படுத்துகிறது மற்றும் SPPU 6.3 ஐ பயன்படுத்துகிறது. எனவே, நீங்கள் உங்கள் போர்டு அல்லது பல்கலைக்கழகத்திற்கு சரியான பெருக்கல் காரிகையைப் பொருந்தினால் தவறான முடிவுகளைத் தவிர்க்க முடியும்.",
    "notKnowingBoardsFormula": "போர்டின் சமன்பாட்டை தெரியாமலிருப்பது:",
    "notKnowingBoardsFormulaDesc": "மற்றொரு பொதுவான தவறு பல்கலைக்கழகங்கள் வேறுபட்ட சூத்திரங்களைப் பயன்படுத்துகின்றன என்பதை தெரியாமலிருக்கிறார் என்பது. முன்னதாக குறிப்பிட்டபடி, JNTU அல்லது SPPU என்ற பல்கலைக்கழகங்கள் CGPA-ஐ சதவீதமாக மாற்றுவதற்கு பலகூட்டல் காரகங்களை நேரடியாகப் பயன்படுத்துகின்றன. ஆனால், மும்பை பல்கலைக்கழகம் அல்லது குஜராத் தொழில்நுட்ப பல்கலைக்கழகம் (GTU) போன்ற பல்கலைக்கழகங்கள் வேறுபட்ட முறையைப் பயன்படுத்துகின்றன. அவை முதலில் CGPA-ஐ ஒரு குறிப்பிட்ட பலகூட்டல் காரகத்துடன் (மும்பை பல்கலைக்கழகத்திற்கு 7.25 அல்லது GTUக்கு 7.1) பலகூட்டிச் சதவீதத்தை தீர்மானிக்க மாறும். நாம் இந்த மாற்றம் காரகங்களை விரிவாக விவரிக்கப்போகின்றோம்.",
    "overRelianceOnCalculators": "ஆன்லைன் CGPA கணக்கிடிகளின் மீது அதிகமாக நம்பிக்கை வைப்பது:",
    "overRelianceOnCalculatorsDesc": "ஆன்லைன் கணக்கிடிகள் தர மதிப்பீடு மாற்றத்திற்கு விரைவான மற்றும் நம்பகமான தீர்வைக் கொடுக்கின்றன, ஆனால் அவை எப்போதும் 100% சரியானவையாக இருக்காது. ஆன்லைன் கணக்கிடிகள் சில சிறப்பு நிலைகளையும் கணக்கிடாது (மும்பை பல்கலைக்கழகம் அல்லது GTU போன்றவற்றை). LordCalculator அனைத்து பரிசீலனை முறைமைகளையும் சேர்க்க முயற்சிக்கும் போதிலும், மாற்றங்களுக்கு மட்டும் ஆன்லைன் கணக்கிடிகளை நம்புவது பரிந்துரைக்கப்படவில்லை. உங்கள் மதிப்பீடுகளை மற்றும் உங்கள் பல்கலைக்கழகத்தின் அல்லது வாரியத்தின் பயன்படுத்தும் முறைமையை இரண்டாம் முறையாக சரிபார்க்க हमेशा நல்லது.",
    "cgpaToPercentage10GradePoints": "10 அஞ்சல் புள்ளி அமைப்பில் CGPAஐ சதவீதமாக மாற்றுதல்",
    "cgpaToPercentage5GradeScale": "5 அஞ்சல் அளவில் CGPAஐ சதவீதமாக மாற்றுதல்",
    "cgpaToPercentage4GradeScale": "4 அஞ்சல் அளவில் CGPAஐ சதவீதமாக மாற்றுதல்",
    "gradingScaleAndUniversitiesChoice": "என்ன ஒரு மதிப்பீட்டு அளவைக் கொள்கின்றது & பல்கலைக்கழகங்கள் அவற்றின் தரநிலைகளை எவ்வாறு தேர்ந்தெடுக்கின்றன?",
    "gradingScaleDescription": "மதிப்பீட்டு அளவீடு என்பது மாணவின் கல்வி செயல்பாட்டின் மதிப்பீட்டு அம்சம் ஆகும். இதை சதவீதம் போலவே பரிசீலிக்கலாம்—இதுவே கல்வி செயல்பாட்டைப் பற்றி பொதுவான ஒரு விளக்கத்தை அளிக்கின்றது. மதிப்பீட்டு அளவீடுகள் மாணவர்களின் சாதனைகளை எளிமையாக புரிந்துகொள்ள உதவும் வகையில் வகைப்படுத்துகின்றன, உதாரணமாக எழுத்து மதிப்பெண்கள் (A, B, C…), GPA அல்லது சதவீதம்.",
    "commonGradingScales": "சில பொதுவான மதிப்பீட்டு அளவீடுகள்:",
    "percentage": "சதவீதம்",
    "usedWorldwide": "உலகம் முழுவதும் பயன்படுத்தப்படுகிறது, 0 முதல் 100% வரை.",
    "gpa-": "GPA (கிரேடு புள்ளி சராசரி)",
    "primarilyInUSA": "முக்கியமாக அமெரிக்காவில் பயன்படுத்தப்படுகிறது, 0 முதல் 4.0, 5.0 அல்லது 10.0 வரை.",
    "cgpa-": "CGPA (சூத்திரத்தை சார்ந்த கிரேடு புள்ளி சராசரி)",
    "usedInIndia": "இந்தியா, சிங்கப்பூர் மற்றும் CBSE வாரியங்களில் பயன்படுத்தப்படுகிறது; ஒரு மொத்த மதிப்பீடுகளை வழங்குகிறது.",
    "letterGrades": "எழுத்து மதிப்பெண்கள்",
    "usedInUSAndCanada": "அமெரிக்கா மற்றும் கனடாவில் பயன்படுத்தப்படுகிறது, சதவீதம் வரம்புகளை அடிப்படையாகக் கொண்டுள்ளது.",
    "numericalScale": "எண் அளவு",
    "usedInRussiaLatinAmerica": "ரஷ்யா மற்றும் லத்தீன் அமெரிக்காவின் சில பகுதிகளில் பயன்படுத்தப்படுகிறது, 1 முதல் 10 அல்லது 1 முதல் 5 வரை.",
    "gradingScalesIntro": "மதிப்பீட்டு அளவீடுகள் மாணவர்களின் கல்வி செயல்பாட்டை குறியீடுகள் அல்லது எண்கள் போன்றவற்றில் வகைப்படுத்தும் தரநிலைகள் ஆகும், இவை மாணவர்களின் கல்வி அறிக்கைகளையும் ஒப்பிடுவதிலும் ஒரே மாதிரியாக உள்ளது. சில பொதுவான மதிப்பீட்டு அளவீடுகள்:",
    "percentage-": "சதவீதம்",
    "percentageDescription": "உலகளாவியமாக பரவலாகப் பயன்படுத்தப்படுகிறது, 0 முதல் 100% வரை, கல்வி செயல்பாட்டின் தெளிவான புரிதல்களை வழங்குகிறது.",
    "-gpa": "GPA",
    "gpaDescription": "அமெரிக்கா மற்றும் பிற நாடுகளில் பயன்படுத்தப்படுகிறது, 0 முதல் 4.0, 5.0 அல்லது 10.0 வரை, மொத்த செயல்பாட்டை காட்டுகிறது.",
    "-cgpa": "CGPA",
    "cgpaDescription": "முக்கியமாக இந்தியா, சிங்கப்பூர் மற்றும் CBSE வாரியங்களில் பயன்படுத்தப்படுகிறது, கிரெடிட் புள்ளிகள் போன்ற அம்சங்களுடன் ஒரு மொத்த பார்வையை வழங்குகிறது.",
    "-letterGrades": "எழுத்து மதிப்பெண்கள்",
    "letterGradesDescription": "அமெரிக்கா மற்றும் கனடாவில் நடைமுறைப்படுத்தப்படுகிறது, ஒவ்வொரு எழுத்தும் சதவீத வரம்பை குறிக்கின்றது.",
    "-numericalScale": "எண் அளவு",
    "numericalScaleDescription": "ரஷ்யா மற்றும் லத்தீன் அமெரிக்காவில் பயன்படுத்தப்படும், கல்வி செயல்திறன் மதிப்பீடுகளை உடைக்கும் அளவைகள் 1-10 அல்லது 1-5 போன்றவையாக உள்ளன.",
    "universitiesChooseGradingScales": "பல்வேறு காரணிகளுக்கு ஏற்ப பல்கலைக்கழகங்கள் மதிப்பீட்டு அளவைகளைத் தேர்வு செய்கின்றன, அதில் பிராந்திய வழக்கங்கள், வரலாற்று முக்கியத்துவம், மற்றும் உலகளாவிய முறைமைகள் ஆகியவை அடங்கும். உதாரணமாக, UK கான்சர்வேட்டிவ் முறை அல்லது US GPA முறை 20ஆம் நூற்றாண்டின் தொடக்கத்தில் தரவிருத்தியான முறைமைகளாக பிரபலமாகின்றன.",
    "modernGradingSystems": "நவீன மதிப்பீட்டு முறைமைகள் பொதுவாக தொடர்புடைய சாதனைகள், பயிற்சி, அல்லது தனிப்பட்ட வளர்ச்சி போன்ற அம்சங்களை உள்ளடக்குகின்றன. உதாரணமாக, இரட்டை மதிப்பீட்டு முறை, பாலோன்யா செயல்முறை மற்றும் அண்டர்நெஷனல் பக்கலரியட் ஆகியவை இத்தகைய அணுகுமுறைகளை உலகளாவிய ஒத்துழைப்பு எளிதாக்குவதற்காக உள்ளன.",
    "understandGradingPattern": "உங்கள் பல்கலைக்கழகத்தின் மதிப்பீட்டு மாதிரியைப் புரிந்துகொள்வது முக்கியம் மற்றும் சரியான சர்வதேச மாற்றங்களுக்கு உலக கல்வி சேவைகள் (WES) அல்லது NARIC (UK) போன்ற சேவைகளைப் பார்க்க வேண்டும், ஏனெனில் இவை விரிவான ஒத்திசைக்கல் அட்டவணைகளைப் பயன்படுத்துகின்றன.",
    "multiplicationFactorTitle": "பலிப்பினை காரிகை என்ன மற்றும் அது எவ்வாறு செயல்படுகிறது?",
    "multiplicationFactorIntro": "பலிப்பினை காரிகை என்பது மதிப்பீட்டு அளவைகள், உதாரணமாக CGPA அல்லது GPA ஐ சதவிகிதமாக மாற்றும் அளவீட்டுக் காரிகை ஆகும். இது பல்வேறு மதிப்பீட்டு முறைமைகள் உள்ள கல்வி நிறுவனங்களில் அல்லது வேலைக்கு, தேர்வுகளுக்கு விண்ணப்பிக்கும்போது பல்கலைக்கழகங்கள் மதிப்பீடுகளை சரியாக மாற்றும் பங்கு வகிக்கின்றது.",
    "multiplicationFactorExample": "உதாரணமாக, 9.5 என்ற காரிகை சில பல்கலைக்கழகங்களில் CGPA ஐ சதவிகிதமாக மாற்ற பயன்படுத்தப்படுகிறது, இது மாணவர்களின் கல்விசார் செயல்திறனை சரியாக பிரதிபலிக்க வடிவமைக்கப்பட்டது.",
    "multiplicationFactorReference": "மதிப்பீட்டு மாற்றங்களை சிறிது நன்றாக புரிந்துகொள்ள, சர்வதேச மாணவர்கள் WES அல்லது NARIC போன்ற அதிகாரப்பூர்வ சேவைகளைப் பார்க்க வேண்டும்.",
    "cgpaToPercentageConversionTitle": "பல்வேறு போர்டுகள் மற்றும் பல்கலைக்கழகங்களுக்கு CGPA ஐ சதவிகிதமாக மாற்றுவது",
    "boardUniversity": "போர்டு/பல்கலைக்கழகம்",
    "conversionFormula": "மாற்றத்தின் சூத்திரம்",
    "cbseIndia": "CBSE (இந்தியா)",
    "icseIndia": "ICSE (இந்தியா)",
    "maharashtraStateBoardIndia": "மहारாஷ்டிரா மாநிலப் பல்கலைக்கழகம் (இந்தியா)",
    "annaUniversityIndia": "அண்ணா பல்கலைக்கழகம் (இந்தியா)",
    "jawaharlalNehruTechnologicalUniversityIndia": "ஜவஹர்லால் நெக்ரூ தொழில்நுட்ப பல்கலைக்கழகம் (இந்தியா)",
    "visvesvarayaTechnologicalUniversityIndia": "விஸ்வேஸ்வராயா தொழில்நுட்ப பல்கலைக்கழகம் (இந்தியா)",
    "gujaratTechnologicalUniversityIndia": "குஜராத் தொழில்நுட்ப பல்கலைக்கழகம் (இந்தியா)",
    "universityOfMumbaiIndia": "மும்பை பல்கலைக்கழகம் (இந்தியா)",
    "manipalAcademyOfHigherEducationIndia": "மணிபால் அகாடமி ஆப் ஹையர் எட்யூகேஷன் (இந்தியா)",
    "amityUniversityIndia": "அமிட்டி பல்கலைக்கழகம் (இந்தியா)",
    "velloreInstituteOfTechnologyIndia": "வெல்ளூர் இன்ஸ்டிடியூட் ஆப் டெக்னாலஜி (இந்தியா)",
    "savitribaiPhulePuneUniversityIndia": "சவித்ரிபாய் புலே புனே பல்கலைக்கழகம் (இந்தியா)",
    "iitsIndia": "IITs (இந்தியா)",
    "nitsIndia": "NITs (இந்தியா)",
    "bitsPilaniIndia": "BITS பிலானி (இந்தியா)",
    "delhiUniversityIndia": "தில்லி பல்கலைக்கழகம் (இந்தியா)",
    "banarasHinduUniversityIndia": "பர்னாரஸ் இந்து பல்கலைக்கழகம் (இந்தியா)",
    "osmaniaUniversityIndia": "ஒஸ்மானியா பல்கலைக்கழகம் (இந்தியா)",
    "punjabUniversityIndia": "பஞ்சாப் பல்கலைக்கழகம் (இந்தியா)",
    "srmInstituteOfScienceAndTechnologyIndia": "SRM அறிவியல் மற்றும் தொழில்நுட்பக் கழகம் (இந்தியா)",
    "percentageFormula-": "சதவிகிதம் = CGPA × பலிப்பினை காரிகை",
    "international_institutions": "சர்வதேச கல்வி நிறுவனங்கள்",
    "university_of_toronto": "தொரொன்டோ பல்கலைக்கழகம் (கனடா)",
    "university_of_toronto_details": "GPA அளவு (4.0), நேரடி மாற்றம் இல்லை",
    "university_of_british_columbia": "பிரிட்டிஷ் கொலம்பியா பல்கலைக்கழகம் (கனடா)",
    "university_of_british_columbia_details": "GPA அளவு: 4.33; மாற்ற வழிகாட்டி கிடைக்கின்றது",
    "australian_national_university": "ஆஸ்திரேலிய தேசிய பல்கலைக்கழகம் (ஆஸ்திரேலியா)",
    "australian_national_university_details": "மாற்றம்: CGPA * 7.1 சரியான ஒத்திசைவை பெற",
    "university_of_sydney": "சிட்னி பல்கலைக்கழகம் (ஆஸ்திரேலியா)",
    "university_of_sydney_details": "பொதுவாக அங்கீகார மதிப்பீடு தேவைப்படுகிறது",
    "university_of_california": "கலிஃபோர்னியா பல்கலைக்கழகம் (அமெரிக்கா)",
    "university_of_california_details": "GPA அளவு: 4.0; WES மாற்ற வழிகாட்டி பயன்படுத்தவும்",
    "harvard_university": "ஹார்வர்ட் பல்கலைக்கழகம் (அமெரிக்கா)",
    "harvard_university_details": "CGPA/GPA மாற்றத்திற்கு WES பயன்படுத்துகிறது",
    "university_of_oxford": "ஆக்ஸ்ஃபோர்ட் பல்கலைக்கழகம் (பிரிட்டன்)",
    "university_of_oxford_details": "UK Honours வகைபடுத்தல்; GPA பாண்டுகள் மூலம் மாற்றம்",
    "eth-zurich": "ETH ஜூரிக் (சுவிட்சர்லாந்து)",
    "eth_zurich_details": "சுவிஸ் 6-புள்ளி அளவு; CGPA = 8.5 போட்டியிடக்கூடியது",
    "auckland_university_of_technology": "ஆக்லாந்து தொழில்நுட்ப பல்கலைக்கழகம் (AUT), நியூசிலாந்து",
    "auckland_university_of_technology_details": "4.3-புள்ளி அளவு; GPA = : சர்வதேச CGPA மதிப்பீடு தேவை; பொதுவாக எதிர்பார்க்கப்படுகிறது",
    "national_taiwan_university": "தேசிய தைவான் பல்கலைக்கழகம் (NTU), தைவான்",
    "national_taiwan_university_details": "9-புள்ளி அளவு; CGPA = : இந்திய CGPA க்கான மாற்றம் சாதாரணமாக 7.1 காரிகையைப் பயன்படுத்துகிறது.",
    "peking_university": "பெகிங் பல்கலைக்கழகம், சீனா",
    "peking_university_details": "4.0-புள்ளி அளவு; GPA = : CGPA மாற்றத்திற்கு சேவைகள் மூலம் கோரப்படலாம்",
    "mcgill_university": "மகில்ல் பல்கலைக்கழகம், கனடா",
    "mcgill_university_details": "4.0-புள்ளி அளவு; GPA = : மகில்ல் WES அல்லது சார்ந்த சேவைகளை CGPA மாற்றங்களுக்கு பயன்படுத்துகிறது மற்றும் பொதுவாக 80%+ என பரிசோதிக்கிறது.",
    "university_of_cape_town": "கேப் டவுன் பல்கலைக்கழகம், தென்னாபிரிக்கா",
    "university_of_cape_town_details": "சதவிகிதம் மற்றும் GPA = : சர்வதேச மாணவர்களுக்கான 4-புள்ளி GPA அளவை பயன்படுத்துகிறது மற்றும் தென்னாபிரிக்க கணக்கீட்டுகளுடன் ஒத்திசைக்க CGPA மாற்றம் கோரப்படலாம்.",
    "university_of_tokyo": "டோக்கியோ பல்கலைக்கழகம், ஜப்பான்",
    "university_of_tokyo_details": "ஜப்பானிய 4.0 GPA அளவு = : CGPA ஐ ஜப்பானிய GPA ஆக மாற்றுகிறது, அது அனுமதிப்படுத்தல் துறையின் வழிகாட்டியுடன். பொதுவாக போட்டியிடும் திட்டங்களுக்காக CGPA 8.0 க்கு மேல் எதிர்பார்க்கப்படுகிறது.",
    "section_title": "பல்வேறு மதிப்பீட்டு அளவைகள் மாணவர்களுக்கு என்ன தாக்கங்களை ஏற்படுத்துகின்றன?",
    "content_paragraph": "பல்வேறு மதிப்பீட்டு அளவைகள் மாணவர்களுக்கு மாறும் தாக்கங்களை ஏற்படுத்த முடியும். இது மாணவர்களின் கல்வி மனப்பாங்கு, தொழில்நுட்ப வாய்ப்புகள், மற்றும் சமூக பரிணாமங்களைக் குறிக்க முடியும்.",
    "list_items": [
        {
            "title": "ஆனந்தமான குழு/சமூக அழுத்தம்",
            "description": "சதவிகிதங்களைக் கொண்ட துல்லியமான அளவைகள் மாணவர்களுக்கு குழு அல்லது சமூக அழுத்தத்தை அதிகரிக்கக் கூடும், அதே நேரத்தில் எழுத்து மதிப்பீடு போன்ற பரந்த அளவைகள் அழுத்தத்தை குறைக்கலாம். இதுவே பல நிறுவனங்கள் பரந்த அளவைகளை பின்பற்றுகிற பல காரணங்களில் ஒன்றாகும், குறிப்பாக குறைந்த வகுப்புகளுக்கானது."
        },
        {
            "title": "தொழில்முறை வாய்ப்புகள்",
            "description": "தொழில்முறை வாய்ப்புகளும் பாதிக்கப்படலாம். மாறுபட்ட மதிப்பீட்டு அளவைகள் மாணவர்களுக்கு தங்களின் விண்ணப்பங்களை வழிசெய்ய கஷ்டங்களை ஏற்படுத்தலாம், உதாரணமாக சதவிகிதங்கள், சேர்க்கைகள் மற்றும் வேலைகள் பெற. சமீபத்தில், என் நண்பருடன் நடந்த ஒரு சம்பவம், அவரது வேலை விண்ணப்பம் தள்ளி வைக்கப்பட்டதைப் பற்றி, ஏனெனில் அவர் தேர்வு செய்தபோது மாணவர் சான்றிதழை வழங்காத நிலையிலோ அல்லது பரிசீலனை செய்யப்பட்ட ஸ்கூல் தன் மதிப்பெண்களை மட்டுமே கொடுத்திருப்பதால்."
        },
        {
            "title": "கல்வி முன்னேற்றம்",
            "description": "மாறுபட்ட மதிப்பீட்டு அளவைகள் மாணவர்களின் கல்வி வாழ்கையில் முன்னேற்றத்தை பாதிக்கலாம். துல்லியமான மதிப்பீட்டு அமைப்பின் கீழ் படிக்கும் ஒரு மாணவர் பரந்த மதிப்பீட்டு அமைப்பின் கீழ் படிக்கும் மாணவருடன் ஒப்பிடும்போது பரிசோதனைகள் குறித்த ஒரு வேறான மனப்பாங்கு கொண்டிருப்பார். முன்னாள் மாணவர்கள் பரிசோதனைகளில் அதிக கவனம் செலுத்தக்கூடும், ஆனால் பின்வரும் மாணவர்கள் பரிசோதனைகளுக்குப் பதிலாக நடைமுறையில் திட்டங்களை செயல்படுத்துவதைக் குறிக்கக்கூடும், இதனால் சிறந்த நடைமுறை அறிவு பெறுகிறார்கள். இவ்வாறான வேறுபாடுகள் மாணவர்களுக்கு தேவையற்ற அழுத்தங்களை ஏற்படுத்த முடியும்."
        },
        {
            "title": "முடிவுகள்",
            "description": "நாம் மதிப்பீட்டு அமைப்பு, மதிப்பெண் மாற்றம், CGPA இலிருந்து சதவிகிதம் கணக்கிடுதல், சதவிகிதம் இலிருந்து CGPA, மற்றும் CGPA கணக்கீட்டாளரைப் பற்றிய அனைத்து முக்கியமான தகவல்களையும் உள்ளடக்க முயற்சித்துள்ளோம். மேலும், நாம் எங்கள் CGPA கணக்கீட்டாளரை எந்த ஒரு மதிப்பீட்டு அளவையும் அல்லது பலிப்பொருள் காரிகையையும் சரியாகச் செயல்பட도록 வடிவமைத்துள்ளோம். எனினும், எந்த ஒரு தலைப்புக்கு விளக்கம் தேவைப்படுவதாக நீங்கள் உணர்ந்தால் அல்லது இந்த குறிப்பிட்ட கணக்கீட்டாளரைப் பற்றிய பரிந்துரைகள் வழங்க விரும்பினால், தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்."
        }
    ],
    "faq": {
        "title": "CGPA கணக்கீட்டாளருக்கு தொடர்புடைய கேள்விகள்",
        "q1": {
            "question": "CGPA மற்றும் GPA-க்கு இடையில் வேறுபாடு உள்ளதா?",
            "answer": "ஆம், CGPA மற்றும் GPA எல்லையில் வேறுபடுகின்றன. GPA என்பது ஒரு மதிப்பெண் பருவத்தில் உங்கள் செயல்பாட்டைக் காட்டுகிறது, ஆனால் CGPA பல பருவங்களில் GPA மதிப்பெண்களை சராசரியாக கணக்கிட்டு, மொத்த கல்வி செயல்பாட்டைக் காட்டுகிறது. மதிப்பெண்கள் மாறும் CGPA கணக்கீட்டாளரைப் பயன்படுத்தி மதிப்பெண்களைப் பாருங்கள், மேலும் உங்கள் கல்வி நிறுவனம் அந்த முறைமைக்கு ஆதரவளிக்குமானால் GPA-ஐ CGPA-ஆக மாற்றி பார்க்கவும்."
        },
        "q2": {
            "question": "CGPA மாற்றும் சூத்திரம் கல்வி நிறுவனத்திற்கு மாறுமா?",
            "answer": "நிச்சயமாக. பல கல்வி நிறுவனங்கள் தனித்துவமான CGPA மாற்று சூத்திரங்களை கொண்டுள்ளன. உதாரணமாக, சிலர் CGPA-ஐ சதவிகிதமாக மாற்ற 9.5 என்ற காரிகையை பயன்படுத்துகிறார்கள், மற்றவர்கள் வேறுபட்ட பலிப்பொருள்களைப் பயன்படுத்துகிறார்கள். உங்கள் கல்வி நிறுவனத்தில் பயன்படுத்தப்படும் சூத்திரத்தை சரியாக பார்க்க வேண்டும், ஏனெனில் CGPA-ஐ சதவிகிதமாக மாற்றும் செயல்முறை சரியானது."
        },
        "q3": {
            "question": "நான் CGPA-இல் இருந்து சரியான சதவிகிதத்தை எதனால் பெறவில்லை?",
            "answer": "CGPA-ஐ சதவிகிதமாக மாற்றுவதில் தவறான மதிப்பெண் அல்லது சூத்திரம் பயன்படுத்தினால், தவறான முடிவுகள் ஏற்படலாம். மாறுபட்ட கல்வி நிறுவனங்கள் வேறுபட்ட முறைமைகளைக் கொண்டுள்ளன, ஆகையால் உங்கள் கல்வி நிறுவனத்திற்கு ஏற்ப CGPA-ஐ சதவிகிதமாக மாற்று கணக்கீட்டாளரைப் பயன்படுத்துவது முக்கியம்."
        },
        "q4": {
            "question": "CGPA-ஐ சதவிகிதமாக எப்படி மாற்றுவது?",
            "answer": "CGPA-ஐ சதவிகிதமாக மாற்ற, உங்கள் CGPA-ஐ உங்கள் கல்வி நிறுவனத்திற்கு ஏற்ப மாற்று காரிகையுடன் (பொதுவாக 9.5) பெருக்கவும். இது பல மாணவர்களுக்கு எளிமையாக செயல்படும், ஆனால் CGPA-ஐ சதவிகிதமாக மாற்றும் கணக்கீட்டாளர் இதை எளிதாக்குகிறது."
        },
        "q5": {
            "question": "7.6 CGPA-ஐ சதவிகிதமாக எப்படி மாற்றுவது?",
            "answer": "7.6 CGPA-ஐ சதவிகிதமாக மாற்ற, 7.6-ஐ மாற்று காரிகையை (பொதுவாக 9.5) பயன்படுத்தி பெருக்கவும். இது 72.2% என்ற முடிவை தரும்."
        },
        "q6": {
            "question": "7.8 CGPA என்பது சதவிகிதத்தில் என்ன?",
            "answer": "பொதுவாக 9.5 என்ற மாற்று காரிகையை பயன்படுத்தி, 7.8 CGPA 74.1% ஆக மாறும்."
        },
        "q7": {
            "question": "4-புள்ளி அளவில் CGPA-ஐ சதவிகிதமாக மாற்றும் கணக்கீட்டாளர் என்ன?",
            "answer": "சில பல்கலைக்கழகங்கள் 4 புள்ளி அளவைக் கொண்டுள்ளன. CGPA-ஐ 4 புள்ளி அளவிலிருந்து சதவிகிதமாக மாற்ற, உங்கள் GPA-வை 4 புள்ளி அளவில் கண்டறிந்து, அதற்கு பொருத்தமான மாற்று காரிகையை பயன்படுத்தவும்."
        },
        "q8": {
            "question": "VTU CGPA-ஐ சதவிகிதமாக மாற்றும் சூத்திரம் என்ன?",
            "answer": "VTU CGPA-ஐ சதவிகிதமாக மாற்றும் சூத்திரம்: சதவிகிதம் = CGPA * 9.1 (பிரிவின்படி மாறுபடலாம்)."
        },
        "q9": {
            "question": "என்ஜினியரிங்கிற்கு CGPA-ஐ சதவிகிதமாக எப்படி மாற்றுவது?",
            "answer": "என்ஜினியரிங் கல்லூரிகள் மாறுபட்ட சூத்திரங்கள் அல்லது மாற்று காரிகைகளைப் பயன்படுத்தக்கூடும். என்ஜினியரிங் மாணவர்கள் தங்கள் கல்லூரியின் முறையை சரிபார்க்க வேண்டும்."
        },
        "q10": {
            "question": "DU-இல் CGPA-ஐ சதவிகிதமாக மாற்றும் கணக்கீட்டாளர் வேறுபடுமா?",
            "answer": "ஆம், டெல்லி பல்கலைக்கழகம் (DU) தன் தனிப்பட்ட சூத்திரத்தைப் பயன்படுத்துகிறது. DU மாணவர்கள் சரியான முடிவுகளுக்கு DU-க்கு உரித்தான CGPA-ஐ சதவிகிதமாக மாற்றும் கணக்கீட்டாளரைப் பயன்படுத்த வேண்டும்."
        },
        "q11": {
            "question": "CGPA-இல் இருந்து சதவிகிதத்தை எவ்வாறு கணக்கிடுவது?",
            "answer": "CGPA-இல் இருந்து சதவிகிதத்தை கணக்கிட, CGPA-ஐ ஒரு மாற்று காரிகையுடன் (பொதுவாக 9.5) பெருக்கவும்."
        },
        "q12": {
            "question": "SPPU CGPA-ஐ சதவிகிதமாக மாற்றும் சூத்திரம் என்ன?",
            "answer": "சாவித்ரிபாய் புலே பூனே பல்கலைக்கழகம் (SPPU) தனித்துவமான CGPA-ஐ சதவிகிதமாக மாற்றும் முறைமையைப் பயன்படுத்துகிறது."
        },
        "q13": {
            "question": "Makaut CGPA-ஐ சதவிகிதமாக மாற்றும் சூத்திரம் என்ன?",
            "answer": "Makaut ஆன்லைன் தளமாகும். Makaut CGPA-ஐ சதவிகிதமாக மாற்றும் சூத்திரம்: சதவிகிதம் = (CGPA – 0.75) * 10."
        },
        "q14": {
            "question": "GTU CGPA-ஐ சதவிகிதமாக மாற்றும் சூத்திரம் என்ன?",
            "answer": "GTU CGPA-ஐ சதவிகிதமாக மாற்றும் சூத்திரம்: சதவிகிதம் = (CGPA * 7.1) + 12."
        },
        "q15": {
            "question": "CGPA-இல் இருந்து சதவிகிதத்தை எவ்வாறு கண்டறிவது?",
            "answer": "நீங்கள் மேலே கொடுக்கப்பட்டுள்ள சூத்திரத்தைப் பயன்படுத்தி அல்லது இந்த கணக்கீட்டாளரைப் பயன்படுத்தி உங்கள் சதவிகிதத்தை கண்டறியலாம்."
        }
    },
    "cgpa-Description": "CGPA, என்று குறிக்கப்படுவது Cumulative Grade Point Average, என்பது ஒரு மாணவரின் அகாடமிக் செயல்திறனின் மொத்த மதிப்பீடு ஆகும், இது ஒரு குறிப்பிட்ட அகாடமிக் காலத்தில் கணக்கிடப்படுகிறது. சில பல்கலைக்கழகங்கள் மற்றும் பக்கங்கள் இதனை ஒரு மாணவர் படிப்பின் முழுமையான ஸெமஸ்டர் மதிப்பெண்கள் சராசரி ஆக கருதுகின்றன, மற்றவர்கள் கணக்கீட்டில் Credits என்ற கூடுதல் காரிகையை சேர்க்கலாம்.",
    "title3": "CGPA to Percentage Calculator",
    "enterCGPA3": "CGPA ஐ உள்ளிடவும்",
    "cgpaPlaceholder3": "உங்கள் CGPA ஐ உள்ளிடவும்",
    "chooseGradeScale3": "கிரேட் அளவுருவை தேர்ந்தெடுக்கவும்",
    "multiplicationFactor": "பெருக்கல் காரிகை",
    "multiplicationFactorPlaceholder": "பெருக்கல் காரிகையை உள்ளிடவும்",
    "error": "பிழை",
    "calculateButton3": "கணக்கிடவும்",
    "resetButton3": "மீட்டமைக்கவும்",
    "calculatedPercentage": "உங்கள் கணக்கிடப்பட்ட சதவிகிதம்",
    "percentagePlaceholder": "சதவிகிதம்:",
    "downloadButton3": "பதிவிறக்கவும்",
    "whatsappButton3": "வாட்ஸ்அப்",
    "copyLinkButton3": "இணைப்பை நகலெடுக்கவும்",
    "linkCopied3": "இணைப்பு நகலெடுக்கப்பட்டது!",
    "calculationHistory3": "கணக்கீட்டு வரலாறு",
    "sno": "அ. எண்",
    "cgpa": "CGPA",
    "percentage": "சதவிகிதம்",
    "scale4": "4.0 அளவு",
    "scale5": "5.0 அளவு",
    "scale10": "10.0 அளவு",
    "header": {
        "calculator": "கணக்கி",
        "title": "கல்வி",
        "subtitle": "CGPA to Percentage போன்ற எளிய மாற்றங்களை CGPA கணக்கி மூலம் அல்லது அறிவியல் கணக்கீட்டுடன் மேம்பட்ட கணிதத்தை தீர்க்க முடியுமா?",
        "cgpa_to_percentage": " CGPA to Percentage "
    },
    "link": {
        "text": "Lord Calculator",
        "description": "இந்த கட்டற்ற மற்றும் கடினமான கணக்கீடுகளை எளிதாக்க உதவும். உங்களுக்கு தேவையான மிக சிறந்த தொழில்நுட்பத்தை உங்களின் கல்வி பயணத்தை விரைவாக்க உதவுவோம்."
    },
    "choose_lord_calculator": {
        "title": "Lord Calculatorஐ ஏன் தேர்ந்தெடுக்க வேண்டும்?",
        "feature_1": {
            "title": "அந்தியாவிலும் விரைவாகவும் மிகவும் நம்பகமாகவும்",
            "description": "ஆம், எங்களிடம் இதயமாக உறுதி செய்யப்பட்டது! மிகவும் சிக்கலான கணக்கீடுகளையும் கணிசமான நேரத்திலும் சரியான முறையில் தீர்க்க முடியும். பிழைக்கு இடமில்லை!"
        },
        "feature_2": {
            "title": "எளிதாகவும் சாதாரணமாகவும்",
            "description": "நீங்கள் எதிர்கொள்ளும் பரிதாபமான பகுதி உங்கள் சமன்பாடுகள் மட்டுமே. கூர்மையான பட்டன்களுடன் மற்றும் மீட்டர்களுடன் இங்கு நெவிகேஷன் மிகவும் எளிதாக உள்ளது."
        },
        "feature_3": {
            "title": "பதிவிறக்கவும், சேமிக்கவும் அல்லது பகிரவும்",
            "description": "கணக்கிடப்பட்ட சமன்பாட்டை சேமிக்க வேண்டுமா? கவலைப்படாதீர்கள், ஒருமுறை கணக்கிடவும், பின்னர் உங்கள் கணக்கீடுகளை வாழ்க்கை முழுவதும் சேமித்து அல்லது பகிரவும்."
        }
    },
    "calculatorCards": [
        {
            "title": "CGPA to Percentage Calculator",
            "description": "உங்கள் மதிப்பெண்களை CGPA to Percentage கணக்கி மூலம் எளிதாக மாற்றவும்! நீங்கள் உங்கள் அறிக்கையை இலவசமாக பதிவிறக்கவோ அல்லது பகிரவோ முடியும்.",
            "emoji": "➗"
        },
        {
            "title": "Percentage to CGPA Calculator",
            "description": "CGPA மாற்றம் சிரமமாக இருக்கலாம், ஆனால் Percentage to CGPA கணக்கி மூலம் இது எளிதாக செய்ய முடியும். உலகம் முழுவதிலும் பல நிறுவனங்களுடன் பொருந்துகிறது.",
            "emoji": "🔢"
        },
        {
            "title": "GPA to CGPA Calculator",
            "description": "எளிமையான வடிவமைப்புடன், இந்த GPA to CGPA மாற்றி நேரத்தை சேமிக்க உதவும். மாணவர்களுக்கும் ஆசிரியர்களுக்கும் பயனுள்ளதாகும்!",
            "emoji": "💡"
        },
        {
            "title": "CGPA to GPA Calculator",
            "description": "உங்கள் பிடித்த பல்கலைக்கழகத்திற்கு வெளிநாட்டில் படிக்கச் செல்லும் வாய்ப்பை சரிபார்க்கிறீர்களா? CGPA to GPA மாற்றி மூலம் உங்கள் மதிப்பெண்களை விரைவாக மாற்றி மகிழ்ச்சியான செய்தியை பகிரவும்!",
            "emoji": "📚"
        }
    ],
    "tit": "கல்வி கணக்கி",
    "des": "CGPA, GPA, சதவிகிதம் அல்லது அறிவியல் கணக்கி - நீங்கள் என்ன தேவை என்பதை கூறுங்கள் & இவை அனைத்தையும் இலவசமாகவும், எப்போதும் பயன்படுத்தவும்!",
    "emoji5": "🧑‍🏫",
    "section": {
        "title": "கல்வி, நிதி அல்லது சுகாதாரம்—",
        "highlightedText": "Lord Calculator ",
        "subtitle": "உங்களுக்கு தேவைப்படும் அனைத்தும்! ",
        "description": "சுகாதாரத்திலிருந்து நிதி & கட்டுமானம் முதல் கல்வி வரை - உங்கள் அனைத்து பணிகளுக்கும் ஒரு ஒரே தளத்தில். நீங்கள் எப்போதும் தேவையான அனைத்து கணக்கிகளைப் பெறுங்கள்.",
        "additionalDescription": "விண்ணர்வையாகவும் துல்லியமாகவும் - ஒரு பிழையும் இல்லை!"
    },
    "footer": {
        "title": "Lord Calculator",
        "location": "இடம்:",
        "contact": "எங்களை தொடர்பு கொள்ளவும்: bhushanthakur04@gmail.com",
        "categories": "வகைகள்",
        "educational_calculators": "கல்வி கணக்கிகள்",
        "scientific_calculators": "அறிவியல் கணக்கிகள்",
        "womens_calculators": "பெண்கள் கணக்கிகள்",
        "pages": "பக்கங்கள்",
        "privacy_policy": "தனியுரிமை கொள்கை",
        "terms_of_use": "பயன்பாட்டு நிபந்தனைகள்",
        "about_us": "எங்களைப் பற்றி",
        "copyright": "© 2024 Lord Calculator. அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டுள்ளது.",
        "social_links": {
            "facebook": "பேஸ்புக்",
            "instagram": "இன்ஸ்டாகிராம்",
            "twitter": "ட்விட்டர்",
            "whatsapp": "வாட்ஸ்அப்"
        }
    },
    "educational_calculators_title": "கல்வி தொடர்பான கணிப்பிகள்",
    "cgpa_to_percentage": "CGPA முதல் சதவிகிதம் கணிப்பி",
    "percentage_to_cgpa": "சதவிகிதம் முதல் CGPA கணிப்பி",
    "gpa_to_cgpa": "GPA முதல் CGPA கணிப்பி",
    "cgpa_to_gpa": "CGPA முதல் GPA கணிப்பி",
    "home": "முகப்பு",
    "categories": "பிரிவுகள்",
    "educational_calculator": "கல்வி கணிப்பான்",
    "scientific_calculator": "அரிவியல் கணிப்பான்",
    "womens_calculator": "பெண்களுக்கு கணிப்பான்",
    "search_placeholder": "தேடல்...",
    "search_button": "தேடல்",
    "search_results": "தேடல் முடிவுகள்"
}